{"_id":"00Ip5dAY8ucz8QoYF65AIp0KxXmDVnY6YcFmJQKjAl4Gv8T8","title":"新晴","dynasty":"宋代","author":"刘攽","text":"青苔满地初晴后，绿树无人昼梦余。\n唯有南风旧相识，偷开门户又翻书。","author_dis":["刘攽","刘攽bān（1023～1089）北宋史学家，刘敞之弟。字贡夫，一作贡父、赣父，号公非。临江新喻（今江西新余）人，一说江西樟树人。庆历进士，历任曹州、兖州、亳州、蔡州知州，官至中书舍人。一生潜心史学，治学严谨。助司马光纂修《资治通鉴》，充任副主编，负责汉史部分，著有《东汉刊误》等。► 1262篇诗文"],"otherlike":[{"title":"新晴","dynasty":"宋代","author":"刘攽","text":"青苔满地初晴后，绿树无人昼梦余。\n唯有南风旧相识，偷开门户又翻书。"},{"title":"归园田居·其三","dynasty":"魏晋","author":"陶渊明","text":"种豆南山下，草盛豆苗稀。\n晨兴理荒秽，带月荷锄归。\n道狭草木长，夕露沾我衣。\n衣沾不足惜，但使愿无违。"},{"title":"蒿里行","dynasty":"两汉","author":"曹操","text":"关东有义士，兴兵讨群凶。\n初期会盟津，乃心在咸阳。\n军合力不齐，踌躇而雁行。\n势利使人争，嗣还自相戕。\n淮南弟称号，刻玺于北方。\n铠甲生虮虱，万姓以死亡。\n白骨露于野，千里无鸡鸣。\n生民百遗一，念之断人肠。"},{"title":"小池","dynasty":"宋代","author":"杨万里","text":"泉眼无声惜细流，树阴照水爱晴柔。\n小荷才露尖尖角，早有蜻蜓立上头。"}],"type":["古诗三百首\n，\n夏天\n，\n写风","古诗三百首\n，\n初中古诗\n，\n田园\n，\n隐居\n，\n生活\n，\n劳动","古诗三百首\n，\n乐府\n，\n战争\n，\n忧国忧民","古诗三百首\n，\n小学古诗\n，\n夏天\n，\n写水\n，\n池塘\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首\n，\n写景"],"allin":["译文及注释\n译文\n夏日雨后初晴，午睡醒来，看到窗外满眼的绿树和青苔。\n唯有南风好似多年旧友般，吹开房门，又掀起桌上的书页。\n注释\n新晴：天刚放晴；刚放晴的天气。\n青苔：苔藓。\n梦余：梦后。\n有用\n没用\n完善\n参考资料：\n1、\n李梦生 ．宋诗三百首全解 ．上海 ： 复旦大学出版社 ，2007年5月1日 ：第72-73页 ．","赏析\n诗中描述了新晴之后颇为清静、悠闲的环境和心情，语言通畅易晓而又情趣十足。最后两句诙谐而有创意，用拟人的手法，把“南风”当作老朋友看待，而在这“无人”来访之时，对于“南风”的造访便产生了一种情切之感，因而“南风”也无所顾忌，可以随便翻书，成了诗人的知音，于是，就在“无人”的境况中平添了不少引人遐想的情趣。\n“青苔满地初晴后”正好和王安石“茅檐长扫静无苔”相反，展现在读者面前的是“青苔满地”，比起刘禹锡“苔痕上阶绿”来，这“苔”要多得多。同样描写幽静的境界，无苔，有苔，多苔之差是巨大的，王安石用无苔以表现“净”，刘禹锡用上阶绿之苔写独处陋室之“静”，这首诗满地之苔则因久雨初晴，其中差异不能不辨，这是提高鉴赏能力的有效方法。\n“绿树无人昼梦余”写午梦醒来之后，虽然只见到“一树碧无情”，但宁静恬适的心境却是非常好。经过长时间雨洗之后，树更是绿油油的，多么令人惬意！诸葛亮高卧隆中，一觉醒来，不是还高吟：“大梦谁先觉？平生我自知。草堂春睡足，窗外日迟迟”吗？想到这，诗人会心地笑了。\n这首诗的妙处在于后两句。诗人把南风写成是一个十分诙谐而又善于戏谑的老朋友，他偷偷地推开了门，闯了进来，还装作爱读书的样子，正不停地翻着书。诗人为读者种了一株诗苑“惹笑树”，令人读后忍俊不禁，发出爽朗的笑声。其实，这样写并非诗人首创，发明权当属唐人，薛能的《老圃堂》有“昨日春风欺不在，就床吹落读残书”，李白的《春思》有“春风不相识，何事入罗帏”，诗人融薛、李诗句于一炉，经过锤炼锻造，又添上绝妙的“偷”字，表达效果远远超过了原作。这绝不是“偷”，而是创新。\n而诗人在《致斋太常寺以杖画地成》中又用这一意境，写了：“杖藤为笔沙为纸，闲理庭前试草书。无奈春风犹制肘，等闲撩乱入衣裾。”可见，诗人对这一意境和这一手法是情有独钟。但相比较而言，还是“偷开门户又翻书”来得更自然亲切，也更有趣些。▲\n有用\n没用\n完善\n参考资料：\n1、\n缪钺等 ． 宋诗鉴赏辞典 上海辞书出版社 ．上海 ： 上海辞书出版社 ，1987.12（2012.7重印） ：第260-261页 ．"],"theme":"古诗三百"}
{"_id":"00LkMzh4hsf7UthkmLJycElXKIZqP2iKQ9lCAX9MyqFsVNeT","title":"赠李白","dynasty":"唐代","author":"杜甫","text":"秋来相顾尚飘蓬，未就丹砂愧葛洪。\n痛饮狂歌空度日，飞扬跋扈为谁雄。","author_dis":["杜甫","杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。► 1371篇诗文"],"otherlike":[{"title":"赠李白","dynasty":"唐代","author":"杜甫","text":"秋来相顾尚飘蓬，未就丹砂愧葛洪。\n痛饮狂歌空度日，飞扬跋扈为谁雄。"},{"title":"少年游·参差烟树灞陵桥","dynasty":"宋代","author":"柳永","text":"参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。\n夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。"},{"title":"瑶瑟怨","dynasty":"唐代","author":"温庭筠","text":"冰簟银床梦不成，碧天如水夜云轻。\n雁声远过潇湘去，十二楼中月自明。"},{"title":"行行重行行","dynasty":"两汉","author":"佚名","text":"行行重行行，与君生别离。\n相去万余里，各在天一涯。\n道路阻且长，会面安可知？\n胡马依北风，越鸟巢南枝。\n相去日已远，衣带日已缓。\n浮云蔽白日，游子不顾返。\n思君令人老，岁月忽已晚。\n弃捐勿复道，努力加餐饭。"}],"type":["离别\n，\n赠友\n，\n写人","羁旅\n，\n写景\n，\n离别\n，\n怀古伤今","唐诗三百首\n，\n离别\n，\n闺怨","古诗三百首\n，\n古诗十九首\n，\n女子\n，\n离别\n，\n相思"],"allin":["译文及注释\n译文\n秋天离别时两相顾盼，像飞蓬一样到处飘荡。丹砂没有炼成仙药，不禁感到愧对葛洪。\n痛快地饮酒狂放的歌唱，白白地虚度时光，像您这样意气豪迈的人，到底是为谁这般逞强？\n注释\n飘蓬：常用来比喻人的行踪飘忽不定。\n未就：没有成功。\n丹砂：即朱砂。道教认为炼砂成药，服之可以延年益寿。\n飞扬跋扈：不守常规，狂放不羁。此处作褒义词用。\n有用\n没用\n完善\n参考资料：\n1、\n《唐诗鉴赏辞典补编》.四川文艺出版社，1990年6月版，第240-242页","赏析\n杜甫作七绝《赠李白》的当年秋天，李白也写下了《鲁郡东石门送杜二甫》诗。诗云：“飞蓬各自远，且尽手中杯。”从中流露出诗人依依惜别的深情。这与杜诗中的“秋来相顾尚飘蓬”句，可以参照。李白被赐金放还，与杜甫幸会于山东之时，由于有相同的坎坷遭遇，因而情志相投。\n诗歌首先写道：“秋来相顾尚飘蓬。”“相顾”即彼此相见。“尚”即还，仍然。意思是说，李白和杜甫在秋天相会，但都如蓬草一样，漂浮不定。这一句就是写了李白被赐金放还，与杜甫在山东相会。“尚飘蓬”形象地暗示了他们都遭受仕途的坎坷，有志难展的苦闷。这里，诗人运用了比喻修辞手法，以“蓬”为喻体。“蓬”一种植物。在中国古代诗歌中，“飘蓬”或“飞蓬”都是比喻行踪飘泊不定。如，李白《鲁郡东石门送杜二甫》诗：“飞蓬各自远，且尽手中杯。”其中的“飞蓬”就是用来比喻漂泊不定行踪。这样，不但形象生动，而且含蓄蕴藉。可以说，这一句暗示了他们的生活处境，仕途的坎坷，心情的苦闷。\n接着写道：“未就丹砂愧葛洪。”“未就”即没有成功。“丹砂”即朱砂。道教认为吃丹砂可以延年益寿。“葛洪”是东晋道士，自号抱朴子，入罗浮山炼丹。李白好神仙，曾炼丹药。杜甫曾经渡黄河，也登王屋山去访道士华盖华盖君，因华盖君已死，惆怅而归。“愧”即低于。因为李白和杜甫都喜欢道教而无成，所以杜甫说“愧葛洪”。这一句表面看来，似乎杜甫在规劝李白要像道家葛洪那样潜心于炼丹求仙，实则暗示李白不要为自己处境伤感。 \n所以，杜甫在第三句写道：“痛饮狂歌空度日。”“狂”即狂放，任性豪放。“痛饮狂歌”即痛快淋漓的饮酒，并写出豪放不羁的诗歌。意思就是（李白）不要痛饮狂歌、虚度时日。言外之意就是，你李白虽然每天痛饮而狂歌，但终不为统治者赏识。这首先是对李白才华的赏识与赞美，同时也暗示了李白虽有才华，可是得不到施展的机会和平台。其中的“空度日”就是杜甫对李白放荡不羁的诗酒生涯的感慨。当然，在诗歌中，杜甫这种感慨，既是为李白而发，也是为自己而发的。\n最后写道：“飞扬跋扈为谁雄。”“飞扬跋扈”原指意态狂豪，不爱约束。现多形容骄横放肆，目中无人。古今词义差别很大的。诗人杜甫用这个词语，不但揭示了李白傲骨嶙峋，狂荡不羁的性格，而且也是李白与众不同的人格的写照。其中，“为谁雄”就是说又有谁来欣赏你的勃勃雄心。这一结句，诗人通过反诘句，强调了这位绝世天才“英雄无用武之地”的寂寞，也增强了对李白的同情与爱怜之情。\n此诗突现了一个狂字，显示出一个傲字。傲骨嶙峋，狂荡不羁，这就是杜甫对于李白的写照。在这首《赠李白》中，正突现出狂与傲的风采、骨力、气度，显示出李白安能摧眉折腰事权贵的精神，这正是此诗的诗眼和精髓。它不仅同杜甫歌咏李白的其他诗篇是一脉相承的，而且也形象地揭示了李白的性格和气质特征。\n这首七绝，沉郁有致，抑扬顿挫，跌宕起伏。末句用反诘口吻，把全诗推向了最高潮。清初钱谦益在评注此诗时，独注“飞扬跋扈”句，其余一概略而不论，可谓独具慧眼，也表明它在全诗中的重要价值：“按太白性倜傥，好纵横术。少任侠，手刃数人，故公以飞扬跋扈目之。犹云平生飞动意也。旧注俱大谬。”（《钱注杜诗》卷九）是说从新的角度和侧面颂扬了李白的豪侠精神，并突出“飞扬跋扈”的飞动性。仇兆鳌注云：“飞扬，浮动之貌。跋扈，强梁之意。考《说文》：扈，尾也。跋扈，犹大鱼之跳跋其尾也。”（《杜诗详注》卷之一）此虽就字注字，就词注词，但在《赠李白》中，却是用来象征李白豪放不羁的精神。\n此诗言简意赅，韵味无穷。为了强化全诗流转的节奏、气势，则以“痛饮”对“狂歌”，“飞扬”对“跋扈”；且“痛饮狂歌”与“飞扬跋扈”，“空度日”与“为谁雄”又两两相对。这就形成了一个飞动的氛围，进一步突现了李白的傲岸与狂放。▲\n有用\n没用\n完善\n参考资料：\n1、\n周啸天 等．唐诗鉴赏辞典补编．成都：四川文艺出版社，1990：240-242","创作背景\n此诗作于公元745年（天宝四载）秋。公元744年（天宝三载）初夏，杜甫与刚被唐玄宗赐金放还的李白在洛阳相识，遂相约同游梁宋（今河南省开封市、商丘市一带）。这年秋天，杜甫与李白在鲁郡（今山东兖州）相别，杜甫写了这首赠诗。这是现存杜诗中最早的一首绝句。\n有用\n没用\n完善\n参考资料：\n1、\n周啸天 等．唐诗鉴赏辞典补编．成都：四川文艺出版社，1990：240-242"],"theme":"写人"}
{"_id":"00Y7XAE6R6Cqj7n78mGiMhJ1UREpOioX6D5twKPQJm1yTuUb","title":"关雎","dynasty":"先秦","author":"佚名","text":"关关雎鸠，在河之洲。窈窕淑女，君子好逑。\n参差荇菜，左右流之。窈窕淑女，寤寐求之。\n求之不得，寤寐思服。悠哉悠哉，辗转反侧。\n参差荇菜，左右采之。窈窕淑女，琴瑟友之。\n参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。","author_dis":[],"otherlike":[{"title":"关雎","dynasty":"先秦","author":"佚名","text":"关关雎鸠，在河之洲。窈窕淑女，君子好逑。\n参差荇菜，左右流之。窈窕淑女，寤寐求之。\n求之不得，寤寐思服。悠哉悠哉，辗转反侧。\n参差荇菜，左右采之。窈窕淑女，琴瑟友之。\n参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。"},{"title":"赠刘景文","dynasty":"宋代","author":"苏轼","text":"荷尽已无擎雨盖，菊残犹有傲霜枝。\n一年好景君须记，正是橙黄橘绿时。(正是 一作：最是)"},{"title":"大风歌","dynasty":"两汉","author":"刘邦","text":"大风起兮云飞扬，\n威加海内兮归故乡，\n安得猛士兮守四方！"},{"title":"过零丁洋","dynasty":"宋代","author":"文天祥","text":"辛苦遭逢起一经，干戈寥落四周星。\n山河破碎风飘絮，身世浮沉雨打萍。\n惶恐滩头说惶恐，零丁洋里叹零丁。\n人生自古谁无死？留取丹心照汗青。"}],"type":["古诗三百首\n，\n初中古诗\n，\n诗经\n，\n爱情","古诗三百首\n，\n小学古诗\n，\n写景\n，\n勉励","古诗三百首\n，\n写风\n，\n志向","古诗三百首\n，\n初中古诗\n，\n爱国\n，\n励志\n，\n早教"],"allin":["译文及注释\n译文\n关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。\n参差不齐的荇菜，忽左忽右把它摘取。贤良美好的女子，日日夜夜都想追求她。\n追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。\n参差不齐的荇菜，从左到右去采它。贤良美好的女子，弹琴鼓瑟来亲近她。\n参差不齐的荇菜，从左到右去拔它。贤良美好的女子，敲起钟鼓来取悦她。\n注释\n关关：象声词，雌雄二鸟相互应和的叫声。\n雎鸠（jū jiū）：一种水鸟名，即王鴡。\n洲：水中的陆地。\n窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。\n好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。\n参差：长短不齐的样子。\n荇（xìng）菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。\n左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。\n寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛诗传笺注通释》说：“寤寐，犹梦寐。”也可通。\n思服：思念。服，想。 《毛传》：“服，思之也。”\n悠哉（yōu zāi）悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。\n辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。\n琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。\n芼（mào）：择取，挑选。\n钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。▲\n有用\n没用\n完善\n参考资料：\n1、\n骆玉明 等 ．先秦诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1998 ：1-6 ．\n2、\n朱熹 ．诗经集传 ．上海 ：上海古籍出版社 ，1987 ：1-2 ．","赏析\n《国风·周南·关雎》这首短小的诗篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，一翻开中国文学的历史，首先遇到的就是《关雎》。\n通常认为是一首描写男女恋爱的情歌。此诗在艺术上巧妙地采用了“兴”的表现手法。首章以雎鸟相向合鸣，相依相恋，兴起淑女陪君子的联想。以下各章，又以采荇菜这一行为兴起主人公对女子疯狂地相思与追求。全诗语言优美，善于运用双声、叠韵和重叠词，增强了诗歌的音韵美和写人状物、拟声传情的生动性。\n《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的应该是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。把《关雎》当作婚礼上的歌来看，从“窈窕淑女，君子好逑”，唱到“琴瑟友之”“钟鼓乐之”，也是喜气洋洋的，很合适的，\n当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴。\n这首诗可以被当作表现夫妇之德的典范，主要是由于有这些特点：\n首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之问短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。\n其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。\n再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情（这对情诗而言是很重要的），又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。\n以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。\n古之儒者重视夫妇之德，有其很深的道理。\n在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。\n在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《礼记·礼运》），孔子也知道这是人类生存的基本要求。饮食之欲比较简单（当然首先要有饭吃），而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，孔子也曾感叹：“吾未见好德如好色者。”（《论语》）所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。\n由于《关雎》既承认男女之爱是自然而正常的感情，又要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。所谓“诗无达诂”，于《关雎》则可见一斑。▲\n有用\n没用\n完善\n参考资料：\n1、\n骆玉明 等 ．先秦诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1998 ：1-6 ．\n2、\n晁福林.从上博简《诗论》看《关雎》的主旨.中国文化研究,2008(02).","赏析二\n《关雎》是《风》之始也，也是《诗经》第一篇。古人把它冠于三百零五篇之首，说明对它评价很高。《史记·外戚世家》曾经记述说：“《易》基乾坤，《诗》始《关雎》，《书》美厘降……夫妇之际，人道之大伦也。”又《汉书·匡衡传》记载匡衡疏云：“匹配之际，生民之始，万福之原。婚姻之礼正，然后品物遂而天命全。孔子论《诗》，一般都是以《关雎》为始。……此纲纪之首，王教之端也。”他们的着眼点是迂腐的，但对诗的本义的概括却基本正确。问题在于它所表现的是什么样的婚姻。这关系到我们对《风》的理解。朱熹《诗集传》“序”说：“凡诗之所谓风者，多出于里巷歌谣之作，所谓男女相与咏歌，各言其情者也。”又郑樵《通志·乐略·正声序论》说：“《诗》在于声，不在于义，犹今都邑有新声，巷陌竞歌之，岂为其辞义之美哉？直为其声新耳。”朱熹是从诗义方面论述的，郑樵则从声调方面进行解释。我们把二者结合起来，可以认为《风》是一种用地方声调歌唱的表达男女爱情的歌谣。尽管朱熹对《关雎》主题的解释并不如此，但从《关雎》的具体表现看，它确是男女言情之作，是写一个男子对女子爱情的追求。其声、情、文、义俱佳，足以为《风》之始，三百篇之冠。孔子说：“《关雎》乐而不淫，哀而不伤。”（《论语·八佾》）此后，人们评《关雎》，皆“折中于夫子”（《史记·孔子世家》）。但《关雎》究竟如何呢？\n这首诗原是三章：一章四句，二章八句，三章八句。郑玄从文义上将后二章又各分为两章，共五章，每章四句。现在用郑玄的分法。\n第一章雎鸠和鸣于河之洲上，其兴淑女配偶不乱，是君子的好匹配。这一章的佳处，在于舒缓平正之音，并以音调领起全篇，形成全诗的基调。以“窈窕淑女，君子好逑”统摄全诗。\n第二章的“参差荇菜”承“关关雎鸠”而来，也是以洲上生长之物即景生情。“流”，《毛传》训为“求”，不确。因为下文“寤寐求之”已有“求”字，此处不当再有“求”义。“求”字是全篇的中心，整首诗都在表现男子对女子的追求过程，即从深切的思慕到实现结婚的愿望。\n第三章抒发求之而不得的忧思。这是一篇的关键，最能体现全诗精神。\n姚际恒《诗经通论》评云：“前后四章，章四句，辞义悉协。今夹此四句于‘寤寐求之’之下，‘友之’、‘乐之’二章之上，承上递下，通篇精神全在此处。盖必着此四句，方使下‘友’、‘乐’二义快足满意。若无此，则上之云‘求’，下之云‘友’、‘乐’，气势弱而不振矣。此古人文章争扼要法，其调亦迫促，与前后平缓之音别。”姚氏对本章在全诗中的重要性分析最为精当。应当补充者，此章不但以繁弦促管振文气，而且写出了生动逼真的形象，即王士祯《渔洋诗话》所谓“《诗》三百篇真如画工之肖物”。林义光《诗经通解》说：“寐始觉而辗转反侧，则身犹在床。”这种对思念情人的心思的描写，可谓“哀而不伤”者也。第四、五章写求而得之的喜悦。“琴瑟友之”、“钟鼓乐之”，都是既得之后的情景。曰“友”，曰“乐”，用字自有轻重、深浅不同。极写快兴满意而又不涉于侈靡，所谓“乐而不淫”。通篇诗是写一个男子对女子的思念和追求过程，写求而不得的焦虑和求而得之的喜悦。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","写作手法\n这诗的主要表现手法是兴寄，《毛传》云：“兴也。”什么是“兴”？孔颖达的解释最得要领，他在《毛诗正义》中说：“‘兴’者，起也。取譬引类，起发己心，《诗》文诸举草木鸟兽以见意者，皆‘兴’辞也。”所谓“兴”，即先从别的景物引起所咏之物，以为寄托。这是一种委婉含蓄的表现手法。如此诗以雎鸠之“挚而有别”，兴淑女应配君子；以荇菜流动无方，兴淑女之难求；又以荇菜既得而“采之”、“芼之”，兴淑女既得而“友之”、“乐之”等。这种手法的优点在于寄托深远，能产生文已尽而意有余的效果。\n这首诗还采用了一些双声叠韵的连绵字，以增强诗歌音调的和谐美和描写人物的生动性。如“窈窕”是叠韵；“参差”是双声；“辗转”既是双声又是叠韵。用这类词修饰动作，如“辗转反侧”；摹拟形象，如“窈窕淑女”；描写景物，如“参差荇菜”，无不活泼逼真，声情并茂。刘师培《论文杂记》云：“上古之时，……谣谚之音，多循天籁之自然，其所以能谐音律者，一由句各叶韵，二由语句之间多用叠韵双声之字。”此诗虽非句各叶韵，但对双声叠韵连绵字的运用，却保持了古代诗歌淳朴自然的风格。\n用韵方面，这诗采取偶句入韵的方式。这种偶韵式支配着两千多年来我国古典诗歌谐韵的形式。而且全篇三次换韵，又有虚字脚“之”字不入韵，而以虚字的前一字为韵。这种在用韵方面的参差变化，极大地增强了诗歌的节奏感和音乐美。\n对《关雎》，我们应当从诗义和音乐两方面去理解。就诗义而言，它是“民俗歌谣”，所写的男女爱情是作为民俗反映出来的。相传古人在仲春之月有会合男女的习俗。《周礼·地官·媒氏》云：“媒氏（即媒官）掌万民之判（配合）。……中春（二月）之月，令会男女，于是时也，奔者不禁（不禁止奔）；若无故而不用令者，罚之，司男女之无夫家者而会之。”《关雎》所咏未必就是这段史事的记实，但这段史实却有助于我们了解古代男女相会、互相爱慕并希望成婚的心理状态和风俗习尚。文学作品描写的对象是社会生活，对社会风俗习尚的描写能更真实地再现社会生活，使社会生活融汇于社会风习的画面中，从而就更有真实感。《关雎》就是把古代男女恋情作为社会风俗习尚描写出来的。就乐调而言，全诗重章叠句都是为了合乐而形成的。郑樵《通志·乐略·正声序论》云：“凡律其辞，则谓之诗，声其诗，则谓之歌，作诗未有不歌者也。”郑樵特别强调声律的重要性。凡古代活的有生气的诗歌，往往都可以歌唱，并且重视声调的和谐。《关雎》重章叠句的运用，说明它是可歌的，是活在人们口中的诗歌。当然，《关雎》是把表达诗义和疾徐声调结合起来，以声调传达诗义。郑玄《诗谱序》云：“《虞书》曰：‘诗言志，歌永言，声依永，律和声。’然则诗之道，放于此乎？”▲\n有用\n没用\n完善\n参考资料：\n1、\n《中华文学鉴赏宝库》，陕西人民教育出版社1995年版"],"theme":"古诗三百"}
{"_id":"00nrEtuPj9XrzgbcqnBR8Wy7pnIxcGl100zY5CGz1YbnsZcS","title":"点绛唇·小院新凉","dynasty":"清代","author":"纳兰性德","text":"小院新凉，晚来顿觉罗衫薄。不成孤酌，形影空酬酢。\n萧寺怜君，别绪应萧索。西风恶，夕阳吹角，一阵槐花落。","author_dis":["纳兰性德","纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光彩夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。► 277篇诗文"],"otherlike":[{"title":"点绛唇·小院新凉","dynasty":"清代","author":"纳兰性德","text":"小院新凉，晚来顿觉罗衫薄。不成孤酌，形影空酬酢。\n萧寺怜君，别绪应萧索。西风恶，夕阳吹角，一阵槐花落。"},{"title":"烛之武退秦师","dynasty":"先秦","author":"左丘明","text":"晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。\n佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉！”许之。\n夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也，焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。\n子犯请击之。公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。\n（选自《左传》）"},{"title":"暮江吟","dynasty":"唐代","author":"白居易","text":"一道残阳铺水中，半江瑟瑟半江红。\n可怜九月初三夜，露似真珠月似弓。(真珠 通 珍珠)"},{"title":"陈元方候袁公","dynasty":"南北朝","author":"刘义庆","text":"陈元方年十一时，候袁公。袁公问曰：“贤家君在太丘，远近称之，何所履行？”元方曰：“老父在太丘，强者绥之以德，弱者抚之以仁，恣其所安，久而益敬。”袁公曰：“孤往者尝为邺令，正行此事。不知卿家君法孤，孤法卿父？”元方曰：“周公、孔子异世而出，周旋动静，万里如一。周公不师孔子，孔子亦不师周公。”"}],"type":["写人\n，\n友人\n，\n抒情\n，\n孤寂\n，\n伤怀","高中文言文\n，\n古文观止\n，\n赞美\n，\n写人\n，\n谋略","写景\n，\n写水","小学文言文\n，\n生活\n，\n写人\n，\n寓理"],"allin":["译文及注释\n译文\n天色已晚，小院里忽然添了几分寒意，便觉得此时衣裳有些单薄了。一个人独饮闷酒，对着自己的影子对饮长歌。\n我怀念在萧寺中惺惺相惜的友人是否衣缕单薄，不抵风寒呢。西风劲吹夕阳，随着晚风，天气转寒，自是那槐花也承受不起这寒风，萧萧索索，落了一阵。\n注释\n点绛唇：词牌名。此调因梁，江淹《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字，上阕四句，从第二句起用三仄韵；下阕五句，亦从第二句起用四仄韵。 《词律》认为上阕第二句第一字宜用去声，“作平则不起调”，但亦有作平起调者。又有《点樱桃》、《十八香》、《南浦月》、《沙头雨》、《寻瑶草》、《万年春》异名。\n罗衫：丝织衣衫。\n酌（zhuó）：饮（酒）。\n酬酢（chóu zuò）：客相互敬酒，主敬客曰酬，客敬主曰酢。此处是说独自酌饮，唯有自家的形影相随，非常孤独寂寞。\n萧寺：佛寺。李肇《唐国史补》卷：“梁武帝造寺，令萧子云飞白大书‘萧’字，至今一‘萧’字存焉。”后因称佛寺为萧寺。\n别绪：分别时的思绪、情感。\n萧索：凄清冷落。\n西风恶：是说西风的猛烈寒冷。\n角：号角，古代的乐器，多用于军营。▲\n有用\n没用\n完善\n参考资料：\n1、\n（清）纳兰性德著；田萍注解．《纳兰词全集鉴赏》．北京：中国画报出版社，2013：第221页\n2、\n聂小晴编著．《中华经典藏书 纳兰词》：中国华侨出版社 ，2013年：第83-84页","创作背景\n这首词大约成于康熙十七年（1678）秋，是词人为姜宸英所作的思人词。当时，姜宸英一人穷困潦倒借住在佛寺中，词人的意图可能就是邀请姜宸英前来明珠府居住。\n有用\n没用\n完善\n参考资料：\n1、\n《经典读库》编委会．《经典读库 人间最美纳兰词精选》：江苏美术出版社 ， 2013：第236页","赏析\n这是一篇思念故友的作品。\n词的上片从自己的感官出发，写怀友心绪。词人以“小院清凉”起笔，言及天气刚刚转冷，后句有“晚来”自然说到那一天至傍晚时，天气变得凉了，而由“清朝‘博学鸿词’考试一般设于秋季”可知，此处说的应该是秋凉。秋凉便觉得有些寒意了。念及此处，便想起了那友人，为下片怀人之言埋下伏笔。而此时词人只能一个人驱寒，“形影空酬酢”一句便把词人自己的伤怀念远、孤独寂寞的心情刻画得惟妙惟肖。\n下片自然承接到怀念友人处，提及萧寺。自友人处起笔，想起当初跟友人在萧寺中惺惺相惜之情、对饮长谈之景，对比此刻的自己的形影相吊，忽而不觉黯然。萧寺名虽出自萧姓，但也觉萧索之意，遂有下句“别绪应萧索”。此处词人匠心独运，把自己的感情转而嫁接到随后而至的秋凉之感上，又用萧寺做引子，显得十分巧妙有味，意在含蓄地写出词人与好友都是孤独寂寞的处境，心照不宣地邀请好友来府居住。结句以景结尾，满含悠然不尽之意，从容道来，一点都不带滞凝之感，令人遐思无限。\n词人此作将自己的思友之情藏起，上片写己，下片转至友人，把笔触瞄准了各种秋景，景语之处，句句怀人，显得尤为真挚感人。全词意境优美，景情交融，极含婉深致。▲\n有用\n没用\n完善\n参考资料：\n1、\n聂小晴编著．《中华经典藏书 纳兰词》：中国华侨出版社 ，2013年：第83-84页\n2、\n（清）纳兰性德著；田萍注解．《纳兰词全集鉴赏》：中国画报出版社， 2013 ：第221页"],"theme":"写人"}
{"_id":"01O2TE5YTir7bmhaKb6NRBpQEjKqXSVvjCBKthIMk8D4HKIX","title":"燕歌行","dynasty":"唐代","author":"高适","text":"开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。\n汉家烟尘在东北，汉将辞家破残贼。\n男儿本自重横行，天子非常赐颜色。\n摐金伐鼓下榆关，旌旆逶迤碣石间。\n校尉羽书飞瀚海，单于猎火照狼山。\n山川萧条极边土，胡骑凭陵杂风雨。\n战士军前半死生，美人帐下犹歌舞。\n大漠穷秋塞草腓，孤城落日斗兵稀。\n身当恩遇恒轻敌，力尽关山未解围。(恒轻敌 一作：常轻敌)\n铁衣远戍辛勤久，玉箸应啼别离后。\n少妇城南欲断肠，征人蓟北空回首。\n边庭飘飖那可度，绝域苍茫更何有。(飘飖 一作：飘飘 更何 一作：无所)\n杀气三时作阵云，寒声一夜传刁斗。\n相看白刃血纷纷，死节从来岂顾勋。\n君不见沙场征战苦，至今犹忆李将军。","author_dis":["高适","高适（704—765年），字达夫，一字仲武，渤海蓨（今河北景县）人，后迁居宋州宋城（今河南商丘睢阳）。安东都护高侃之孙，唐代大臣、诗人。曾任刑部侍郎、散骑常侍，封渤海县侯，世称高常侍。于永泰元年正月病逝，卒赠礼部尚书，谥号忠。作为著名边塞诗人，高适与岑参并称“高岑”，与岑参、王昌龄、王之涣合称“边塞四诗人”。其诗笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。有文集二十卷。► 254篇诗文"],"otherlike":[{"title":"燕歌行","dynasty":"唐代","author":"高适","text":"开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。\n汉家烟尘在东北，汉将辞家破残贼。\n男儿本自重横行，天子非常赐颜色。\n摐金伐鼓下榆关，旌旆逶迤碣石间。\n校尉羽书飞瀚海，单于猎火照狼山。\n山川萧条极边土，胡骑凭陵杂风雨。\n战士军前半死生，美人帐下犹歌舞。\n大漠穷秋塞草腓，孤城落日斗兵稀。\n身当恩遇恒轻敌，力尽关山未解围。(恒轻敌 一作：常轻敌)\n铁衣远戍辛勤久，玉箸应啼别离后。\n少妇城南欲断肠，征人蓟北空回首。\n边庭飘飖那可度，绝域苍茫更何有。(飘飖 一作：飘飘 更何 一作：无所)\n杀气三时作阵云，寒声一夜传刁斗。\n相看白刃血纷纷，死节从来岂顾勋。\n君不见沙场征战苦，至今犹忆李将军。"},{"title":"长沙过贾谊宅","dynasty":"唐代","author":"刘长卿","text":"三年谪宦此栖迟，万古惟留楚客悲。\n秋草独寻人去后，寒林空见日斜时。\n汉文有道恩犹薄，湘水无情吊岂知？\n寂寂江山摇落处，怜君何事到天涯。"},{"title":"月夜","dynasty":"唐代","author":"杜甫","text":"今夜鄜州月，闺中只独看。\n遥怜小儿女，未解忆长安。\n香雾云鬟湿，清辉玉臂寒。\n何时倚虚幌，双照泪痕干。"},{"title":"春晓","dynasty":"唐代","author":"孟浩然","text":"春眠不觉晓，处处闻啼鸟。\n夜来风雨声，花落知多少。"}],"type":["唐诗三百首\n，\n边塞\n，\n军旅\n，\n战争","唐诗三百首\n，\n初中古诗\n，\n怀古\n，\n迁谪\n，\n生活","唐诗三百首\n，\n高中古诗\n，\n月亮\n，\n思念","唐诗三百首\n，\n小学古诗\n，\n写景\n，\n惜春\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首"],"allin":["译文及注释\n译文\n唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》诗一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。\n唐朝东北边境战事又起，将军离家前去征讨贼寇。\n战士们本来在战场上就所向无敌，皇帝又特别给予他们丰厚的赏赐。\n军队擂击金鼓，浩浩荡荡开出山海关外，旌旗连锦不断飘扬在碣石山间。\n校尉紧急传羽书，飞奔浩瀚之沙海，匈奴单于举猎火光照已到我狼山。\n山河荒芜多萧条，满目凄凉到边土，胡人骑兵来势凶猛，如风雨交加。\n战士在前线杀得昏天黑地，不辨死生；将军们依然逍遥自在的在营帐中观赏美人的歌舞！\n深秋季节，塞外沙漠上草木枯萎；日落时分，边城孤危，士兵越打越少\n边将身受朝廷恩宠厚遇麻痹轻敌，战士筋疲力尽仍难解关山之围。\n身披铁甲的征夫，不知道守卫边疆多少年了，那家中的思妇自丈夫被征走后，应该一直在悲痛啼哭吧。\n思妇独守故乡悲苦地牵肠挂肚，征夫在边疆遥望家园空自回头。\n边塞战场动荡不安哪里能够轻易归来，绝远之地尽苍茫更加荒凉不毛。\n早午晚杀气腾腾战云密布，整夜里只听到巡更的刁斗声声悲伤。\n战士们互相观看，雪亮的战刀上染满了斑斑血迹；坚守节操，为国捐躯，岂是为了个人的名利功勋？\n你没看见拼杀在沙场战斗多惨苦，现在还在思念有勇有谋的李将军。\n注释\n燕歌行：乐府旧题。诗前有作者原序：“开元二十六年，客有从御史大夫张公出塞而还者，作《燕歌行》以示适。感征戍之事，因而和焉。”张公，指幽州节度使张守珪，曾拜辅国大将军、右羽林大将军，兼御史大夫。一般以为本诗所讽刺的是开元二十六年，张守珪部将赵堪等矫命，逼平卢军使击契丹余部，先胜后败，守珪隐败状而妄奏功。这种看法并不很准确。\n汉家：汉朝，唐人诗中经常借汉说唐。\n烟尘：代指战争。\n横行：任意驰走，无所阻挡。\n元戎：军事元帅。\n非常赐颜色：超过平常的厚赐礼遇。\n摐：撞击。\n金：指钲一类铜制打击乐器。\n伐：敲击。\n榆关：山海关，通往东北的要隘。\n旌旆：旌是竿头饰羽的旗。旆是末端状如燕尾的旗。这里都是泛指各种旗帜。\n逶迤：蜿蜒不绝的样子。\n碣石；山名。\n校尉；次于将军的武官。\n羽书；（插有鸟羽的，军用的）紧急文书。\n瀚海；沙漠。这里指内蒙古东北西拉木伦河上游一带的沙漠。\n单于；匈奴首领称号，也泛指北方少数民族首领。\n猎火：打猎时点燃的火光。古代游牧民族出征前，常举行大规模校猎，作为军事性的演习。\n狼山：又称狼居胥山，在今内蒙古自治区克什克腾旗西北。一说狼山又名郎山，在今河北易县境内。此处“瀚海”、“狼山”等地名，未必是实指。\n极：穷尽。\n凭陵：仗势侵凌。\n杂风雨：形容敌人来势凶猛，如风雨交加。一说，敌人乘风雨交加时冲过来。\n半生死：意思是半生半死，伤亡惨重。\n腓（一作衰）：指枯萎。隋虞世基《陇头吟》：“穷求塞草腓，塞外胡尘飞”\n斗兵稀：作战的士兵越打越少了。\n身当恩遇：指主将受朝廷的恩宠厚遇。\n玉箸：白色的筷子（玉筷），比喻思妇的泪水如注。\n城南：京城长安的住宅区在城南。\n蓟北：唐蓟州在今天津市以北一带，此处当泛指唐朝东北边地。\n边庭飘摇：形容边塞战场动荡不安。庭，一作“风”。飘摇，一作“飘飘”，随风飘荡的样子。\n度：越过相隔的路程，回归。\n绝域：更遥远的边陲。\n更何有：更加荒凉不毛。\n三时：指晨、午、晚，即从早到夜（历时很久。三，不表确数。）。\n刁斗：军中夜里巡更敲击报时用的、煮饭时用的，两用铜器。\n阵云：战场上象征杀气的云，即战云。\n一夜：即整夜，彻夜。\n血：一作“雪”\n死节：指为国捐躯。节，气节。\n岂顾勋：难道还顾及自己的功勋。\n李将军：指汉朝李广，他能捍御强敌，爱抚士卒，匈奴称他为汉之飞将军。▲\n有用\n没用\n完善\n参考资料：\n1、\n普通高中课程标准实验教科书《语文选修·唐诗宋词选读》.江苏教育出版社.2007年第3版","鉴赏\n《燕歌行》是高适的代表作。虽用乐府旧题，却是因时事而作的，这是乐府诗的发展，如果再进一步，就到了杜甫《丽人行》、《兵车行》、“三吏”、“三别”等即事命篇的新乐府了。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，这个曲调以前没有过记载，因此据说就是曹丕开创的。 曹丕的《燕歌行》有两首，是写妇女秋思，由他首创，所以后人多学他如此用燕歌行曲调做闺怨诗。高适的《燕歌行》是写边塞将士生活，用燕歌行曲调写此题材他是第一个。此诗主要是揭露主将骄逸轻敌，不恤士卒，致使战事失利。历来注家未对序文史事详加考核，都以为是讽张守珪而作。其实，这是不符史实的。此诗所刺对象应是受张守珪派遣、前往征讨奚、契丹的平卢讨击使、左骁卫将军安禄山。\n诗大体可分四段：首段八句写出师。其中前四句说战尘起于东北，将军奉命征讨，天子特赐光彩，已见得宠而骄，为后文轻敌伏笔。后四句接写出征阵容。旌旗如云，鼓角齐鸣，一路上浩浩荡荡，大模大样开赴战地，为失利时狼狈情景作反衬。“校尉”两句写抵达前线。羽书飞驰，见军情紧急；猎火照夜，说敌阵森严。\n第二段八句写战斗经过。其中前四句写战初敌人来势凶猛，我军伤亡惨重，后四句说至晚已兵少力竭，不得解围。“山川萧条极边土”，说明战场地形是无险可凭的开阔地带，这正有利于胡骑驰突，故接写敌军如暴风骤雨之袭来。“战士”两句用对比方法写出了主将骄惰轻敌，不恤士卒，一面是拚死苦战，一面仍恣意逸乐。这是诗中最有揭露性的描写。大漠衰草、落日孤城的萧飒景象，为“斗兵稀”作衬托，同时写战斗一直持续到傍晚。“身当恩遇常轻敌”，正面点出损兵被围的原因，是诗的主旨。\n第三段八句写征人，思妇两地相望，重会无期。诗虽古体，多用偶句，此段因内容需要，而犹着意作对仗。又此诗平仄转韵，一般四句一转，独此段八句全用仄韵，与表现双方摇摇不安的心绪相适应。杀气成云，刁斗传寒，都是极力渲染悲凉气氛。\n末段四句，两句写战士在生还无望的处境下，已决心以身殉国。“岂顾勋”三字，仍是对将帅的讽刺。两句诗人感慨，对战士的悲惨命运深寄同情，诗以“至今犹忆李将军”作结，再次点明主题。盛唐时，殷璠评高适曰：“其诗多胸臆语，兼有气骨。”此诗确实可以作为代表。\n《燕歌行》不仅是高适的“第一大篇”（近人赵熙评语），而且是整个唐代边塞诗中的杰作，千古传诵，良非偶然。\n开元十五年（公元727），高适曾北上蓟门。二十年，信安王李禕征讨奚、契丹，他又北去幽燕，希望到信安王幕府效力，未能如愿：“岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门”（《蓟中作》）。可见他对东北边塞军事，下过一番研究工夫。开元二十一年后，幽州节度使张守珪经略边事，初有战功。但二十四年，张让平卢讨击使安禄山讨奚、契丹，“禄山恃勇轻进，为虏所败”（《资治通鉴》卷二百十五）。二十六年，幽州将赵堪、白真陀罗矫张守珪之命，逼迫平卢军使乌知义出兵攻奚、契丹，先胜后败。“守珪隐其状，而妄奏克获之功”（《旧唐书。张守珪传》）。高适对开元二十四年以后的两次战败，感慨很深，因写此篇。\n诗意在慨叹征战之苦，谴责将领骄傲轻敌，荒淫失职，造成战争失利，使战士受 到极大痛苦和牺牲，反映了士兵与将领之间苦乐不同，庄严与荒淫迥异的现实。诗虽 叙写边战，但重点不在民族矛盾，而是讽刺和愤恨不恤战士的将领。同时，也写出了 为国御敌之辛勤。主题仍是雄健激越，慷慨悲壮。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n《燕歌行》是高适的代表作，不仅是高适的“第一大篇”（近人赵熙评语），而且是整个唐代边塞诗中的杰作，千古传诵，良非偶然。\n此诗主要是揭露主将骄逸轻敌，不恤士卒，致使战事失利。全篇大体可分四段：首段八句写出师。其中前四句说战尘起于东北，将军奉命征讨，天子特赐光彩，已见得宠而骄，为后文轻敌伏笔；后四句接写出征阵容。旌旗如云，鼓角齐鸣，一路上浩浩荡荡，大模大样开赴战地，为失利时狼狈情景作反衬。第二段八句写战斗经过。其中前四句写战初敌人来势凶猛，唐军伤亡惨重，后四句说至晚已兵少力竭，不得解围。第三段八句写征人，思妇两地相望，重会无期。末段四句，两句写战士在生还无望的处境下，已决心以身殉国；两句诗人感慨，对战士的悲惨命运深寄同情。全诗气势畅达，笔力矫健，气氛悲壮淋漓，主旨深刻含蓄。\n诗的发端两句便指明了战争的方位和性质，见得是指陈时事，有感而发。“男儿本自重横行，天子非常赐颜色”，貌似揄扬汉将去国时的威武荣耀，实则已隐含讥讽，预伏下文。樊哙在吕后面前说：“臣愿得十万众，横行匈奴中”，季布便斥责他当面欺君该斩。（见《史记·季布传》）所以，这“横行”的由来，就意味着恃勇轻敌。\n紧接着描写行军：“摐金伐鼓下榆关，旌旆逶迤碣石间。”透过这金鼓震天、大摇大摆前进的场面，可以揣知将军临战前不可一世的骄态，也为下文反衬。战端一启，“校尉羽书飞瀚海”，一个“飞”字警告了军情危急：“单于猎火照狼山”，犹如“看明王宵猎，骑火一川明，笳鼓悲鸣，遣人惊！”（张孝祥《六州歌头》）不意“残贼”乃有如此威势。从辞家去国到榆关、碣石，更到瀚海、狼山，八句诗概括了出征的历程，逐步推进，气氛也从宽缓渐入紧张。\n第二段写战斗危急而失利。落笔便是“山川萧条极边土”，展现开阔而无险可凭的地带，带出一片肃杀的气氛。“胡骑”迅急剽悍，象狂风暴雨，卷地而来。汉军奋力迎敌，杀得昏天黑地，不辨死生。然而，就在此时此刻，那些将军们却远离阵地寻欢作乐：“美人帐下犹歌舞！”这样严酷的事实对比，有力地揭露了汉军中将军和兵士的矛盾，暗示了必败的原因。所以紧接着就写力竭兵稀，重围难解，孤城落日，衰草连天，有着鲜明的边塞特点的阴惨景色，烘托出残兵败卒心境的凄凉。“身当恩遇恒轻敌，力尽关山未解围”。回应上文，汉将“横行”的豪气业已灰飞烟灭，他的罪责也确定无疑了。\n第三段写士兵的痛苦，实是对汉将更深的谴责。应该看到，这里并不是游离战争进程的泛写，而是处在被围困的险境中的士兵心情的写照。“铁衣远戍辛勤久”以下三联，一句征夫，一句征夫悬念中的思妇，错综相对，离别之苦，逐步加深。城南少妇，日夜悲愁，但是“边庭飘飖那可度？”蓟北征人，徒然回首，毕竟“绝域苍茫更何有！”相去万里，永无见期，“人生到此，天道宁论！”更那堪白天所见，只是“杀气三时作阵云”；晚上所闻，惟有“寒声一夜传刁斗”，如此危急的绝境，真是死在眉睫之间，不由人不想到把他们推到这绝境的究竟是谁呢？这是深化主题的不可缺少的一段。\n最后四句总束全篇，淋漓悲壮，感慨无穷。“相看白刃血纷纷，死节从来岂顾勋”，最后士兵们与敌人短兵相接，浴血奋战，那种视死如归的精神，岂是为了取得个人的功勋！他们是何等质朴、善良，何等勇敢，然而又是何等可悲呵！\n诗人的感情包含着悲悯和礼赞，而“岂顾勋”则是有力地讥刺了轻开边衅，冒进贪功的汉将。最末二句，诗人深为感慨道：“君不见沙场征战苦，至今犹忆李将军！”八九百年前威镇北边的飞将军李广，处处爱护士卒，使士卒“咸乐为之死”。这与那些骄横的将军形成多么鲜明的对比。诗人提出李将军，意义尤为深广。从汉到唐，悠悠千载，边塞战争何计其数，驱士兵如鸡犬的将帅数不胜数，备历艰苦而埋尸异域的士兵，更何止千千万万！可是，千百年来只有一个李广，不能不教人苦苦地追念他。杜甫赞美高适、岑参的诗：“意惬关飞动，篇终接混茫。”（《寄高使君岑长史三十韵》）此诗以李广终篇，意境更为雄浑而深远。\n全诗气势畅达，笔力矫健，经过惨淡经营而至于浑化无迹。气氛悲壮淋漓，主意深刻含蓄。“山川萧条极边土，胡骑凭陵杂风雨”，“大漠穷秋塞草腓，孤城落日斗兵稀”，诗人着意暗示和渲染悲剧的场面，以凄凉的惨状，揭露好大喜功的将军们的罪责。尤可注意的是，诗人在激烈的战争进程中，描写了士兵们复杂变化的内心活动，凄恻动人，深化了主题。\n全诗处处隐伏着鲜明的对比。从贯串全篇的描写来看，士兵的效命死节与汉将的怙宠贪功，士兵辛苦久战、室家分离与汉将临战失职，纵情声色，都是鲜明的对比。而结尾提出李广，则又是古今对比。全篇“战士军前半死生，美人帐下犹歌舞”，“二句最为沈至”（《唐宋诗举要》引吴汝纶评语），这种对比，矛头所指十分明显，因而大大加强了讽刺的力量。\n《燕歌行》是唐人七言歌行中运用律句很典型的一篇。全诗用韵依次为入声“职”部、平声“删”部、上声“麌”部、平声“微”部、上声“有”部、平声“文”部，恰好是平仄相间，抑扬有节。除结尾两句外，押平韵的句子，对偶句自不待言，非对偶句也符合律句的平仄，如“摐金伐鼓下榆关，旌旆逶迤碍石间”；押仄韵的句子，对偶的上下句平仄相对也是很严整的，如“杀气三时作阵云，寒声一夜传刁斗。”这样的音调之美，正是“金戈铁马之声，有玉磐鸣球之节”（《唐风定》卷九邢昉评语）。▲\n有用\n没用\n完善\n参考资料：\n1、\n徐永年 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：383-385"],"theme":"唐诗三百"}
{"_id":"01qzW8TVlu6xKbUhLlTtMwFK6MfGQot3XrWV87BbFqSeLOZt","title":"莺梭","dynasty":"宋代","author":"刘克庄","text":"掷柳迁乔太有情，交交时作弄机声。\n洛阳三月花如锦，多少工夫织得成。","author_dis":["刘克庄","刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。► 5454篇诗文"],"otherlike":[{"title":"莺梭","dynasty":"宋代","author":"刘克庄","text":"掷柳迁乔太有情，交交时作弄机声。\n洛阳三月花如锦，多少工夫织得成。"},{"title":"迢迢牵牛星","dynasty":"两汉","author":"佚名","text":"迢迢牵牛星，皎皎河汉女。\n纤纤擢素手，札札弄机杼。\n终日不成章，泣涕零如雨。\n河汉清且浅，相去复几许？\n盈盈一水间，脉脉不得语。"},{"title":"赠刘景文","dynasty":"宋代","author":"苏轼","text":"荷尽已无擎雨盖，菊残犹有傲霜枝。\n一年好景君须记，正是橙黄橘绿时。(正是 一作：最是)"},{"title":"绝句·古木阴中系短篷","dynasty":"宋代","author":"志南","text":"古木阴中系短篷，杖藜扶我过桥东。\n沾衣欲湿杏花雨，吹面不寒杨柳风。"}],"type":["古诗三百首\n，\n春天\n，\n写景\n，\n咏物\n，\n写鸟","古诗三百首\n，\n古诗十九首\n，\n七夕节\n，\n爱情\n，\n思念","古诗三百首\n，\n小学古诗\n，\n写景\n，\n勉励","古诗三百首\n，\n春游\n，\n写风\n，\n写雨\n，\n优美\n，\n小学生必背古诗70首"],"allin":["译文及注释\n译文\n春天，黄莺飞鸣迅速，穿梭于园林之间，时而在柳树上，时而在乔木上，似乎对林间的一切都有着深厚的情感。黄莺的啼叫声就像踏动织布机时发出的声音一般。\n洛阳三月，百花争奇斗艳，竞相开放，犹如锦绣。你看那些辛勤的黄莺正忙碌于园林之中，正是它们，费了多么大的工夫，才织成如此壮丽迷人的春色啊！\n注释\n掷柳：从柳枝上投掷下来，这里形容黄莺在柳枝间飞下时轻捷的样子。迁乔：迁移到高大的乔木上。这里形容黄莺往上飞时轻快的样子。\n交交：形容黄莺的鸣叫声。弄机声：开动织布机发出的响声。\n洛阳：今河南省洛阳市。花如锦：花开得像锦绣一样美丽。\n织得成：织得出来，织得完。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n这首诗描写了农历三月期间，洛阳花开似锦的美好春光。诗的大意说：黄莺在柳林里像穿梭般地飞上飞下，穿来穿去，对春光有无限情意；不时地发出“交交”的鸣叫声，这声音又好像开动织布机时的响声。农历三月季节，洛阳的花儿万紫千红，开得如同锦绣一般美丽，这些彩锦不知得用多少功夫才能织得出来。\n这是一首描写春天的作品。全诗中没有一个春字，而洛阳春天锦绣一样的美丽景色却跃然纸上。诗在这里选取了莺鸟和柳树两种素材。鸟儿在丝丝的柳绦中飞舞，让人很容易得想起丝线织成的绣品，而嘈杂的鸟鸣声也好像机器的声音，因此和莺梭这个题目很贴切。后一句有点同情下层劳动人民的意思，洛阳那么大，莺鸟竟然将它装点得五彩斑斓，那要飞得非常久，花非常多的功夫。而三月的洛阳也是因为有手工业者辛勤劳动才使人们能衣着亮丽，使三月的洛阳真正艳丽似锦绣的。\n黄莺在这里是被赞美的，它的勤劳换来了洛阳的美丽，而这里面如果没有春天的力量，鸟儿固然不会飞来编织锦绣，柳树的枝条也没有翠绿的颜色，织起来也就不会那么艳丽了。所以赞美黄莺其实就是在赞美春天的勃勃生机，赞美春天带来了万物的欣欣向荣。诗人心中对春天的崇敬之情，通过“多少功夫织得成”来表达，一句感叹将情绪宣泄了出来，和前面的诗句相辅相成，浑然一体。\n这首诗善于用明暗的比喻。把柳莺的飞下飞上喻为莺梭，把它的“交交”鸣叫声喻作机声，把洛阳盛开的花儿喻作锦绣，这些比喻形象、生动、传神。在古代写景咏物的小诗中，这也是很有名的一首。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"咏物"}
{"_id":"01xCcgEoTprCBEKUeq1gFaNTCE0f1rKd376fhf7pSh4DED6E","title":"别元九后咏所怀","dynasty":"唐代","author":"白居易","text":"零落桐叶雨，萧条槿花风。\n悠悠早秋意，生此幽闲中。\n况与故人别，中怀正无悰。\n勿云不相送，心到青门东。\n相知岂在多，但问同不同。\n同心一人去，坐觉长安空。","author_dis":["白居易","白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。► 3074篇诗文"],"otherlike":[{"title":"别元九后咏所怀","dynasty":"唐代","author":"白居易","text":"零落桐叶雨，萧条槿花风。\n悠悠早秋意，生此幽闲中。\n况与故人别，中怀正无悰。\n勿云不相送，心到青门东。\n相知岂在多，但问同不同。\n同心一人去，坐觉长安空。"},{"title":"秋风引","dynasty":"唐代","author":"刘禹锡","text":"何处秋风至？萧萧送雁群。\n朝来入庭树，孤客最先闻。"},{"title":"峨眉山月歌","dynasty":"唐代","author":"李白","text":"峨眉山月半轮秋，影入平羌江水流。\n夜发清溪向三峡，思君不见下渝州。"},{"title":"少年游·长安古道马迟迟","dynasty":"宋代","author":"柳永","text":"长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)\n归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。"}],"type":["秋天\n，\n思念\n，\n友人\n，\n孤寂","秋天\n，\n写风\n，\n思乡\n，\n忧愤","初中古诗\n，\n秋天\n，\n山水\n，\n写景","秋天\n，\n写景\n，\n人生\n，\n伤今感昔\n，\n情怀"],"allin":["译文及注释\n译文\n在秋风秋雨中，桐叶、槿花纷纷凋零飘落，一片寂寥冷清景象。\n在闲适自得中，生出早秋的意境。\n故人远别，令我心中无乐。\n不要说我没有送你到门外，我心已跟随你远去。\n知心之人何必求多，只要是心意想通。情趣相投即可。\n你一去，剩下我独自一人，即使身在这繁华的长安城，顿觉它是空荡荡的。\n注释\n零落：指脱落。\n萧条：指寂寥冷清的样子。\n槿（jǐn）：木槿，落叶灌木，夏秋开花，朝开夕凋。\n幽闲：闲适自得。\n故人：旧交，老朋友。\n中怀：心中。\n悰（cóng）：欢乐，乐趣。\n勿云：不要说。\n青门：长安城的东南门，本名灞城门，因其门色青，故俗呼为“青门”。\n坐觉：遂觉，顿觉。▲\n有用\n没用\n完善\n参考资料：\n1、\n萧枫，桑希臣．《唐诗宋词元曲00》：线装书局，2002年：第605页","赏析\n诗歌开篇“零落桐叶雨，萧条槿花风”，以写景起兴，既奠定了全诗伤感悲凉的感情基调又暗中点明与友人分别的时间。秋季甫至，秋意却浓，诗人看到凋零的桐叶、衰败的槿花，悠然飘落在秋风秋雨之中，目光所及皆为萧瑟之景，伤秋之情油然而生。此情此景又让诗人想起与友人离别时的场景，心中愈发感伤。\n“况与故人别，中怀正无”一句将诗人的伤秋之情与和友人分别之后的落寞之情自然地连接起来。诗人没有写出与友人分别的具体情境，以虚笔“勿云不相送，心到青门东”写分别之实事，诗人假设友人问自己“为何不相送？”“心到青门东”则是诗人的回答，不要说我没有送你离开，我的心已经随你远去，倘若相送，又如何忍心与你分别？寥寥数笔，勾勒出二人离别之时的大致情景，又给读者留下无数想象的空间。\n吟咏至此，诗人心中伤秋怀远的复杂心情无限放大，心中的抑郁之情不吐不快，进而抒发出此篇诗作中的情感最强音：“相知岂在多，但问同不同。同心一人去，坐觉长安空。”最后二旬又再次点明白居易与元稹交情之深，与中间四句遥相呼应，使得全诗浑然一体。全诗在诗人情感最高点戛然而止，余音缭绕而又耐人寻味。最后四旬言简意赅，却富含哲理，引起了无数读者的共鸣：不求朋友成群，但求知己一人，外面的世界再喧嚣，知心人不在，也如空城般孤寂。\n这首诗融写景、叙事、抒情于一体，情景交融，用笔虚实相生，实处描写景物，虚处勾勒景象，全诗如行云流水，毫无生涩之感。诗人在诗中的留白更给读者留下了无数想象空间。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n《别元九后咏所怀》是唐代诗人白居易元和元年（806年）送别元稹之后写的，秋季甫至，秋意却浓，诗人看到凋零的桐叶、衰败的槿花，悠然飘落在秋风秋雨之中，目光所及皆为萧瑟之景，伤秋之情油然而生，想到自己于长安再无心意相通之人的孤寂落寞之情。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"思念"}
{"_id":"01xvgvX2sVREXriYQuuOzaJMp1wCWIyZtP6VJ5PEqofqn61f","title":"送陆务观福建提仓","dynasty":"宋代","author":"韩元吉","text":"觥船相对百分空，京口追随似梦中。\n落纸云烟君似旧，盈巾霜雪我成翁。\n春来茗叶还争白，腊尽梅梢尽放红。\n领略溪山须妙语，小迂旌节上凌风。","author_dis":["韩元吉","韩元吉(1118～1187),南宋词人。字无咎，号南涧。汉族，开封雍邱（今河南开封市）人，一作许昌（今属河南）人。韩元吉词多抒发山林情趣，如〔柳梢青〕\"云淡秋云\"、〔贺新郎〕\"病起情怀恶\"等。著有《涧泉集》、《涧泉日记》、《南涧甲乙稿》、《南涧诗余》。存词80余首。► 795篇诗文"],"otherlike":[{"title":"送陆务观福建提仓","dynasty":"宋代","author":"韩元吉","text":"觥船相对百分空，京口追随似梦中。\n落纸云烟君似旧，盈巾霜雪我成翁。\n春来茗叶还争白，腊尽梅梢尽放红。\n领略溪山须妙语，小迂旌节上凌风。"},{"title":"卜算子·答施","dynasty":"宋代","author":"乐婉","text":"相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。\n要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。"},{"title":"送别","dynasty":"唐代","author":"王之涣","text":"杨柳东风树，青青夹御河。\n近来攀折苦，应为别离多。"},{"title":"行行重行行","dynasty":"两汉","author":"佚名","text":"行行重行行，与君生别离。\n相去万余里，各在天一涯。\n道路阻且长，会面安可知？\n胡马依北风，越鸟巢南枝。\n相去日已远，衣带日已缓。\n浮云蔽白日，游子不顾返。\n思君令人老，岁月忽已晚。\n弃捐勿复道，努力加餐饭。"}],"type":["离别\n，\n饮酒\n，\n忆旧\n，\n感慨","爱情\n，\n离别\n，\n相思","离别\n，\n送别\n，\n柳树","古诗三百首\n，\n古诗十九首\n，\n女子\n，\n离别\n，\n相思"],"allin":["译文及注释\n译文\n把酒相对，依依话别，回首往昔，竟是百事成空，当年在京口结伴同游、互相酬唱的情景已如旧梦。\n而今您挥毫染翰，云烟满纸，诗风雄健，仍不异昔日；我却早已白发盈巾，满头霜雪，变成皤然衰翁。\n在这腊尽春回之际，梅花盛开，梢头已染成一片嫣红；待您到任时，春光明媚，白茶叶也该争先吐出芽叶为您洗尘接风。\n人们领略闽中的溪山之胜还要靠您的妙语佳句，希望您稍微绕点路，到我建造的凌风亭题诗揽胜。\n注释\n务观：南宋爱国诗人陆游的字。\n觥（gōng）船：载酒之船，或指代大型酒杯。\n京口：今江苏镇江。\n落纸云烟：比喻运笔挥洒自如，文章气魄雄劲。\n盈巾霜雪：古人喜着头巾，盈巾霜雪，意为满头白发。\n茗叶：茶叶，诗中指福建名茶乌龙茶系中的珍品白叶茶，原产于饶平县，被誉为“国宾茶”。\n小迂（yū）：稍作迂回。迂：绕远。\n旌（jīng）节：古代使者所持之节。宋制，镇守一方的军政长官，得拥旌持节。\n凌风：亭名，在福建建安，韩元吉有登凌风亭题名录。▲\n有用\n没用\n完善\n参考资料：\n1、\n霍松林著．宋诗举要：安徽师范大学出版社，2015.06：第253-254页\n2、\n陶文鹏主编．宋诗精华：广西师范大学出版社，1996.01：第583-584页","赏析\n首句“觥船相对百分空”写觥船送别。在船上依依话别，对饮离杯，回首当年，真有百事成空之感。次句“京口追随似梦中”追忆京口旧游。当时陆游任镇江通判，恰好诗人来镇江省亲，两人同游金山，互相酬唱。一年后，诗人改任京官，又来镇江同游，与陆游有京口唱和一集，“道群居之乐，致离阔之思。”而诗人现在回想起来，往事竟像在梦中一样。这两句寄慨深沉，为全诗定了基调。\n“落纸云烟君似旧”一句称誉陆游，言他虽然入蜀多年，而诗风慷慨，挥毫染翰，满纸云烟，气魄雄劲，不殊昔日。“盈巾霜雪我成翁”则感叹自己此刻已满头霜雪，在国事艰虞之秋，未能多为国家宣劳，匡扶时局，现在已经成为老翁了。这两句分别写两人当前的情况，表达了彼此都有壮志未酬的感慨。\n接着五六两句，笔锋一转，借景抒情。“春来茗叶还争白，腊尽梅梢尽放红。”诗人设想陆游到福建的时候，已是下一年的春天，那里的白叶茶，该争先吐出白色的芽叶了。而在此刻分手之际，已经腊尽春回，红梅好都已迎年开放一片嫣红了。这两句笔姿潇洒，深见诗人旷达的胸怀，不专为别情所牵恋；而情景交融，不落凡响。结尾两句“领略溪山须妙语，小迂旌节上凌风。”再振一笔，以慰行人，并回映前文，有余音绕梁之妙。诗人和陆游在壮年的时候，都曾任官闽中，陆游开始做官的时候，任福州宁德县主簿，那时正当秦桧死后，陆游年三十四岁，诗人也曾任过建安守。彼此对闽中溪山之胜，是非常熟悉的。现在陆游再度任官福建，旧地重来，已经相隔二十年了。所以结笔前一句是希望友人把妙笔重新点染那里的溪山。诗人守建安的时候，曾登过那里的凌风亭，建安地近福州，所以在结句“小迂旌节上凌风”语意双关，希望陆游此去福州，不妨稍为迂回一下道路，登上凌风亭，一访那里的胜景，那么诗人虽然未能同行，也可以因友人访问自己的旧游地而一慰平生了。\n这首送别诗，从十几年前写到赴任以后，有感慨，但不颓唐，对未来有展望，但不虚发豪言，而且情感特别真挚。▲\n有用\n没用\n完善\n参考资料：\n1、\n缪钺等撰写．宋诗鉴赏辞典：上海辞书出版社，1987.12：第908页","创作背景\n南宋孝宗淳熙五年（1178年）秋，陆游拜官提举福建常平茶盐公事，暂时回到山阴（今浙江绍兴）故居休假，在冬季启程赴任之前，诗人前来送行，临分手之际，写下了这首赠别的七律。\n有用\n没用\n完善\n参考资料：\n1、\n缪钺，霍松林，周振甫，吴调公，曾枣庄，葛晓音，陈伯海，赵昌平，莫砺锋，刘永翔等撰写．宋诗鉴赏辞典 新1版：上海辞书出版社，2015.07：第977页"],"theme":"离别"}
{"_id":"02UUGcMtHQytj53XGvbAoRh8IRVqKlhWMhhe7nrEOj0np9Nu","title":"寒食寄郑起侍郎","dynasty":"宋代","author":"杨徽之","text":"清明时节出郊原，寂寂山城柳映门。\n水隔淡烟修竹寺，路经疏雨落花村。\n天寒酒薄难成醉，地迥楼高易断魂。\n回首故山千里外，别离心绪向谁言？","author_dis":["杨徽之","杨徽之（921～1000）宋代官员、宋初第一代诗人中的佼佼者。字仲猷，建州浦城（今属福建）人。后周显德二年举进士甲科，起家校书郎，集贤校理，累官右拾遗。因文才出众，曾奉诏参与编辑《文苑英华》，负责诗歌部分。真宗时官至翰林待读学士。为人纯厚清介，守规矩，尚名教，尤恶非道以干进者，后患足疾而卒，谥文庄。► 22篇诗文"],"otherlike":[{"title":"寒食寄郑起侍郎","dynasty":"宋代","author":"杨徽之","text":"清明时节出郊原，寂寂山城柳映门。\n水隔淡烟修竹寺，路经疏雨落花村。\n天寒酒薄难成醉，地迥楼高易断魂。\n回首故山千里外，别离心绪向谁言？"},{"title":"寒食","dynasty":"宋代","author":"赵鼎","text":"寂寂柴门村落里，也教插柳记年华。\n禁烟不到粤人国，上冢亦携庞老家。\n汉寝唐陵无麦饭，山溪野径有梨花。\n一樽径籍青苔卧，莫管城头奏暮笳。"},{"title":"寒食","dynasty":"宋代","author":"张镃","text":"地僻人稀到，檐虚燕未过。\n清愁诗酒少，寒食雨风多。\n名字因农具，襟怀属钓蓑。\n莫惊时节换，安分看如何。"},{"title":"寒食江州满塘驿","dynasty":"唐代","author":"宋之问","text":"去年上巳洛桥边，今年寒食庐山曲。\n遥怜巩树花应满，复见吴洲草新绿。\n吴洲春草兰杜芳，感物思归怀故乡。\n驿骑明朝发何处？猿声今夜断君肠。"}],"type":["寒食节\n，\n写景\n，\n思乡","寒食节\n，\n风俗\n，\n抒情","寒食节","寒食节\n，\n伤怀\n，\n思乡"],"allin":["译文及注释\n译文\n清明时节我独自走出郊野，寂寞山城家家门户绿柳隐映。\n隔水淡淡烟霭中，看得见佛寺修竹成荫， 一路上细雨萧疏， 经过的村庄落花阵阵。\n天气寒冷，菲薄的淡酒，不能让我在一醉中沉浸。登上高楼只见天高地迥， 我思乡念友更容易极度伤心。\n回望故家远在千里以外，满怀离情别绪又去讲给谁听？\n注释\n寒食：寒食节。每年冬至后一百零五天，禁火，吃冷食，谓之寒食。郑起：宇孟隆，后周时曾任右拾遗、直史馆，迁殿中侍御史。入宋，963年（乾德元年）外贬后，未再入任而卒。“侍郎”可能是“侍御”之误。\n清明时节：寒食节后两日为清明节，故寒食、清明常并举。郊原：郊外原野。古代风俗，寒食、清明要踏青扫墓，出郊春游。\n柳映门：宋代清明寒食节时有插柳于门上的习俗，《东京梦华录》卷七、《梦粱录》卷二均有记载。\n修竹寺：长着修长竹子的佛寺。\n落花村：飘落花朵的村子。\n酒薄：酒味淡薄。\n迥（jiǒng）：远。断魂：这里是形容哀伤至极。\n故山：故乡。▲\n有用\n没用\n完善\n参考资料：\n1、\n霍松林 等．宋诗鉴赏辞典：上海辞书出版社，1987：3-4\n2、\n张鸣．宋诗选：人民文学出版社，2004：2-3\n3、\n刘永生．宋诗选：天津古籍出版社，1997：2","赏析\n首句“清明”后缀以“时节”二字，即将寒食包括在内。在此时节“出郊原”春游，是宋时风俗，如邵雍《春游》诗即有句云：“人间佳节唯寒食。”\n第二句“山城”点明诗人出游的地点。“寂寂”，用叠词渲染周围的环境气氛。柳则是带季节气候特征的植物，不但唐人韩诩有“寒食东风御柳斜”名句传世，而且宋人每逢寒食，即以杨柳等物饰于轿顶之上，四垂遮蔽。每户且以“面造枣（饣固）飞燕，柳条串之，插于门根”（《东京梦华录》卷七）。因此，“柳映门”是寒食特有之景。\n颔联二句二景：一远一近，一朦胧一清晰，如画家构图，色调和谐，笔触错落有致。同是写寒食清明，柳永《木兰花慢》词：“拆桐花烂漫，乍疏雨，洗清明．正艳杏烧林，湘桃绣野，芳景如屏。”而在杨徽之笔下，则是“水隔淡烟修竹寺，路经疏雨落花村”，如此色调淡雅、风物凄清之景，与前“寂寂山城”相呼应，与都城寒食时繁华热闹景象形成鲜明的对照，曲折委婉地表达了诗人被贬后的愁思。\n颈联即景抒情。“天寒”，点出寒食节乍暖还寒的气侯特点。“酒薄”，暗示山城的荒僻。自唐至宋，均有寒食扫墓之俗。此时此景，登高见之，倍生思家之念。诗中“易断魂”，由“地迥”和“回首故山千里外”而来；而“难成醉”也与此有着密不可分的关系。这两句与范仲淹《御街行》词“愁肠已断无由醉。酒未到、先成泪”，有异曲同工之妙。据说宋太宗很欣赏杨徽之的诗，特地挑出十联写于屏风，其中就有这一联。\n尾联之妙，在以问句作结。诗人本有一腔“别离心绪”，喷涌欲出，这里以“向谁言”出之，于“露筋骨”之中，仍为唱叹之音，与全诗的基调和谐一致。\n作者于西昆体盛行之时，能不雕金镂玉，不堆砌典故。额联平仄稍作变化，颈联虽对得很工，然而略有“流水对”之意，仍有自然流转之美。全诗无论是内容，还是艺术手法，都显得自然而清新。▲\n有用\n没用\n完善\n参考资料：\n1、\n霍松林 等．宋诗鉴赏辞典：上海辞书出版社，1987：3-4\n2、\n张鸣．宋诗选：人民文学出版社，2004：2-3","创作背景\n此诗作于北宋乾德（963—968）初至太平兴国（976—984）初，杨徽之贬为外官之时。向故人郑起倾诉“别离心绪”是全诗的主旨。\n有用\n没用\n完善\n参考资料：\n1、\n霍松林 等．宋诗鉴赏辞典：上海辞书出版社，1987：3-4\n2、\n张鸣．宋诗选：人民文学出版社，2004：2-3"],"theme":"思乡"}
{"_id":"02lio3J7PlCeyvEWw32wraEcCCkXVBJnCwaH8eIWHKeDwPDF","title":"兰陵王·柳","dynasty":"宋代","author":"周邦彦","text":"柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。\n闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。\n凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。","author_dis":["周邦彦","周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。► 289篇诗文"],"otherlike":[{"title":"兰陵王·柳","dynasty":"宋代","author":"周邦彦","text":"柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。\n闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。\n凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。"},{"title":"长相思·一重山","dynasty":"五代","author":"李煜","text":"一重山，两重山。山远天高烟水寒，相思枫叶丹。\n菊花开，菊花残。塞雁高飞人未还，一帘风月闲。"},{"title":"青玉案·元夕","dynasty":"宋代","author":"辛弃疾","text":"东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。\n蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。"},{"title":"菩萨蛮·平林漠漠烟如织","dynasty":"唐代","author":"李白","text":"平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。\n玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。(更短亭 一作：连短亭)"}],"type":["宋词三百首\n，\n宋词精选\n，\n婉约\n，\n柳树\n，\n送别\n，\n离情","宋词三百首\n，\n秋天\n，\n写景\n，\n相思","宋词三百首\n，\n元宵节\n，\n写人\n，\n抒怀\n，\n情怀","宋词三百首\n，\n秋天\n，\n写景\n，\n怀人\n，\n乡情"],"allin":["译文及注释\n译文\n正午的柳荫直直地落下，雾霭中，丝丝柳枝随风摆动。在古老的隋堤上，曾经多少次看见柳絮飞舞，把匆匆离去的人相送。每次都登上高台向故乡瞭望，杭州远隔山水一重又一重。旅居京城使我厌倦，可有谁知道我心中的隐痛？在这十里长亭的路上，我折下的柳条有上千枝，可总是年复一年地把他人相送。\n我趁着闲暇到了郊外，本来是为了寻找旧日的行踪，不料又逢上筵席给朋友饯行。华灯照耀，我举起了酒杯，哀怨的音乐在空中飘动。驿站旁的梨花已经盛开，提醒我寒食节就要到了，人们将把榆柳的薪火取用。我满怀愁绪看着船像箭一样离开，梢公的竹篙插进温暖的水波，频频地朝前撑动。等船上的客人回头相看，驿站远远地抛在后面，端的离开了让人愁烦的京城。他想要再看一眼天北的我哟，却发现已经是一片蒙胧。\n我孤零零地十分凄惨，堆积的愁恨有千万重。送别的河岸迂回曲折，渡口的土堡一片寂静。春色一天天浓了，斜阳挂在半空。我不禁想起那次携手，在水榭游玩，月光溶溶。我们一起在露珠盈盈的桥头，听人吹笛到曲终……唉，回忆往事，如同是一场大梦。我暗中不断垂泪。\n注释\n兰陵王：词牌名，首见于周邦彦词。一百三十字，分三段。\n柳阴直：长堤之柳，排列整齐，其阴影连缀成直线。\n烟：薄雾。丝丝弄碧：细长轻柔的柳条随风飞舞，舞弄其嫩绿的姿色。弄：飘拂。\n隋堤：汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城的必经之路。\n拂水飘绵：柳枝轻拂水面，柳絮在空中飞扬。行色：行人出发前的景象、情状。\n故国：指故乡。\n京华倦客：作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。\n长亭：古时驿路上十里一长亭，五里一短亭，供人休息，又是送别的地主。\n“应折”句：古人有折柳送别之习。柔条：柳枝。过千尺：极言折柳之多。\n旧踪迹：指过去登堤饯别的地方。\n又：又逢。酒趁哀弦：饮酒时奏着离别的乐曲。趁：逐，追随。哀弦：哀怨的乐声。\n离席：饯别的宴会。\n“梨花”句：饯别时正值梨花盛开的寒食时节。唐宋时期朝廷在清明日取榆柳之火以赐百官，故有“榆火”之说。寒食：清明前一天为寒食。\n一箭风快：指正当顺风，船驶如箭。\n半篙波暖：指撑船的竹篙没入水中，时令已近暮春，故曰波暖。\n迢递：遥远。驿：驿站。\n“望人”句：因被送者离汴京南去，回望送行人，故曰天北。望人：送行人。\n凄恻：悲伤。\n渐：正当。别浦：送行的水边。萦回：水波回旋。\n恨：这里是遗憾的意思。\n津堠：渡口附近供瞭望歇宿的守望所。津：渡口。堠：哨所。岑寂：冷清寂寞。\n冉冉：慢慢移动的样子。春无极：春色一望无边。\n念：想到。月榭：月光下的亭榭。榭，建在高台上的敞屋。\n露桥：布满露珠的桥梁。▲\n有用\n没用\n完善\n参考资料：\n1、\n徐中玉 金启华．中国古代文学作品选（二）．上海：华东师范大学出版社，1999：96-98","赏析\n这首词的题目是“柳”，内容却不是咏柳，而是伤别。古代有折柳送别的习俗，所以诗词里常用柳来渲染别情。隋无名氏的《送别》：“杨柳青青著地垂，杨花漫漫搅天飞。柳条折尽花飞尽，借问行人归不归。”便是人们熟悉的一个例子。周邦彦这首词也是这样，它一上来就写柳阴、写柳丝、写柳絮、写柳条，先将离愁别绪借着柳树渲染了一番。\n“柳阴直，烟里丝丝弄碧。”这个“直”字不妨从两方面体会。时当正午，日悬中天，柳树的阴影不偏不倚直铺在地上，此其一。长堤之上，柳树成行，柳阴沿长堤伸展开来，划出一道直线，此其二。“柳阴直”三字有一种类似绘画中透视的效果。“烟里丝丝弄碧”转而写柳丝。新生的柳枝细长柔嫩，像丝一样。它们仿佛也知道自己碧色可人，就故意飘拂着以显示自己的美。柳丝的碧色透过春天的烟霭看去，更有一种朦胧的美。\n以上写的是自己这次离开京华时在隋堤上所见的柳色。但这样的柳色已不止见了一次，那是为别人送行时看到的：“隋堤上，曾见几番，拂水飘绵送行色。”“拂水飘绵”这四个字锤炼得十分精工，生动地摹画出柳树依依惜别的情态。那时词人登上高堤眺望故乡，别人的回归触动了自己的乡情。这个厌倦了京华生活的客子的怅惘与忧愁有谁能理解呢：“登临望故国，谁识京华倦客？”隋堤柳只管向行人拂水飘绵表示惜别之情，并没有顾到送行的京华倦客。其实，那欲归不得的倦客，他的心情才更悲凄。\n接着，词人撇开自己，将思绪又引回到柳树上面：“长亭路，年去岁来，应折柔条过千尺。”古时驿路上十里一长亭，五里一短亭。亭是供人休息的地方，也是送别的地方。词人设想，在长亭路上，年复一年，送别时折断的柳条恐怕要超过千尺了。这几句表面看来是爱惜柳树，而深层的涵义却是感叹人间离别的频繁。情深意挚，耐人寻味。\n上片借隋堤柳烘托了离别的气氛，中片便抒写自己的别情。“闲寻旧踪迹”这一句读时容易忽略。那“寻”字，并不是在隋堤上走来走去地寻找。“踪迹”，也不是自己到过的地方。“寻”是寻思、追忆、回想的意思。“踪迹”指往事而言。“闲寻旧踪迹”，就是追忆往事的意思。当船将开未开之际，词人忙着和人告别，不得闲静；这时船已启程，周围静了下来，自己的心也闲下来了，就很自然地要回忆京华的往事。这就是“闲寻”二字的意味。现代人也会有类似的经验，亲友到月台上送别，火车开动之前免不了有一番激动和热闹。等车开动以后，坐在车上静下心来，便去回想亲友的音容乃至别前的一些生活细节。这就是“闲寻旧踪迹”。此时周邦彦想起了：“又酒趁哀弦，灯照离席。梨花榆火催寒食。”有的注释说这是写眼前的送别，恐不妥。眼前如是“灯照离席”，已到夜晚，后面又说“斜阳冉冉”，时间就接不上。所以这应是船开以后寻思旧事。在寒食节前的一个晚上，情人为他送别。在送别的宴席上灯烛闪烁，伴着哀伤的乐曲饮酒。此情此景难以忘怀。这里的“又”字说明，从那次的离别宴会以后词人已不止一次地回忆，如今坐在船上又一次回想起那番情景。“梨花榆火催寒食”写明那次饯别的时间，寒食节在清明前一天，旧时风俗，寒食这天禁火，节后另取新火。唐制，清明取榆、柳之火以赐近臣。“催寒食”的“催”字有岁月匆匆之感。岁月匆匆，别期已至了。\n“愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。”周济《宋四家词选》曰：“一愁字代行者设想。”他认定作者是送行的人，所以只好作这样曲折的解释。其实这四句很有实感，不像设想之辞，应当是作者自己从船上回望岸边的所见所感。“愁一箭风快，半篙波暖，回头迢递便数驿”，风顺船疾，行人本应高兴，词里却用一“愁”字，这是因为有人让他留恋着。回头望去，那人已若远在天边，只见一个难辨的身影。“望人在天北”五字，包含着无限的怅惘与凄惋。\n中片写乍别之际，下片写渐远以后。这两片的时间是连续的，感情却又有波澜。“凄恻，恨堆积！”船行愈远，遗憾愈重，一层一层堆积在心上难以排遣，也不想排遣。“渐别浦萦回，津堠岑寂。斜阳冉冉春无极”。从词开头的“柳阴直”看来，启程在中午，而这时已到傍晚。“渐”字也表明已经过了一段时间，不是刚刚分别时的情形了。这时望中之人早已不见，所见只有沿途风光。大水有小口旁通叫浦，别浦也就是水流分支的地方，那里水波回旋。因为已是傍晚，所以渡口冷冷清清的，只有守望所孤零零地立在那里。景物与词人的心情正相吻合。再加上斜阳冉冉西下，春色一望无边，空阔的背景越发衬出自身的孤单。他不禁又想起往事：“念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。”月榭之中，露桥之上，度过的那些夜晚，都留下了难忘的印象，宛如梦境似的，一一浮现在眼前。想到这里，不知不觉滴下了泪水。“暗滴”是背着人独自滴泪，自己的心事和感情无法使旁人理解，也不愿让旁人知道，只好暗息悲伤。\n统观全词，萦回曲折，似浅实深，有吐不尽的心事流荡其中。无论景语、情语，都很耐人寻味。▲\n有用\n没用\n完善\n参考资料：\n1、\n唐圭璋 等．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988：1034-1036\n2、\n徐中玉 金启华．中国古代文学作品选（二）．上海：华东师范大学出版社，1999：96-98","创作背景\n自从清代周济《宋四家词选》说这首词是“客中送客”以来，注家多采其说，认为是一首送别词。其实这首词是周邦彦写自己离开京华时的心情。此时他已倦游京华，却还留恋着那里的情人，回想和她来往的旧事，恋恋不舍地乘船离去。\n有用\n没用\n完善\n参考资料：\n1、\n唐圭璋 等．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988：1034-1036"],"theme":"婉约"}
{"_id":"030QEYDjbeNKVdG4uLn7exdaobOQfp2LJAMA0dtGna5ykQfs","title":"小重山·绿树莺啼春正浓","dynasty":"宋代","author":"何大圭","text":"绿树莺啼春正浓，钗头青杏小，绿成丛。玉船风动酒鳞红。歌声咽，相见几时重？\n车马去匆匆，路随芳草远，恨无穷。相思只在梦魂中。今宵月，偏照小楼东。","author_dis":["何大圭","何大圭，字晋之，安徽广德人，南宋初期著名政治家、文学家。宋徽宗政和八年（1118）进士，年仅十八岁。宣和元年（1119），太学录，六年（1124），秘书省正字。迁秘书省著作郎。建炎四年（1130），为滕康、刘珏属官，坐失洪州除名岭南编管。绍兴五年（1135），放逐便。二十年（1150），左朝请郎、直秘阁。二十七年（1157），主管州崇道观，旋落职。隆兴元年（1163），由浙西安抚司参议官主管台州崇道观。► 5篇诗文"],"otherlike":[{"title":"小重山·绿树莺啼春正浓","dynasty":"宋代","author":"何大圭","text":"绿树莺啼春正浓，钗头青杏小，绿成丛。玉船风动酒鳞红。歌声咽，相见几时重？\n车马去匆匆，路随芳草远，恨无穷。相思只在梦魂中。今宵月，偏照小楼东。"},{"title":"蝶恋花·庭院深深深几许","dynasty":"五代","author":"冯延巳","text":"庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。\n雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。"},{"title":"踏莎行·杨柳回塘","dynasty":"宋代","author":"贺铸","text":"杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。\n返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。"},{"title":"踏莎行·小径红稀","dynasty":"宋代","author":"晏殊","text":"小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)\n翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。"}],"type":["婉约\n，\n送别\n，\n相思","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n闺怨\n，\n伤春","宋词三百首\n，\n婉约\n，\n咏物\n，\n荷花\n，\n抒怀\n，\n命运","婉约\n，\n春天\n，\n写景\n，\n抒情\n，\n怅惘"],"allin":[],"theme":"婉约"}
{"_id":"031KGIj9iXVFJf9ag5aQNKRhPNhwr3VelYoAK0sen1uRdOWb","title":"登凉州尹台寺","dynasty":"唐代","author":"岑参","text":"胡地三月半，梨花今始开。\n因从老僧饭，更上夫人台。\n清唱云不去，弹弦风飒来。\n应须一倒载，还似山公回。","author_dis":["岑参","岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。► 443篇诗文"],"otherlike":[{"title":"登凉州尹台寺","dynasty":"唐代","author":"岑参","text":"胡地三月半，梨花今始开。\n因从老僧饭，更上夫人台。\n清唱云不去，弹弦风飒来。\n应须一倒载，还似山公回。"},{"title":"菩萨蛮·半烟半雨溪桥畔","dynasty":"宋代","author":"黄庭坚","text":"半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。\n江山如有待，此意陶潜解。问我去何之，君行到自知。"},{"title":"苏溪亭","dynasty":"唐代","author":"戴叔伦","text":"苏溪亭上草漫漫，谁倚东风十二阑。\n燕子不归春事晚，一汀烟雨杏花寒。"},{"title":"浣溪沙·堤上游人逐画船","dynasty":"宋代","author":"欧阳修","text":"堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。\n白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！"}],"type":["春天\n，\n边塞\n，\n生活","春天\n，\n写景\n，\n感叹\n，\n命运","春天\n，\n闺怨\n，\n思念","春天\n，\n写景\n，\n宴饮\n，\n闲适"],"allin":["译文及注释\n译文\n在这塞外苦寒之地，直到三月春半时，梨花才开始绽放。\n于是我同寺中的老僧吃完饭，又登上了夫人台。\n那清越的歌声令白云停遏，那优美而淡雅的琴韵像清风飒然吹过一般。\n我也应该倒骑着马，像山公那样酩酊大醉而归。\n注释\n因：副词，于是。\n更：复再。\n云不去：典出《列子·汤问》：“薛谭学讴于秦青，未穷青之技，自谓尽之，遂辞归。秦青弗止，饯于郊衢。抚节悲歌，声振林木，响遏行云。”\n山公：即晋山简。\n有用\n没用\n完善\n参考资料：\n1、\n于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010年12月版：第189-190页","创作背景\n这首诗作于公元751年（天宝十年）春季。诗人于梨树花开时节游尹台寺，登夫人台并听人高歌，深为其陶醉，只觉得可“倒载”而归。\n有用\n没用\n完善\n参考资料：\n1、\n于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010年12月版：第189-190页","简析\n这是一首极具情趣的塞外踏春诗。全诗从三月春始至、梨花迟迟开之景入手，给人以奇异惊喜之感，让人不由对漠北温馨的一面倍感心怡；于是诗人登山赏花，遂入禅寺，得见寺中古迹；然后在一片祥和的氛围中潜心品味“只应天上有”的绝妙韵律；最后以古人放达、游牧的故事中衬托自己此时此刻陶醉其间的心情。诗文在意兴盎然的情趣中结束，读来仍感余韵绵绵，结尾一联与王维“襄阳好风日，留醉与山翁”更有异曲同工之妙。\n有用\n没用\n完善\n参考资料：\n1、\n于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010年12月版：第189-190页"],"theme":"边塞"}
{"_id":"03HUv4VZkxN6yWM5gyycH3gPEWOrqnXzHH9z4SaFXIpia8T8","title":"少年游·参差烟树灞陵桥","dynasty":"宋代","author":"柳永","text":"参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。\n夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。","author_dis":["柳永","柳永，（约987年—约1053年）北宋著名词人，婉约派代表人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。► 297篇诗文"],"otherlike":[{"title":"少年游·参差烟树灞陵桥","dynasty":"宋代","author":"柳永","text":"参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。\n夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。"},{"title":"过苏州","dynasty":"宋代","author":"苏舜钦","text":"东出盘门刮眼明，萧萧疏雨更阴晴。\n绿杨白鹭俱自得，近水远山皆有情。\n万物盛衰天意在，一身羁苦俗人轻。\n无穷好景无缘住，旅棹区区暮亦行。"},{"title":"天涯","dynasty":"唐代","author":"李商隐","text":"春日在天涯，天涯日又斜。\n莺啼如有泪，为湿最高花。"},{"title":"天净沙·秋思","dynasty":"元代","author":"马致远","text":"枯藤老树昏鸦，\n小桥流水人家，\n古道西风瘦马。\n夕阳西下，\n断肠人在天涯。"}],"type":["羁旅\n，\n写景\n，\n离别\n，\n怀古伤今","写景\n，\n抒情\n，\n羁旅\n，\n愁绪","春天\n，\n写鸟\n，\n羁旅\n，\n抒情\n，\n苦痛","初中古诗\n，\n秋天\n，\n写景\n，\n羁旅\n，\n悲秋\n，\n最美"],"allin":["译文及注释\n译文\n高低不一好像烟一样的柳树掩映着灞陵桥。此处风俗依旧和往朝一样，送别的人们，折柳送亲人。衰败古杨柳,攀折已憔悴，如同楚宫中，如柳细腰女。\n夕阳悠闲照大地，秋光渐消去，离别的忧思如蘅草铺满江岸望不尽。一首送别《阳关》曲，曲尽人肠断，独自倚靠着船栏杆久久行。\n注释\n少年游：词牌名。《乐章集》、《张子野词》入“林钟商”，《清真集》分入“黄钟”、“商调”。各家句读亦多出入，兹以柳词为定格。五十字，前片三平韵，后片两平韵。苏轼、周邦彦、姜夔三家同为别格，五十一字，前后片各两平韵。\n灞陵桥：在长安东（今陕西西安）。古人送客至此，折杨柳枝赠别。\n风物：风俗。\n楚宫腰：以楚腰喻柳。楚灵王好细腰，后人故谓细腰为楚腰。\n蘅皋（héng gāo）：长满杜蘅的水边陆地。蘅即杜蘅。\n阳关：王维之诗《渭城曲》翻入乐内《阳关三曲》，为古人送别之曲。\n兰桡（ráo）：桡即船桨，兰桡指代船。▲\n有用\n没用\n完善\n参考资料：\n1、\n周汝昌等人．宋词鉴赏辞典上．上海：上海辞书出版社，2013年6月：第64页","赏析\n这是柳永漫游长安时所作的一首怀古伤今之词。上片写词人乘舟离别长安时之所见。“参差”二句，点明所咏对象，以引起伤别之情。回首遥望长安、灞桥一带，参差的柳树笼罩在迷的烟雾里。风光和景物还和汉、唐时代一样。词人触景生情，思接百代。“衰杨”三句，进一步写灞桥风物的沧桑之变，既“古”且“衰”的杨柳，几经攀折，那婀娜多姿的细腰早已憔悴不堪了。时值霜秋，没有暖意融融的春风，杨柳已经不堪忍受，况复“几经攀折”，唯有憔悴而已矣！拟人化修辞手法的运用，不仅形象生动，而且也增强了表达效果。上片通过描绘眼中景、心中事、事中情的顿挫，写出了词人伤别中的怀古，及怀古心中的伤今。\n下片写离长安时置身舟中的感触。“夕阳”句，点明离别之时正值暮秋的傍晚，一抹淡淡的夕阳，映照着古城烟柳。连用三个形容词“闲”、“淡”、“老”，集中描写“夕阳”的凋残，“秋光”更是“老”而不振，清冷孤寂的环境，令人颓丧、怅恼的景物与词人自己愁怨的心情交织在一起，使他愈增离恨。“离思”句，极写离思之多、之密，如长满杜蘅的郊野。然后以“阳关曲”和“断肠声”相呼应，烘托出清越苍凉的气氛。结句“独自凭兰桡”，以词人独自倚在画船船舷上的画面为全篇画上句号，透露出一种孤寂难耐的情怀。\n本词紧扣富有深意的景物，以繁华兴起，又陡转萧瑟，有咏古之思和历史变迁之叹，但未触及历史事实，不加议论，只是通过描写富有韵味的景物和抒发离情别绪来突出感情的波澜起伏，虚实互应，情景相生，笔力遒劲，境界高远。\n开篇总揽灞桥全景“参差烟树灞陵桥”一句，直接点明所咏对象，暮色苍茫中，杨柳如烟；柳色明暗处，霸桥横卧。灞桥是别离的象征，眼前凄迷的灞桥暮景，更易牵动羁泊异乡的情怀。灞桥不仅目睹人世间的离鸾别鹤之苦，而且也是人世沧桑、升沉变替的见证。“风物尽前朝”一句，紧承首句又拓展词意，使现实的旅思羁愁与历史的兴亡之感交织，把空间的迷茫感与时间的悠远感融为一体，貌似冷静的描述中，透露出作者沉思的神情与沉郁的情怀。“哀杨古柳”三句从折柳送别着想，专写离愁。作者想象年去岁来，多少离人此折柳赠别，杨柳屡经攀折，纤细轻柔的柳条竟至“憔悴”！此词写衰杨古柳，憔悴衰败，已不胜攀折。以哀景映衬哀情，借伤柳以伤别，加倍突出人间别离之频繁，别恨之深重。\n自“夕阳闲淡秋光老”一句始，词境愈加凄清又无限延伸。面对灞桥，已令人顿生离思，偏又时当秋日黄昏，日色晚，秋光老，夕阳残照，给本已萧瑟的秋色又抹上一层惨淡的色彩，也给作者本已凄楚的心灵再笼罩一层黯淡的阴影。想到光阴易逝，游子飘零，离思愁绪绵延不尽，终于溢满蘅皋了。“离思满蘅皋”，是用夸张的比喻形容离愁之多，无所不在。\n“一曲《阳关》”两句，转而从听觉角度写离愁。作者目瞻神驰，正离思索怀，身边忽又响起《阳关》曲，将作者思绪带回别前的离席。眼前又进行一场深情的饯别，而行者正是自己。客中再尝别离之苦，旧恨加上新愁，已极可悲，而此次分袂，偏偏又传统的离别之地，情形加倍难堪，耳闻《阳关》促别，自然使人肝肠寸断了。至此，目之所遇，耳之所闻，无不关合离情纷至沓来。词末以“独自凭兰桡”陡然收煞。“独自”二字，下得沉重，依依难舍的别衷、孤身飘零的苦况，尽含其中。\n这首词运用了回环断续的艺术手法，借助灞桥、古柳、夕阳、阳关等寓意深远的意象，不加丝毫议论，只通过凭吊前朝风物，就抒发无限的感慨，做到了“状难状之景，达难达之情，而出之以自然”（《宋六十一家词选例言》）。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n柳永作为”西征客“来到汉唐旧都长安，又在灞桥这一个传统的离别之地与友人分袂，他徘徊在桥上，自然神思徜徉，离忧顿生，有感而发写下此词。\n有用\n没用\n完善\n参考资料：\n1、\n周汝昌等人．宋词鉴赏辞典上．上海：上海辞书出版社，2013年6月：第64页"],"theme":"离别"}
{"_id":"03nADaXvvVHxq4hPgeLq6bD4aPCMGXgnqz00A9YyFyB1Kpby","title":"十一月四日风雨大作二首","dynasty":"宋代","author":"陆游","text":"风卷江湖雨暗村，四山声作海涛翻。\n溪柴火软蛮毡暖，我与狸奴不出门。\n僵卧孤村不自哀，尚思为国戍轮台。\n夜阑卧听风吹雨，铁马冰河入梦来。","author_dis":["陆游","陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。► 10457篇诗文"],"otherlike":[{"title":"十一月四日风雨大作二首","dynasty":"宋代","author":"陆游","text":"风卷江湖雨暗村，四山声作海涛翻。\n溪柴火软蛮毡暖，我与狸奴不出门。\n僵卧孤村不自哀，尚思为国戍轮台。\n夜阑卧听风吹雨，铁马冰河入梦来。"},{"title":"入若耶溪","dynasty":"南北朝","author":"王籍","text":"艅艎何泛泛，空水共悠悠。\n阴霞生远岫，阳景逐回流。\n蝉噪林逾静，鸟鸣山更幽。\n此地动归念，长年悲倦游。"},{"title":"约客","dynasty":"宋代","author":"赵师秀","text":"黄梅时节家家雨，青草池塘处处蛙。\n有约不来过夜半，闲敲棋子落灯花。"},{"title":"临安春雨初霁","dynasty":"宋代","author":"陆游","text":"世味年来薄似纱，谁令骑马客京华。\n小楼一夜听春雨，深巷明朝卖杏花。\n矮纸斜行闲作草，晴窗细乳戏分茶。\n素衣莫起风尘叹，犹及清明可到家。"}],"type":["古诗三百首\n，\n初中古诗\n，\n爱国\n，\n壮志\n，\n最美","古诗三百首\n，\n写景\n，\n向往\n，\n隐居","古诗三百首\n，\n初中古诗\n，\n夏天\n，\n写景\n，\n抒情","古诗三百首\n，\n春天\n，\n抒情\n，\n感慨"],"allin":["译文及注释\n译文\n天空黑暗，大风卷着江湖上的雨，四周的山上哗哗大雨像巨浪翻滚之声。\n溪柴烧的小火和裹在身上的毛毡都很暖和，我和猫儿都不愿出门。\n穷居孤村，躺卧不起，不为自己的处境而感到哀伤，心中还想着替国家戍守边疆。\n夜深了，我躺在床上听到那风雨声，就梦见自己骑着披着盔甲的战马跨过冰封的河流出征北方疆场。\n注释\n溪柴：若耶溪所出的小束柴火。\n蛮毡：中国西南和南方少数民族地区出产的毛毡，宋时已有生产。宋范成大《桂海虞衡志·志器》：“蛮毡出西南诸番，以大理者为最，蛮人昼披夜卧，无贵贱，人有一番。”\n狸奴：指生活中被人们驯化而来的猫的昵称。\n僵卧：躺卧不起。这里形容自己穷居孤村，无所作为。僵，僵硬。\n孤村：孤寂荒凉的村庄。\n不自哀：不为自己哀伤。\n思：想着，想到。\n戍（shù）轮台：在新疆一带防守，这里指戍守边疆。戍，守卫。轮台：在今新疆境内，是古代边防重地。此代指边关。\n夜阑（lán）：夜残；夜将尽时。\n风吹雨：风雨交加，和题目中“风雨大作”相呼应；当时南宋王朝处于风雨飘摇之中，“风吹雨”也是时局写照，故诗人直到深夜尚难成眠。\n铁马：披着铁甲的战马。\n冰河：冰封的河流，指北方地区的河流。▲\n有用\n没用\n完善\n参考资料：\n1、\n高安炜·《十一月四日风雨大作》论两篇·2012年·广西师范学院","创作背景\n此诗作于公元1192年（南宋光宗绍熙三年）十一月四日。陆游自南宋孝宗淳熙十六年（公元1189年）罢官后，闲居家乡山阴农村。当时诗人已经68岁，虽然年迈，但收复国土的强烈愿望，在现实中已不可能实现，于是，在一个“风雨大作”的夜里，触景生情，由情生思，在梦中实现了自己金戈铁马驰骋中原的愿望。\n有用\n没用\n完善\n参考资料：\n1、\n高安炜·《十一月四日风雨大作》论两篇·2012年·广西师范学院\n2、\n霍松林 等．宋诗鉴赏辞典：上海辞书出版社，1987：984-985","鉴赏\n第一首诗主要写十一月四日的大雨和诗人之处境。前两句以夸张之法写大雨瓢泼，其声响之巨，描绘出黑天大风大雨之境，很是生动，波涛汹涌之声正与作者渴望为国出力、光复中原之心相印。后两句转写近处，描写其所处之境，写出作者因天冷而不思出门，其妙处是把作者的主观之感和猫结合一起写。这首诗也道出了作者处境悲凉。\n第二首诗以“痴情化梦”的手法，深沉地表达了作者收复国土、报效祖国的壮志和那种“年既老而不衰”的矢志不渝精神，向读者展示了诗人的一片赤胆忠心。\n诗的开头两句“僵卧孤村不自哀，尚思为国戍轮台。”低卧，直挺挺地躺着，意思是说年老力衰，作者当时已68岁。孤村，荒僻的小村，指作者的故乡山阴。戍，是守卫的意思。轮台，是汉代西域地名，在今新疆轮台县，这里是借指宋朝北方边防据点。两句的意思是说：我拖着病弱的身体，躺在这荒僻的小村庄里，但是我并不为自己的艰难处境而哀伤，我还想着为国家去守卫北方边疆。“僵卧孤村不自哀”叙述了作者的现实处境和精神状态，“尚思为国戍轮台”是对“不自哀”这种精神状态的解释，前后照应，形成对比。\n“僵、卧、孤、村”四字写出了作者此时凄凉的境遇。“僵”字写年迈，写肌骨衰老，“卧”字写多病，写常在床蓐；“孤”字写生活孤苦，不仅居处偏僻，而且思想苦闷，没有知音；“村”写诗人贫困村居，过着荒村野老的凄苦生活。四字写出了作者罢官回乡后处境寂寞、窘迫、冷落的生活现状。笼罩着一种悲哀的气氛，让人十分同情。但接下去“不自哀”三字情绪急转，又现出一种乐观豪放之气。诗人对自己的处境并不感到悲哀，贫病凄凉对他来说没有什么值得悲哀之处；诗人自己尚且“不自哀”，当然也不需要别人的同情。但他需要理解，理解他终生不渝的统一之志，理解他为这个壮志奋斗的一生，理解他的满腔热血、一颗忠心，就是“尚思为国戍轮台”的精神状态。\n这两句诗是诗人灵魂和人格的最好说明，山河破碎，国难当头，自有“肉食者谋之”，诗人不必多此一举。另外，诗人正是因为“喜论恢复”、热心抗敌才屡屡受打击，最后才罢官闲居的。作为一个年近七旬的老人，他一生问心无愧，对国家的前途和命运尽到了自己的责任，而今后国运如何他可以毫不负责。其次，虽说“天下兴亡，匹夫有责”，诗人作为年迈多病的老人也已不能承担报国杀敌的义务了。作为一个既无责任也无义务的七旬老人仍有“为国戍轮台”的壮志，这就让人肃然起敬慷慨扼腕。相比之下，那些屈辱投降的达官贵人和苟且偷生的人，他们承担着责任和义务却无心复国，显得渺小和可鄙。\n“夜阑卧听风吹雨”紧承上两句。因“思”而夜阑不能成眠，不能眠就更真切地感知自然界的风吹雨打声，由自然界的风雨又想到国家的风雨飘摇，由国家的风雨飘摇自然又会联想到战争的风云、壮年的军旅生活。这样听着、想着，辗转反侧，幻化出特殊的梦境——“铁马冰河”，而且“入梦来”反映了政治现实的可悲：诗人有心报国却遭排斥而无法杀敌，一腔御敌之情只能形诸梦境。“铁马冰河入梦来”正是诗人日夜所思的结果，淋漓尽致地表达了诗人的英雄气概。这也是一代志士仁人的心声，是南宋时代的民族正气。▲\n有用\n没用\n完善\n参考资料：\n1、\n高安炜·《十一月四日风雨大作》论两篇·2012年·广西师范学院\n2、\n缪钺 等 ．宋诗鉴赏辞典 ：上海辞书出版社 ，1987 ：984-985 ．","鉴赏三\n同陆游的许多爱国诗篇一样，这首诗充满爱国豪情，大气磅礴，风格悲壮。\n当诗人在六十八岁高龄，一身病痛，孤独地躺在荒凉的乡村里，他会想起很多往事。人生匆匆近百年，回首过往，感慨颇多，幼年时的理想，青年时的挫折，中年时的抱负，老年时的失意都会像过眼烟云一样在心头闪现。\n少年时在家庭中父亲对自己的爱国主义熏陶，和自己“上马击狂胡，下马草军书”的志气，青年时科举考试时因才华过人而导致被权臣除名的挫败，中年时，短暂军旅生活的体验和出任朝廷重臣的踌躇满志，老年时作为主战派，受投降打击排挤独居乡村的凄凉寂寞，都会带着深深的山河破碎家国飘摇的烙印，一齐向心头袭来。\n当时，金人南侵，宋朝丢失了大半壁江山，诗人由于主张对金作战而被罢官回乡，僵卧孤村，失意之思，经历之悲，病体之痛，家国之愁，似乎已穿越岁月时空，飘飘悠悠，在身边蔓延。然而，诗人并没有沉浸在悲愁中，诗人笔锋一转，写出了“僵卧孤村不自哀”，这“不自哀”三个字，便把个人之失，一己恩怨，小我之痛，暂且放在一边。是啊，在山河破碎，家国沦落，半壁江山尽陷金人的铁蹄之下面前，个人的得得失失又算得了什么呢？接着一句“尚思为国戍轮台，”一扫低落的情绪，磅礴之气，报国豪情便跃然纸上。\n这种磅礴之气报国豪情伴随了陆游的一生，当南宋皇帝偏安江南，朝中士大夫纷纷在江南的小桥流水中风花雪月、吟诗颂词之时，陆游无时无刻不在想着北伐，无时无刻不在渴望着祖国的统一，虽屡受投降派的谗毁排挤，始终矢志不移。\n如今眼看家国飘摇，山河破碎，虽已病痛缠身，保家卫国的理想不渝，爱国激情始终在胸膛内涌荡，铁马冰河的梦想会在病痛的头脑中出现，“夜阑卧听风吹雨，铁马冰河入梦来。”诗人在风雨洒落的夜晚，做梦都在想着，一身戎装，骑着战马，跨越北国冰封的河流，同敌人在疆场厮杀。对于一个伤病缠身的老人，在将近古稀之年，犹有如此豪迈的梦想，真是可歌可叹。在他的这种豪迈的梦想之下，激荡的该是怎样的激情与豪情？\n这是怎样的一个梦啊，没有和平，有战场、厮杀、呐喊，他也许曾梦到过李广站在冰河边长啸，也许曾梦到过卫青在最前线厮杀，可能还梦到过霍去病在敌区的纵深处驰骋，这些令匈奴丧胆，在疆场上建功立业的人，是他追寻的榜样。\n在他心中，大丈夫不能像李广、卫青、霍去病一样建功立业，青史留名，若得以快马扬鞭，纵横北国冰河，收复失地，虽不能留名千古，亦无憾。\n是梦，而非梦，这是诗人现实中的理想在梦中的体现。然而眼睁睁地看着“遗民泪尽胡尘里，南望王师又一年”，纵然有万千豪情，满腹才华，却不能在现实中施展，收复失地的理想不能在现实中立足，这又是一种怎样的悲哀？是怎样一种让人抑郁不乐的心情？\n在荒凉孤村的夜晚，听北风萧萧，淫雨洒落，铁马冰河只能在梦中相见，空有一腔抱负而不能施展，如此以来，家国之愁又多了一层，无法收复旧山河的惆怅又增添了几分，风雨飘摇中的南宋王朝似乎更加岌岌可危。\n整首诗，作者的满腹愁绪就这样通过大气的笔触一一展现，现实的理想就这样借助厮杀的梦境去实现，较少卿卿我我，无病呻吟。就连自身的病痛，大自然的凄风苦雨，也在老而不衰的爱国激情中，在铁马冰河的梦想中，变轻变淡，最终成为一种似有若无的陪衬，使得整首诗洋溢着一种豪迈悲壮的风格，积极向上的人生态度，这种豪迈悲壮之情，积极向上的人生态度永远给人以鼓励和激励。 ▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏二\n这是年近七旬的 陆游在一个风雨交加的寒夜，支撑着衰老的身体，躺在冰凉的 被子里，写下的一首热血沸腾的 爱国主义诗篇。\n诗的前两句直接写出了诗人自己的情思。“僵卧”道出了诗人的老迈境况，“孤村”表明与世隔绝的状态，一“僵”一“孤”，凄凉之极，为什么还“不自哀”呢？因为诗人的爱国热忱达到了忘我的程度，已经不把个人的身体健康和居住环境放在心上，而是“尚思为国戍轮台”，犹有“老骥伏枥，志在千里”的气概。但是，他何尝不知道现实是残酷的，是不以人的意愿为转移的，他所能做的，只是“尚思”而已。这两句集中在一个“思”字上，表现出诗人坚定不移的报国之志和忧国忧民的拳拳之念！\n后两句是前两句的深化，集中在一个“梦”字上，写得形象感人。诗人因关心国事而形成戎马征战的梦幻，以梦的形式再现了“戍轮台”的志向，“入梦来”反映了政治现实的可悲：诗人有心报国却遭排斥而无法杀敌，一腔御敌之情只能形诸梦境。但是诗人一点也“不自哀”，报国杀敌之心却更强烈了。日有所思，夜有所梦。因此，“铁马冰河”的梦境，使诗人强烈的爱国主义的思想感情得到了更充分的展现。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏四\n此诗作于宋光宗绍熙三年（公元1192年），时年诗人67岁，闲居在故乡山阴（今浙江省绍兴市）。\n原诗共两首，此处赏析的是其中的第二首。与诗人其他的老年诗相比，这首诗在写法上别具一格。其主要特色在于以梦境抒发情怀。写到梦境的诗词，在陆游之前已有不少佳作。李白的诗《梦游天姥吟留别》，描绘的是光怪陆离、异彩纷呈的梦；杜甫的诗《梦李白二首》，摹写的是渗透了诗人与李白形离神合、肝胆相照友谊的梦;苏轼的词《江城子》（“十年生死两茫茫”），记叙的是诗人悼念亡妻、寄托哀思的梦。而陆游诗中的梦，大都是爱国之梦。在陆游的《剑南诗稿》中有近百首记梦的诗。清代赵翼《瓯北诗话》卷六曾评陆游诗道：“即如记梦诗，核计全集，共九十九首。人生安得有如许梦!此必有诗无题，遂托之于梦耳。”此评语认为陆游的诗记梦并非全是写真梦，有的属于托梦咏怀。这是颇有见地的。事实上，陆游的诗记梦，有的是写真梦，而更多的还是托梦咏怀，当然，也不排除二者兼而有之。这首《十一月四日风雨大作》似可视为既写真梦又托梦咏怀之作。\n此诗前三句，写梦因。“僵卧”：躺着不动。“孤村”：一作荒村。“轮台”：汉代西域地名，即今新疆维吾尔自治区轮台县;诗中泛指边防重镇。个中包含三个层次。一是梦境产生的前提：“僵卧”、“夜阑”。俗话说：“日有所思，夜有所梦。”诗人白日忧国忧民，才会在夜阑卧床睡眠中“有所梦”，而倘若不是“僵卧”，不是“夜阑”，就不可能有梦的出现。故“僵卧”与“夜阑”是梦境产生的前提。二是梦境产生的主观因素：“尚思为国戍轮台。”如果诗人没有为国戍边的情怀，就不可能有“铁马冰河入梦来”。三是梦境产生的外界条件：“风吹雨。”可以说，正是有了“风吹雨”这一外界条件，诗人才在似睡非睡、模模糊糊之中生出“铁马冰河”的梦境来。\n最后一句，写梦境。与诗人那些通篇记梦的诗作有别，此诗写梦境也独树一帜。全诗由梦因引出“铁马冰河”的梦境之后便戛然而止，给人留下更多联想、想象的空间。人们尽可以据此梦境展开丰富的想象，具体想象诗人当年是如何身披铁甲，手持兵器，骑那披着铁甲的战马驰骋沙场、英勇杀敌，作此诗时他又是如何梦绕神牵“九州同”的。\n可见，思想性与艺术性较为完美的统一，使得此诗成为陆游的代表作之一，也成为中国古代包括老年诗在内的所有诗歌的代表作之一。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"初中古诗"}
{"_id":"03qYgbj0AaywvTH3lVt0zyIcCDNfCnsiJbD6wvQJBVxQhY6I","title":"从军北征","dynasty":"唐代","author":"李益","text":"天山雪后海风寒，横笛偏吹行路难。\n碛里征人三十万，一时回首月中看。","author_dis":["李益","李益(约750—约830)， 唐代诗人，字君虞，祖籍凉州姑臧（今甘肃武威市凉州区），后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。以边塞诗作名世，擅长绝句，尤其工于七绝。► 186篇诗文"],"otherlike":[{"title":"从军北征","dynasty":"唐代","author":"李益","text":"天山雪后海风寒，横笛偏吹行路难。\n碛里征人三十万，一时回首月中看。"},{"title":"关山月","dynasty":"南北朝","author":"徐陵","text":"关山三五月，客子忆秦川。\n思妇高楼上，当窗应未眠。\n星旗映疏勒，云阵上祁连。\n战气今如此，从军复几年。"},{"title":"望蓟门","dynasty":"唐代","author":"祖咏","text":"燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)\n万里寒光生积雪，三边曙色动危旌。\n沙场烽火连胡月，海畔云山拥蓟城。\n少小虽非投笔吏，论功还欲请长缨。"},{"title":"蝶恋花·出塞","dynasty":"清代","author":"纳兰性德","text":"今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。\n从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。"}],"type":["边塞\n，\n军旅\n，\n战争\n，\n悲凉\n，\n无奈\n，\n思乡","古诗三百首\n，\n边塞\n，\n思念","唐诗三百首\n，\n冬天\n，\n边塞","咏史怀古\n，\n豪放\n，\n边塞\n，\n抒情"],"allin":["译文及注释\n译文\n天山下了一场大雪，从青海湖刮来的风更添寒冷。行军途中，战士吹起笛曲《行路难》。\n听到这悲伤的别离曲，驻守边关的三十万将士，都抬起头来望着东升的月亮。\n注释\n偏：一作“遍”。行路难：乐府曲调名，多描写旅途的辛苦和离别的悲伤。\n碛（qì）：沙漠的意思。这里指边关。\n回首：一作“回向”。月中：一作“月明”。\n有用\n没用\n完善\n参考资料：\n1、\n龚勋．影响孩子一生的国学启蒙经典 -唐诗三百首．汕头：汕头大学出版社，2011：70","赏析\n诗的首句“天山雪后海风寒”，是这幅画的背景，只七个字，就把地域、季节、气候一一交代清楚，有力地烘托出了这次行军的环境气氛。这样，接下来不必直接描述行军的艰苦，只用“横笛遍吹”一句就折射出了征人的心情。《行路难》是一个声情哀怨的笛曲，这里用了“遍吹”两字，更点明这时传来的不是孤孤单单、声音微弱的独奏，而是此吹彼和、响彻夜空的合鸣，从而把读者带进一个悲中见壮的境界。\n诗的后两句“碛里征人三十万，一时回首月中看”，是这一片笛声在军中引起的共感。句中的“碛里”、“月中”，也是烘染这幅画的背景的，起了加重首句的作用，说明这支远征军不仅在雪后的天山下、刺骨的寒风里，而且在荒漠上、月夜中，这就使人加倍感到环境的荒凉、气氛的悲怆。也许有人对这两句中“三十万”的数字和“一时回首”的描写，感到不大真实，因为一支行军队伍未必如此庞大，更不可能全军都听到笛声并在同一时间回首顾望。但是，植根于生活真实的诗歌，在反映真实时决不应当只是依样画葫芦，为了托出一个特定境界，收到最大艺术效果，有时不但容许而且需要运用夸张手法。李益的这两句诗，只有像这样写，才能充分显示这片笛声的哀怨和广大征人的心情，使这支远征队伍在大漠上行军的壮观得到最好的艺术再现，从而获致王国维所说的“境界全出”的艺术效果。\n诗人通过虚写笛声导致征人行为举止的细微变化，实写征人的心理感受。在肃杀苦寒的边塞，思亲怀乡是征人共同的感受。这种感受长期积郁胸中，无处表达，这是一种多么痛苦的煎熬。在行军途中，突然听到一阵阵哀怨、凄切的笛声响起，征人们久郁胸中的思亲怀乡之情奔涌而出。诗中展现的是一幅聚焦完全一致的画面，悲壮中显出凄苦，哀怨中显出无奈，征人的心理刻画得栩栩如生。▲\n有用\n没用\n完善\n参考资料：\n1、\n陈邦炎 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：712-713\n2、\n朱德才 杨燕．唐宋诗词（上册）．济南：山东文艺出版社，1992：235","创作背景\n此诗作于德宗贞元元年（785）至四年间在杜希全幕中之时。此时李益入塑方节度使崔宁的幕府，随着崔宁在祖国边疆巡视时，感受到军队已经不复盛唐的雄壮豪迈，有感而发作出的诗篇。李益选取了一幅最动人的画面，以快如并刀的诗笔把它剪入诗篇，著成《从军北征》。\n有用\n没用\n完善\n参考资料：\n1、\n郭弘.色、音、情的完美组合——析李益七绝《从军北征》艺术特色[J] .社科纵横,2007(09)\n2、\n佘正松．边塞诗选． 南京：凤凰出版社，2012：282-283"],"theme":"边塞"}
{"_id":"04s8nPoSWOqWExtJbQlDcuXL61XIp81Av0EpAm8aoFdlzdqR","title":"浣溪沙·欲寄愁心朔雁边","dynasty":"清代","author":"纳兰性德","text":"欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。\n古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。","author_dis":["纳兰性德","纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光彩夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。► 277篇诗文"],"otherlike":[{"title":"浣溪沙·欲寄愁心朔雁边","dynasty":"清代","author":"纳兰性德","text":"欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。\n古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。"},{"title":"行行重行行","dynasty":"两汉","author":"佚名","text":"行行重行行，与君生别离。\n相去万余里，各在天一涯。\n道路阻且长，会面安可知？\n胡马依北风，越鸟巢南枝。\n相去日已远，衣带日已缓。\n浮云蔽白日，游子不顾返。\n思君令人老，岁月忽已晚。\n弃捐勿复道，努力加餐饭。"},{"title":"新婚别","dynasty":"唐代","author":"杜甫","text":"兔丝附蓬麻，引蔓故不长。\n嫁女与征夫，不如弃路旁。\n结发为君妻，席不暖君床。\n暮婚晨告别，无乃太匆忙。\n君行虽不远，守边赴河阳。\n妾身未分明，何以拜姑嫜？\n父母养我时，日夜令我藏。\n生女有所归，鸡狗亦得将。\n君今往死地，沉痛迫中肠。\n誓欲随君去，形势反苍黄。\n勿为新婚念，努力事戎行。\n妇人在军中，兵气恐不扬。\n自嗟贫家女，久致罗襦裳。\n罗襦不复施，对君洗红妆。\n仰视百鸟飞，大小必双翔。\n人事多错迕，与君永相望。"},{"title":"卜算子·答施","dynasty":"宋代","author":"乐婉","text":"相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。\n要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。"}],"type":["离别\n，\n思念\n，\n战争","古诗三百首\n，\n古诗十九首\n，\n女子\n，\n离别\n，\n相思","叙事\n，\n战争\n，\n妇女\n，\n离别","爱情\n，\n离别\n，\n相思"],"allin":["译文及注释\n译文\n在萧索荒凉的边塞望见大雁，想要把“愁心”寄送。西风下独饮浑浊的黄酒，忆及当年离家别亲凄惨的别宴。黄叶纷飞的时节，碧云飘悠的蓝天。\n烽烟飘起，斥候发出作战的信号。到了黄昏，在一个村子里面卸去行装，驻扎安营。不知道战争结束后还有几个人能回家和亲人团聚。\n注释\n浣溪沙：唐教坊曲名，因春秋时期人西施浣纱于若耶溪而得名，后用作词牌名，又名“浣溪纱”“小庭花”等。此调有平仄两体。全词分上下两片，上片三句全用韵，下片末二句用韵，过片二句用对偶句的居多。音节明快，句式整齐，易于上口，为婉约派与豪放派多数词人所常用。\n朔雁边：谓北方边地的大雁。\n惨离颜：谓离别的筵宴上忧愁凄苦之形貌。\n古戍（shù）：指古代将士守边之处，筑有城堡、营垒、烽火台等。斥堠（hòu）：放哨，此处代指边关哨所。\n解鞍鞯（ān jiān）：谓卸去行装以驻扎安营。鞍鞯：指马鞍和马鞍下面的垫子。鞍子和托鞍的垫子。 ▲\n有用\n没用\n完善\n参考资料：\n1、\n（清）纳兰性德著．纳兰词笺注全编．天津：天津人民出版社，2013.10：226-227页\n2、\n（清）纳兰性德著．一生最爱纳兰词最全集 超值白金版．北京：中国华侨出版社，2011.09：140-141页","创作背景\n康熙二十一年（1682年）秋，词人赴梭龙勘察途中，任务紧急，身怀重任，又亲眼目睹战争的残酷，为了抒发个人的悲苦之情，表达强烈的反战思想，作下此词。\n有用\n没用\n完善\n参考资料：\n1、\n闵泽平编著．纳兰词全集 汇编 汇评 汇校．武汉：崇文书局，2012.03：146-147页","赏析\n这首词描写的是一个在外从军之人思念家人的情景。\n全词可分为两部分。前三句为上片，写的是战争前的忆家的情状，下片写的是经过厮杀战后后恋家的情景。虽有两片，但却由一“愁”统辖。首句“欲寄愁心朔雁边”直抒胸中压抑长久的“愁”。在萧索荒凉的边塞，“愁心”无法寄送，秋日望见大雁，词人不由心生此意。因“愁”而生忆，忆及当年离家别亲凄惨的别宴，恰如就在昨天，故而愁心更添一层愁。独饮浊酒，更添愁绪，所谓“酒入愁肠，化作相思泪”，又有“浊酒一杯家万里”，所以愁情更浓更远。远处美好的灿灿黄花，给词人视觉上的亮色。一片荒芜之中，突见生机勃勃的黄花，犹如无垠沙漠里的一汪清泉，给人欣喜，却也是如此短暂，欣喜过后是无尽的苦楚。这里，以艳丽的黄花来反衬词人的内心无比凄凉。\n下片中，思绪未定就不得不投入战斗。战斗知道傍晚，片刻的修整，望着受伤的战友，情感徒然升华，由上片的只是内心愁绪，变为内心的担忧。古来战争，从来都只是“一将功成万骨枯”，战争的残酷，让词人心内生忧。在这里，词人虽无直抒胸怨，但怨气慢慢升起：亲人别离，生死未卜，隐隐的表达了对战争的不满。\n全词仅四十二个字，却刻画出多个画面。词人善于运用意象，别具一格，给人不一般的画面感觉。情感表达也是由浅入深，进而有一种隐怨在内。意象结合出的景与词人所要表达的情，相互融合，情景交融。▲\n有用\n没用\n完善\n参考资料：\n1、\n聂小晴编．纳兰词全编笺注典评 经典典藏版．北京：中国华侨出版社，2012.05：407-410页"],"theme":"思念"}
{"_id":"04ybBeWWmlSmZzaJMwkWa2kmX4uqaeW0UTcjb4xm8PDoGyia","title":"相见欢·花前顾影粼","dynasty":"清代","author":"毛奇龄","text":"花前顾影粼粼。水中人。水面残花片片绕人身。\n私自整，红斜领，茜儿巾。却讶领间巾里刺花新。","author_dis":["毛奇龄","毛奇龄（1623—1716）清初经学家、文学家，与兄毛万龄并称为“江东二毛”。原名甡，又名初晴，字大可，又字于一、齐于，号秋晴，又号初晴、晚晴等，萧山城厢镇（今属浙江）人。以郡望西河，学者称“西河先生”。明末诸生，清初参与抗清军事，流亡多年始出。康熙时荐举博学鸿词科，授检讨，充明史馆纂修官。寻假归不复出。治经史及音韵学，著述极富。所著《西河合集》分经集、史集、文集、杂著，共四百余卷。► 400篇诗文"],"otherlike":[{"title":"相见欢·花前顾影粼","dynasty":"清代","author":"毛奇龄","text":"花前顾影粼粼。水中人。水面残花片片绕人身。\n私自整，红斜领，茜儿巾。却讶领间巾里刺花新。"},{"title":"阮郎归·初夏","dynasty":"宋代","author":"苏轼","text":"绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沈烟。棋声惊昼眠。(水沈 一作 水沉）\n微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。"},{"title":"菩萨蛮·小山重叠金明灭","dynasty":"唐代","author":"温庭筠","text":"小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。\n照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。"},{"title":"鹧鸪天·雪照山城玉指寒","dynasty":"宋代","author":"刘著","text":"雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。\n星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。"}],"type":["婉约\n，\n写花\n，\n写人\n，\n闲适","婉约\n，\n闺怨\n，\n夏天\n，\n写景","宋词三百首\n，\n婉约\n，\n女子\n，\n闺怨\n，\n闲适","婉约\n，\n离别\n，\n离情\n，\n思念"],"allin":[],"theme":"写人"}
{"_id":"06aqN3BObzaFUT2mQrr9UcQSyOQst1Q662Y8joCx58P323JW","title":"点绛唇·再和送钱公永","dynasty":"宋代","author":"苏轼","text":"莫唱阳关，风流公子方终宴。秦山禹甸。缥缈真奇观。\n北望平原，落日山衔半。孤帆远。我歌君乱。一送西飞雁。","author_dis":["苏轼","苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。► 3354篇诗文"],"otherlike":[{"title":"点绛唇·再和送钱公永","dynasty":"宋代","author":"苏轼","text":"莫唱阳关，风流公子方终宴。秦山禹甸。缥缈真奇观。\n北望平原，落日山衔半。孤帆远。我歌君乱。一送西飞雁。"},{"title":"鹧鸪天·送人","dynasty":"宋代","author":"辛弃疾","text":"唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。\n今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！"},{"title":"送綦毋潜落第还乡","dynasty":"唐代","author":"王维","text":"圣代无隐者，英灵尽来归。\n遂令东山客，不得顾采薇。\n既至金门远，孰云吾道非。\n江淮度寒食，京洛缝春衣。\n置酒长安道，同心与我违。\n行当浮桂棹，未几拂荆扉。\n远树带行客，孤城当落晖。\n吾谋适不用，勿谓知音稀。"},{"title":"送紫岩张先生北伐","dynasty":"宋代","author":"岳飞","text":"号令风霆迅，天声动北陬。\n长驱渡河洛，直捣向燕幽。\n马蹀阏氏血，旗袅可汗头。\n归来报明主，恢复旧神州。"}],"type":["送别\n，\n友人\n，\n离别\n，\n愁绪","宋词精选\n，\n送别\n，\n感伤","唐诗三百首\n，\n送别\n，\n慰勉\n，\n友情","送别\n，\n豪迈\n，\n爱国"],"allin":["译文及注释\n译文\n用不到去歌唱离情别绪的《阳关曲》，钱公永英俊杰出，宴会就要结束了。会稽郡会稽山郊外的地方，隐隐约约间真是秀丽的奇观啊。\n北面的大平原，在茫茫的天空中，太阳要落山了，但还迟迟不下，好像被远山衔住一半而行步不前一般。再看那辽阔湖面上，正有一只帆船孤孤单单地驶向远方。我默默唱着《阳关三叠》曲，君合着末章乐曲，一句话也没有，只有共同目送着天际的西飞之雁。\n注释\n点绛唇：词牌名，此调因江淹《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。钱公永：生平不详。孔凡礼《苏轼年谱》卷二十九： “云‘风流公子’，公永或为（钱）勰子。”\n阳关：即琴曲《阳关曲》。又名《阳关三叠》。各派琴谱均以（唐）王维《送元二使安西》“渭城朝雨渑轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人”诗为主要歌词，或引申诗意，增换词句，抒发离情别绪。后人因谓之《阳关曲》，或《渭城曲》。又，因全曲分三段，原诗反复三次，故称“三叠”。\n风流公子：指钱公永。谓其英俊杰出，富有才学而不拘礼法。\n秦山禹甸（diàn）：秦山，指今浙江绍兴境内的会稽山，因秦始皇曾登临，故称。禹甸：杭州为古代会稽郡，相传夏禹死于此处，故称。甸：郊外地方。前者见《史记》卷六《秦始皇本纪》，后者见《史记》卷二《夏本纪》。\n缥缈：隐隐约约似有似无貌。▲\n有用\n没用\n完善\n参考资料：\n1、\n朱靖华，饶学刚，王文龙编著,苏轼词新释辑评 （下册）,中国书店,,第1046-1048页","赏析\n上片“莫唱阳关，风流公子方终宴”，先点出了饯别的题旨。而“莫唱阳关”，以“莫唱”词语渲染出与友人分手时的眷眷难舍，显出二人情谊之深厚；词人歌唱着离情别绪的《阳关曲》，更增浓了胶着难分的心绪。接着，“风流公子”是昵称，表明二人的亲密无间，更表现出东坡对友人钱公永的了解和赞美。“风流”二字在此恰切生动，是说钱公永才学超众，英俊杰出，倜傥不羁而不拘礼法，正与自己的个性意趣相投合。下文“秦山禹甸，缥缈真奇观。”用笔愈加奇巧，这两句词显然是意外所见，可能是词人在送友的“终宴”之际，由于分别在即，眼睛已经为之潮润了，他不忍心再去看友人的眼睛和面容，而有意把视线转向了窗外；煞时间，却又在隐隐约约间睹见了杭州会稽山名山大川的秀丽奇观，竟是情寓景中，透露出留友莫去的意愿，可谓意在言外。\n下片集中描写景物，在景中深入刻画依依难舍的离别愁绪：“北望平原，落日山衔半，孤帆远。”北面的大平原，也许正是友人离去将要行至的地方。在茫茫的天空中，太阳要落山了，但还迟迟不下，好象被远山衔住一半而行步不前一般。再看那辽阔湖面上，正有一只帆船孤孤单单地驶向远方。一个“远”字，预示出友人启身的茫茫旅程，而且是孤独远去，更加令人难分难舍。“我歌君乱，一送西飞雁。”我默默唱着《阳关三叠》曲，君合着末章乐曲，一句话也没有，只有共同目送着天际的西飞之雁。“君乱”的“乱”宇，原指歌曲之末章，在这里却成了双关语：一是说友人高唱着《阳关曲》的末章，因为宴席已终，人将去；二是说词人唱着《阳关三叠》，已把友人的心绪唱乱了。二人难以道出内心的苦涩，只是凝神地眼望着空中西飞大雁缓缓地消逝在茫茫天际之中。“一送”二字，强调出二人的亲密无间和知己与共，终将难舍难分的送友之情和盘托出。\n全词将离情别意赋于自然景物之中，巧妙自然，不着痕迹，又感人至深，耐人寻味。▲\n有用\n没用\n完善\n参考资料：\n1、\n朱靖华，饶学刚，王文龙编著,苏轼词新释辑评 （下册）,中国书店,,第1046-1048页","创作背景\n此词一首送别词，是词人于宋哲宗元祐五年（1090年）九月饯别友人钱公永在杭州而作。\n有用\n没用\n完善\n参考资料：\n1、\n谭新红，萧兴国，王林森编著,苏轼词全集 汇编汇评汇校,崇文书局,2011.12,第260页"],"theme":"送别"}
{"_id":"078SH2fS3YGcGuUNUxZlmj5bdkIJk0DVhtznualfz7ABEixy","title":"渔翁","dynasty":"唐代","author":"柳宗元","text":"渔翁夜傍西岩宿，晓汲清湘燃楚竹。\n烟销日出不见人，欸乃一声山水绿。\n回看天际下中流，岩上无心云相逐。","author_dis":["柳宗元","柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。► 192篇诗文"],"otherlike":[{"title":"渔翁","dynasty":"唐代","author":"柳宗元","text":"渔翁夜傍西岩宿，晓汲清湘燃楚竹。\n烟销日出不见人，欸乃一声山水绿。\n回看天际下中流，岩上无心云相逐。"},{"title":"乐游原 / 登乐游原","dynasty":"唐代","author":"李商隐","text":"向晚意不适，驱车登古原。\n夕阳无限好，只是近黄昏。"},{"title":"无题·重帏深下莫愁堂","dynasty":"唐代","author":"李商隐","text":"重帏深下莫愁堂，卧后清宵细细长。\n神女生涯原是梦，小姑居处本无郎。\n风波不信菱枝弱，月露谁教桂叶香。\n直道相思了无益，未妨惆怅是清狂。"},{"title":"逢入京使","dynasty":"唐代","author":"岑参","text":"故园东望路漫漫，双袖龙钟泪不干。\n马上相逢无纸笔，凭君传语报平安。"}],"type":["唐诗三百首\n，\n山水\n，\n写人","唐诗三百首\n，\n哲理\n，\n惜时\n，\n感怀\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","唐诗三百首\n，\n思念\n，\n爱情\n，\n抒情","唐诗三百首\n，\n初中古诗\n，\n边塞\n，\n抒情\n，\n思乡"],"allin":["译文及注释\n译文\n渔翁晚上停船靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。\n旭日初升，云雾散尽四周悄然无声，渔翁摇橹的声音从碧绿的山水中传出。\n回身一看，他已驾舟行至天际中流，山岩顶上，只有无心白云相互追逐。\n注释\n傍：靠近。西岩：当指永州境内的西山，可参作者《始得西山宴游记》。\n汲（jí）：取水。湘：湘江之水。楚：西山古属楚地。\n销：消散。亦可作“消”。\n欸（ǎi）乃：象声词，一说指桨声，一说是人长呼之声。唐时湘中棹歌有《欸乃曲》（见元结《欸乃曲序》）。\n下中流：由中流而下。\n无心：陶渊明《归去来兮辞》：“云无心而出岫。”一般是表示庄子所说的那种物我两忘的心灵境界。苏轼《书柳子厚〈渔翁〉诗》云：“诗以奇趣为宗，反常合道为趣。熟味此诗有奇趣。然其尾两句，虽不必亦可。”严羽《沧浪诗话》从此说，曰：“东坡删去后二句，使子厚复生，亦必心服。”然刘辰翁认为：“此诗气泽不类晚唐，下正在后两句。”此后，关于此诗后两句当去当存，一直有两种意见。▲\n有用\n没用\n完善\n参考资料：\n1、\n于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010：295-296\n2、\n蘅塘退士 等．唐诗三百首·宋词三百首·元曲三百首．北京：华文出版社，2009：40","创作背景\n柳宗元这首山水小诗是在永州（今湖南零陵）时所作。公元806年（唐宪宗元和元年），柳宗元因参与永贞革新而被贬永州，一腔抱负化为烟云，他寄情于异乡山水，作了著名的《永州八记》，并写下了许多吟咏永州地区湖光山色的诗篇，《渔翁》就是其中的一首代表作。\n有用\n没用\n完善\n参考资料：\n1、\n蘅塘退士 等 ．唐诗三百首·宋词三百首·元曲三百首 ．北京 ：华文出版社 ，2009年11月版 ：第40页 ．","赏析\n此篇作于永州（治今湖南永州）。作者所写的著名散文《永州八记》。于寄情山水的同时，略寓政治失意的孤愤。同样的意味，在他的山水小诗中也是存在的。而在艺术上，此诗尤为后人注目。宋苏东坡赞叹说：“诗以奇趣为宗，反常合道为趣。熟味此诗有奇趣。”“奇趣”二字，的确抓住了此诗的艺术特色。此篇入选于《唐诗三百首》。\n“渔翁夜傍西岩宿，晓汲清湘燃楚竹。”开头两句是说，渔翁晚上靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。首句就题从“夜”写起。首句的“西岩”即指《始得西山宴游记》的西山。首句还很平常；可第二句写到拂晓时就奇了。本来早起打水生火，也是再普通不过的寻常事。但“汲清湘”而“燃楚竹”，造语新奇，为读者所未闻。事实不过汲湘江之水，以枯竹为薪而已。不说汲“水”燃“竹”，而用“清湘”、“楚竹”借代，诗句的意蕴也就不一样了。犹如“炊金馔玉”给人侈靡的感觉一样。“汲清湘”而“燃楚竹”则有超凡绝俗的感觉，似乎象征着诗中人孤高的品格。可见造语“反常”能表现一种特殊情趣，也就是所谓“合道”。这两句写尽拂晓，读者从汲水的声响与燃竹的火光知道西岩下有一渔翁在。\n“烟销日出不见人，欸乃一声山水绿。”这两句是说，太阳出来云雾散尽不见人影，摇橹的声音从碧绿的山水中传出。三、四句方写道“烟销日出”。按理此时人物该与读者见面，可是反而“不见人”，这也“反常”。然而随“烟销日出”，绿水青山顿现原貌。忽闻橹桨“欸乃一声”，原来人虽不见，却在山水之中。这又“合道”。这里的造语也是奇特：“烟销日出”与“山水绿”互为因果，与“不见人”则无干，“山水绿”与“欸乃一声”更不相干。但熟味这两句，“烟销日出不见人”能够传达出一种惊异感；而与青山绿水中间闻橹桨欸乃之声尤为悦耳怡情，山水也似乎为之绿得更可爱了。作者通过这样的奇趣，写出了一个清寥得有几分神秘的境界，隐隐传达出他那既孤高又不免寂寞的心境。所以又不是为奇趣而奇趣。\n“回看天际下中流，岩上无心云相逐。”日出以后，画面更为开阔。此时渔船已进入中流，而回首骋目，只见山巅上正浮动着片片白云，好似无心无虑地前后相逐，诗境极是悠逸恬淡。对这一结尾苏东坡认为“虽不必亦可”，因而还引起一场争论，一时间，宋严羽、刘辰翁，明胡应麟、王世贞，清王士禛、沈德潜等人各呈己见，众说纷纭，但是他们的争论都局限在艺术趣味上，却没有深入体会柳宗元作此诗的处境和心情。柳宗元在诗文中，曾多次言及他被贬后沉重压抑的心绪，在《与杨诲之第二书》中，他写道：“至永州七年矣，蚤夜惶惶”，理想抱负和冷酷的现实产生了尖锐的矛盾，在极度悲愤的情况下，他“但当把锄荷锸，决溪泉为圃以给茹，其隟则浚沟池，艺树木，行歌坐钓，望青天白云，以此为适。”在《始得西山宴游记》中，柳宗元表露得更明白：“自余为僇人，居是州，恒惴栗，其隟也，则施施而行，漫漫而游”，可见他并非以一颗平静恬淡的心徜徉于山水之间，而是强求宽解，以图寻得慰藉。但是，正如他在《游朝阳岩遂登西亭二十韵》中所叹的那样：“谪弃非隐沧，登陟非远郊”，事实上，他并没有获得真正的解脱，有时候，他因一山一水的遭遇而想及自己的不幸，于是不胜怅惘感慨，有时候他在登陟跋涉中意有所感，情不自禁地显露出不平和抗争，正因为如此，他更强烈地希求摆脱这种精神的压抑。所以，与其说《渔翁》以充满奇趣的景色表现出淡逸的情调，不如说更袒露了隐于其后的一颗火热不安的心。这是热烈的向往，是急切的追求，诗中显示的自由安适的生活情趣对于处在禁锢状态的诗人来说，实在是太珍贵太美好了。于是，在写下日出奇句之后，诗人不欲甘休，以更显露地一吐自己的心愿为快，化用陶渊明《归去来兮辞》中“云无心以出岫”的句子，宕开诗境，作了这样的收尾。只有真正体会柳宗元的现实处境，才能理解他结句的用心。诗人自始至终表现渔翁和大自然的相契之情，不仅出于艺术表现的需要，同样体现着他对自由人生的渴求。这也说明，要深入领会一篇作品的艺术风格，常常离不开对作者思想感情的准确把握。\n在这首诗中，那个在山青水绿之处自遣自歌、独往独来的“渔翁”，则含有作者自况的意味。主人公独来独往，突显出一种孤芳自赏的情绪，“不见人”、“回看天际”等语，又都流露出几分孤寂的情怀。\n这首诗和《江雪》一样，都是寄托诗人自己的心情意趣的，不过《江雪》写的是静态，此诗却是一句一个场景，连续转换，流畅活泼，生动之至。两首诗一静一动，珠联璧合，完美无缺的把诗人所向往的那种遗世独立、回归自然、无拘无束、自由自在、自食其力、自得其乐的理想生活境界表现出来。应该可算是浪漫主义诗歌的两篇杰作。▲\n有用\n没用\n完善\n参考资料：\n1、\n萧涤非 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983年12月版 ：第933-934页 ．"],"theme":"写人"}
{"_id":"07GujGMtCDZng7RpjJq8VSrNXbQjZUymKDdPirW4QzVuLBtS","title":"高阳台·除夜","dynasty":"宋代","author":"韩疁","text":"频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。\n邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。","author_dis":["韩疁","韩疁，生卒年不详，字子耕，号萧闲，有萧闲词一卷，不传。共存词6首。赵万里有辑本。► 7篇诗文"],"otherlike":[{"title":"高阳台·除夜","dynasty":"宋代","author":"韩疁","text":"频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。\n邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。"},{"title":"元日","dynasty":"唐代","author":"李世民","text":"高轩暧春色，邃阁媚朝光。\n彤庭飞彩旆，翠幌曜明珰。\n恭己临四极，垂衣驭八荒。\n霜戟列丹陛，丝竹韵长廊。\n穆矣熏风茂，康哉帝道昌。\n继文遵后轨，循古鉴前王。\n草秀故春色，梅艳昔年妆。\n巨川思欲济，终以寄舟航。"},{"title":"元旦口占用柳亚子怀人韵","dynasty":"近现代","author":"董必武","text":"共庆新年笑语哗，红岩士女赠梅花。\n举杯互敬屠苏酒，散席分尝胜利茶。\n只有精忠能报国，更无乐土可为家。\n陪都歌舞迎佳节，遥祝延安景物华。"},{"title":"次韵陆佥宪元日春晴","dynasty":"明代","author":"王守仁","text":"城里夕阳城外雪，相将十里异阴晴。\n也知造物曾何意，底事人心苦未平。\n柏府楼台衔倒影，茅茨松竹泻寒声。\n布衾莫谩愁僵卧，积素还多达曙明。"}],"type":["春节\n，\n感慨\n，\n哲理\n，\n情怀","春节","春节\n，\n祝愿\n，\n思念","春节\n，\n写景\n，\n抒怀\n，\n愿望"],"allin":["译文及注释\n译文\n我频频地倾听更漏之声，又重新点起红烛，满屋光明。年华滚滚宛如流水，令我黯然心惊。饯别旧岁，迎接新春，还能用得着几刻光阴，新的一年翩翩来临。年老体衰，怎么能习惯通宵畅饮？想要守夜不睡，又怕寒气袭人衣襟。我轻轻地放下酒樽，感谢那初开的梅花，陪伴着我独自低吟。\n邻家的姑娘已试着穿上春衣，美丽的鬓发上首饰簇新。蜂腰形的翡翠晶莹润泽，燕股形的宝钗嵌有黄金。温和的春风引起人们的春情，也令人芳情难禁。朱颜哪能年年都好，应该尽情地游乐，趁着现在的大好光阴，恣意地去眺望登临，观赏那残雪未消的玉色楼台，游览那斜阳辉映的美丽园林。\n注释\n①高阳台：词牌名，取战国楚宋玉赋神女事以为名。又名“庆春泽慢”“庆春宫”。双调一百字，平韵。除夜：除夕之夜。\n②银签：指的是古时一种计时的器具，即更漏中的标签。\n③绛蜡：指红蜡烛。\n④衮衮：连续不断地流动，引申为急速流逝。此指时光匆匆。\n⑤饯旧迎新：辞旧迎新。饯，送别，送行。\n⑥清尊：酒器。亦借指清酒。尊，同“樽 ”。\n⑦微吟：小声吟咏。\n⑧蜂腰：与下句“燕股”都为“邻娃”的节日装饰，剪裁为蜂为燕以饰鬓。翠：翠钿、即翡翠做的花，是妇女的装饰物。\n⑨芳思：犹言春情。\n⑩朱颜：红润美好的容颜。\n⑪恣（zì）：随意，无拘束。登临：登山临水。也指游览。\n⑫迟日：春日。《诗经·豳风·七月》：“春日迟迟。”后以“迟日”指春日。▲\n有用\n没用\n完善\n参考资料：\n1、\n毕宝魁．宋词三百首译注评．北京：现代出版社，2014：178-179","创作背景\n此词当作于作者晚年时期的一个除夕。除夕之夜，守岁不眠，是一年中诸多庆贺活动中的一件重要内容，但一旦上了年纪，难免悲欢交集，万感俱生。这首词写的就是作者在除夕之夜的这种复杂心境。\n有用\n没用\n完善\n参考资料：\n1、\n周汝昌 等．唐宋词鉴赏辞典（南宋·辽·金）．上海：上海辞书出版社，1988：1875-1876"],"theme":"哲理"}
{"_id":"07RLbaWezGjbifm9eLpP2qV1NlL9SpMUdpT2t1bN2EPTFJzB","title":"金盏子·赋秋壑西湖小筑","dynasty":"宋代","author":"吴文英","text":"卜筑西湖，种翠萝犹傍，软红尘里。来往载清吟，为偏爱吾庐，画船频繁。笑携雨色晴光，入春明朝市。石桥锁，烟霞五百名仙，第一人是。\n临酒论深意。流光转、莺花任乱委。冷然九秋肺腑，应多梦、岩扃冷云空翠。漱流枕石幽情，写猗兰绿绮。专城处，他山小队登临，待西风起。","author_dis":["吴文英","吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。► 404篇诗文"],"otherlike":[{"title":"金盏子·赋秋壑西湖小筑","dynasty":"宋代","author":"吴文英","text":"卜筑西湖，种翠萝犹傍，软红尘里。来往载清吟，为偏爱吾庐，画船频繁。笑携雨色晴光，入春明朝市。石桥锁，烟霞五百名仙，第一人是。\n临酒论深意。流光转、莺花任乱委。冷然九秋肺腑，应多梦、岩扃冷云空翠。漱流枕石幽情，写猗兰绿绮。专城处，他山小队登临，待西风起。"},{"title":"闻雁","dynasty":"唐代","author":"韦应物","text":"故园渺何处，归思方悠哉。\n淮南秋雨夜，高斋闻雁来。"},{"title":"塞鸿秋·浔阳即景","dynasty":"元代","author":"周德清","text":"长江万里白如练，淮山数点青如淀。\n江帆几片疾如箭，山泉千尺飞如电。\n晚云都变露，新月初学扇。\n塞鸿一字来如线。"},{"title":"声声慢·秋声","dynasty":"宋代","author":"蒋捷","text":"黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声？\n彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声！诉未了，把一半、分与雁声。"}],"type":["秋天\n，\n西湖\n，\n感慨","思乡\n，\n秋天\n，\n大雁","秋天\n，\n写景","秋天\n，\n声音\n，\n抒怀"],"allin":["创作背景\n贾似道，字秋壑，理宗时为丞相兼枢密使；度宗立拜太师，封魏国公，赐第葛岭，权倾朝野。吴文英因有一兄弟翁应龙为贾的堂吏，故得他中介，有词投献似道。贾似道西湖小筑在南屏。此词作于贾为荆湖制置使时。参阅《水龙吟·过秋壑湖上旧居寄赠》词。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"秋天"}
{"_id":"07Za7tOuWoGh5pyLIO13k5DkatNB9dCazy8mbXzpw5sfm2mw","title":"山有扶苏","dynasty":"先秦","author":"佚名","text":"山有扶苏，隰有荷华。不见子都，乃见狂且。\n山有桥松，隰有游龙。不见子充，乃见狡童。","author_dis":[],"otherlike":[{"title":"山有扶苏","dynasty":"先秦","author":"佚名","text":"山有扶苏，隰有荷华。不见子都，乃见狂且。\n山有桥松，隰有游龙。不见子充，乃见狡童。"},{"title":"终南","dynasty":"先秦","author":"佚名","text":"终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！\n终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！"},{"title":"汉广","dynasty":"先秦","author":"佚名","text":"南有乔木，不可休思；汉有游女，不可求思。\n汉之广矣，不可泳思；江之永矣，不可方思。\n翘翘错薪，言刈其楚；之子于归，言秣其马。\n汉之广矣，不可泳思；江之永矣，不可方思。\n翘翘错薪，言刈其蒌；之子于归，言秣其驹。\n汉之广矣，不可泳思；江之永矣，不可方思。"},{"title":"出其东门","dynasty":"先秦","author":"佚名","text":"出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。\n出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。"}],"type":["诗经\n，\n爱情","诗经\n，\n赞美","诗经\n，\n爱情\n，\n恋情","诗经\n，\n爱情"],"allin":["译文及注释\n译文\n山上有茂盛的扶苏，池里有娇美的荷花。没见到子都美男子啊，偏遇见你这轻狂之人。\n山上有挺拔的青松，池里有丛生水荭。没见到子充好男儿啊，偏遇见你这狡狯少年。\n注释\n扶苏：树木名。一说桑树。\n隰（xí席）：洼地。华：同“花”。\n子都：古代美男子。\n狂：狂妄的人。且（jū居）：助词。一说拙、钝也。\n桥：通“乔”，高大。\n游龙：水草名。即荭草、水荭、红蓼。\n子充：古代良人名。\n狡童：姣美的少年。\n有用\n没用\n完善\n参考资料：\n1、\n杨伯峻．白话四书五经（下册）：岳麓书社，1994年：45\n2、\n王秀梅 译注．诗经：中华书局，2015.9：169","鉴赏\n《山有扶苏》为《郑风》的第十首。这首诗写一位女子在与情人欢会时，怀着无限惊喜的心情对自己恋人的俏骂。就是这样一首明白易懂的情歌，却因历代说诗者的刻意求深而蒙上重重烟雾，仿佛诗中真有什么深意似的。《毛诗序》说，“刺忽也。所美非美然。”郑玄笺说：“言忽所美之人实非美人”，“扶胥之木生于山，喻忽置不正之人于上位也。荷花生于隰下，喻忽置有美德者于下位。此言其用臣颠倒，失其所也。”以为是讥刺郑昭公忽的，这种解说完全是曲解了诗意。今人陈子展《诗经直解》以为“疑是巧妻恨拙夫之歌谣。‘不见子都，乃见狂且’，犹云‘燕婉之求，得此戚施’也”。高亨《诗经今注》以为这诗写“一个姑娘到野外去，没见到自己的恋人，却遇着一个恶少来调戏她。”二说似乎都较牵强。程俊英《诗经译注》说：“这是写一位女子找不到如意对象而发牢骚的诗。”有一定道理。而宋儒朱熹则认为《山有扶苏》是“淫女戏其所私者。”此说倒比较接近诗旨。所谓“戏”，即俏骂之意。至于称诗中女主人公为“淫女”，完全出于道学家的偏见，因为在他看来，《郑风》中的所有恋爱诗都是“淫奔之诗”。今人袁梅《诗经译注》“这是一位女子与爱人欢会时，向对方唱出的戏谑嘲笑的短歌”之类的说法，即脱胎于朱熹之说，但扬弃了朱说的糟粕。\n关于诗中所写的情景，读者不妨作这样的想像：在一个山清水秀的野外僻处，一对恋人约定在此幽会。姑娘早早就来了，可是左等右等却不见心上人来。最后，姗姗来迟的爱人总算见着了，姑娘心里当然很高兴，可嘴里却骂骂咧咧地说：我等的人是子都那样的美男子，可不是你这样的狂妄之徒啊！我等的人是子充那样的良人，可不是你这样的狡狯少年啊！处于热恋中的古代青年男女在欢会中的愉悦的心情，可以用各种形式表现，诗中所描写的那种俏骂，更能表示他们的亲密无间。小儿女的情态在诗中确实被刻画得入木三分。\n至于诗中“山有扶苏，隰有荷华”和“山有桥松，隰有游龙”这四句，读者大可不必当真，以为是恋人约会环境的真实写照。在《诗经》中，“山有……，隰有……”是常用的起兴句式。如《邶风·简兮》中有“山有榛，隰有苓”；《唐风·山有枢》中有“山有枢，隰有榆”、“山有漆，隰有栗”等。清代的方玉润在《诗经原始》中说得好：“诗非兴会不能作。或因物以起兴，或因时而感兴，皆兴也。”姚际恒在《诗经通论》中也说：“兴者，但借物以起兴，不必与正意相关也。”此诗中的起兴就属于这种性质。当然，无论是高山上长的扶苏树、松树，还是水洼里盛开的荷花、红蓼，这些美好的形象，从烘托诗的意境的角度看，还是很有作用的。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析二\n本诗为先秦时代郑国华夏族民歌。这是一首描写男女约会时女子对男子的戏谑、俏骂的诗歌。全诗二章，每章四句。全诗充满了调侃、戏谑的意味，笑骂中蕴含着深厚的爱，清新活泼。又因为全诗出自少女之口，不失其天真、善良。\n“山有扶苏， 隰有荷华”；“山有乔松，隰有游龙”，描写的尽是山中的树，低谷的花，并未见一人。其实这并不是情侣约会的地点和景色的描写，因为在《诗经》中，“山有…...，隰有......”是常用的起兴句式，如《邶风·简兮》‘中有：“山有榛，隰有苓”，《唐风·山有枢》中有“山有枢，隰有榆”，“山有漆，隰有栗”等。这里就是一个典型的起兴，清代方玉润在《诗经原始》中说：“诗非兴会不能作，或因物以起兴，或因时而感兴，皆兴也”，即这里的兴只从语势或韵脚上引出下文，使诗篇的开头委婉含蓄，与后文的故事并不相关。\n“不见子都，乃见狂且”，这两句是赋，为女子的调笑之辞。“至于子都，天下莫不知其姣也”（《孟子·告子上》）。“子都”，似为传说中古代美男子名，这里泛指俊美的男子。有论者认为“都“姝”古本双声，都”为“姝”的假借。《说文解字》云：“姝，美也”，故子都就是子美。女子称所爱为“狂且”，与美男子“子都”对举，明明是双方相约而来，偏说对方非己所爱，心爱叫冤家，可见其性格的爽朗善谑。\n第二章开头两句仍以草木起兴引起下文。“不见子充，乃见狡童”反复调侃，加强语势，感情也层层递进。“子充”泛指美男子。论者认为“充”，古韵在东部，“姝”，古韵在区部，区东可以对转，“充”即“姝”的对转，故子充与子都实为同指。始为“子都”，此为“子充”，重章叠句，整饬中有变化，更显得错落有致。\n少女对心上人主动发起调笑戏谑，可以想象，被调侃的男子绝不会甘拜下风，当有回敬。妙语如珠，往来应答，场面应十分热烈，气氛也极为活跃，少男少女率真爽朗的性格及欢快健康的戏剧性场面，在这里得到了淋漓尽致的表现。▲\n有用\n没用\n完善\n参考资料：\n1、\n姜亮夫．先秦诗鉴赏词典：上海辞书出版社，1998年：166-167\n2、\n周啸天．诗经楚辞鉴赏辞典：商务印书馆国际有限公司，2012年：209-211","创作背景\n《毛诗序》以为：“《山有扶苏》，刺忽也，所美非美也，”也就是说，这首诗可以看作是对齐女文姜的讽刺之诗，齐僖公一心想将二女儿文姜嫁于郑昭公忽（郑庄公之子）曾三次向郑昭公忽提亲，郑昭公三次拒绝，使文姜因此而郁郁寡欢而成疾。所以诗文指出，没见到这个美男子却见到了气势猛烈之人，没见到这个美男子却见到一个狡猾的顽童，所以郑昭公忽才不愿意娶文姜为妻，文姜就没有嫁给郑昭公。\n另一种说法是，此诗并非为讽刺郑昭公而作，“郑风”在历史上被当作“靡靡之音”的代名词，当时郑国男女的交往是比较开放和自由的。诗中的“狂且”、“狡童”并不是真实意义的讽刺，而是一种开玩笑式的嬉闹。袁梅《诗经译注》“这是一位女子与爱人欢会时，向对方唱出的戏谑嘲笑的短歌”。崔述《读风偶识》：“昭公为君，未闻有大失道之事。君弱臣强，权臣擅命，虽诚有之，然皆用自庄公之世权重难移，非己之过。厉公欲去祭仲，遂为所逐。文公欲去高克而不能，乃使将兵于河上而不召。为昭公者，岂能一旦而易置之？此固不得以为昭公罪也。如果郑人妄加毁刺，至目君为狡童，悖礼伤教，莫斯为甚。”以为此诗是讥刺郑昭公忽的，就有失牵强。▲\n有用\n没用\n完善\n参考资料：\n1、\n关鹏飞．探源诗经：中央广播电视大学出版社，2012：287-289"],"theme":"爱情"}
{"_id":"07dPdiv6a4ov38ahHJc3mRTB5ZVbUS80N7AU1D7EsB6y4C1k","title":"任光禄竹溪记","dynasty":"明代","author":"唐顺之","text":"余尝游于京师侯家富人之园，见其所蓄，自绝徼海外奇花石无所不致，而所不能致者惟竹。吾江南人斩竹而薪之，其为园，亦必购求海外奇花石，或千钱买一石、百钱买一花，不自惜。然有竹据其间，或芟而去焉，曰：“毋以是占我花石地。”而京师人苟可致一竹，辄不惜数千钱；然才遇霜雪，又槁以死。以其难致而又多槁死，则人益贵之。而江南人甚或笑之曰：“京师人乃宝吾之所薪。”呜呼！奇花石诚为京师与江南人所贵。然穷其所生之地，则绝徼海外之人视之，吾意其亦无以甚异于竹之在江以南。而绝徼海外，或素不产竹之地，然使其人一旦见竹，吾意其必又有甚于京师人之宝之者。是将不胜笑也。语云：“人去乡则益贱，物去乡则益贵。”以此言之，世之好丑，亦何常之有乎！\n余舅光禄任君治园于荆溪之上，遍植以竹，不植他木。竹间作一小楼，暇则与客吟啸其中。而间谓余曰：“吾不能与有力者争池亭花石之胜，独此取诸土之所有，可以不劳力而蓊然满园，亦足适也。因自谓竹溪主人。甥其为我记之。”余以谓君岂真不能与有力者争，而漫然取诸其土之所有者？无乃独有所深好于竹，而不欲以告人欤？昔人论竹，以为绝无声色臭味可好。故其巧怪不如石，其妖艳绰约不如花。孑孑然有似乎偃蹇孤特之士，不可以谐于俗。是以自古以来，知好竹者绝少。且彼京师人亦岂能知而贵之？不过欲以此斗富，与奇花石等耳。故京师人之贵竹，与江南人之不贵竹，其为不知竹一也。\n君生长于纷华而能不溺乎其中，裘马、僮奴、歌舞，凡诸富人所酣嗜，一切斥去。尤挺挺不妄与人交，凛然有偃蹇孤特之气，此其于竹，必有自得焉。而举凡万物可喜可玩，固有不能间也欤？然则虽使竹非其土之所有，君犹将极其力以致之，而后快乎其心。君之力虽使能尽致奇花石，而其好固有不存也。嗟乎！竹固可以不出江南而取贵也哉！吾重有所感矣！","author_dis":["唐顺之","唐顺之（公元1507～1560）字应德，一字义修，号荆川。汉族，武进（今属江苏常州）人。明代儒学大师、军事家、散文家，抗倭英雄。 正德二年十月初五出生在常州（武进）城内青果巷易书堂官宦之家。嘉靖八年(1529)会试第一，官翰林编修，后调兵部主事。当时倭寇屡犯沿海，唐顺之以兵部郎中督师浙江，曾亲率兵船于崇明破倭寇于海上。升右佥都御史，巡抚凤阳，1560年四月丙申（初一）日（4月25日）至通州（今南通）去世。崇祯时追谥襄文。学者称\"荆川先生\"。► 583篇诗文"],"otherlike":[{"title":"任光禄竹溪记","dynasty":"明代","author":"唐顺之","text":"余尝游于京师侯家富人之园，见其所蓄，自绝徼海外奇花石无所不致，而所不能致者惟竹。吾江南人斩竹而薪之，其为园，亦必购求海外奇花石，或千钱买一石、百钱买一花，不自惜。然有竹据其间，或芟而去焉，曰：“毋以是占我花石地。”而京师人苟可致一竹，辄不惜数千钱；然才遇霜雪，又槁以死。以其难致而又多槁死，则人益贵之。而江南人甚或笑之曰：“京师人乃宝吾之所薪。”呜呼！奇花石诚为京师与江南人所贵。然穷其所生之地，则绝徼海外之人视之，吾意其亦无以甚异于竹之在江以南。而绝徼海外，或素不产竹之地，然使其人一旦见竹，吾意其必又有甚于京师人之宝之者。是将不胜笑也。语云：“人去乡则益贱，物去乡则益贵。”以此言之，世之好丑，亦何常之有乎！\n余舅光禄任君治园于荆溪之上，遍植以竹，不植他木。竹间作一小楼，暇则与客吟啸其中。而间谓余曰：“吾不能与有力者争池亭花石之胜，独此取诸土之所有，可以不劳力而蓊然满园，亦足适也。因自谓竹溪主人。甥其为我记之。”余以谓君岂真不能与有力者争，而漫然取诸其土之所有者？无乃独有所深好于竹，而不欲以告人欤？昔人论竹，以为绝无声色臭味可好。故其巧怪不如石，其妖艳绰约不如花。孑孑然有似乎偃蹇孤特之士，不可以谐于俗。是以自古以来，知好竹者绝少。且彼京师人亦岂能知而贵之？不过欲以此斗富，与奇花石等耳。故京师人之贵竹，与江南人之不贵竹，其为不知竹一也。\n君生长于纷华而能不溺乎其中，裘马、僮奴、歌舞，凡诸富人所酣嗜，一切斥去。尤挺挺不妄与人交，凛然有偃蹇孤特之气，此其于竹，必有自得焉。而举凡万物可喜可玩，固有不能间也欤？然则虽使竹非其土之所有，君犹将极其力以致之，而后快乎其心。君之力虽使能尽致奇花石，而其好固有不存也。嗟乎！竹固可以不出江南而取贵也哉！吾重有所感矣！"},{"title":"愚溪对","dynasty":"唐代","author":"柳宗元","text":"柳子名愚溪而居。五日，溪之神夜见梦曰：“子何辱予，使予为愚耶？有其实者，名固从之，今予固若是耶？予闻闽有水，生毒雾厉气，中之者，温屯沤泄，藏石走濑，连舻糜解；有鱼焉，锯齿锋尾面兽蹄。是食人，必断而跃之，乃仰噬焉，故其名曰恶溪。西海有水，散涣而无力，不能负芥，投之则委靡垫没，及底而后止，故其名曰弱水。秦有水，掎汩泥淖，挠混沙砾，视之分寸，眙若睨壁，浅深险易，昧昧不觌。乃合泾渭，以自漳秽迹，故其名曰浊泾。雍之西有水，幽险若漆，不知其所出，故其名曰黑水。夫恶、弱，六极也。浊，黑，贱名也。彼得之而不辞，穷万世而不变者，有其实也。今予甚清且美，为子所喜，而又功可以及圃畦，力可以载方舟，朝夕者济焉。子幸择而居予，而辱以无实之名以为愚，卒不见德而肆其诬，岂终不可革耶？”\n柳子对曰：“汝诚无其实，然以吾之愚而独好汝，汝恶得避是名耶！且汝不见贪泉乎？有饮而南者，见交趾宝货之多，光溢于目，思以两手攫而怀之，岂泉之实耶？过而往贪焉犹以为名，今汝独招愚者居焉，久留而不去，虽欲革其名，不可得矣。夫明王之时，智者用，愚者伏。用者宜迩，伏者宜远。今汝之托也，远王都三千余里，侧僻回隐，蒸郁之与曹，螺蚌之与居，唯触罪摈辱、愚陋黜伏者，日侵侵以游汝，闯闯以守汝。汝欲为智乎？胡不呼今之聪明、皎厉、握天子有司之柄以生育天下者，使一经于汝，而唯我独处？汝既不能得彼而见获于我，是则汝之实也。当汝为愚而犹以为诬，宁有说耶？”\n曰：“是则然矣，敢问子之愚何如而可以及我？”\n柳子曰：“汝欲穷我之愚说耶？虽极汝之所往，不足以申吾喙；涸汝之所流，不足以濡吾翰。姑示子其略：吾茫洋乎无知。冰雪之交，众裘我絺；溽暑之铄，众从之风，而我从之火。吾荡而趋，不知太行之异于九衢，以败吾车；吾放而游，不知吕梁之异乎安流，以没吾舟。吾足蹈坎井，头抵木石，冲冒榛棘，僵仆虺蜴，而不知怵惕。何丧何得？进不为盈，退不为抑，荒凉昏默，卒不自克，此其大凡者也，愿以是污汝可乎？”\n于是溪神沉思而叹曰：“嘻！有余矣，是及我也。”因俯而羞，仰而吁，涕泣交流，举手而辞。一晦一明，觉而莫知所之，遂书其对。"},{"title":"留侯论","dynasty":"宋代","author":"苏轼","text":"古之所谓豪杰之士者，必有过人之节。人情有所不能忍者，匹夫见辱，拔剑而起，挺身而斗，此不足为勇也。天下有大勇者，卒然临之而不惊，无故加之而不怒。此其所挟持者甚大，而其志甚远也。\n夫子房受书于圯上之老人也，其事甚怪；然亦安知其非秦之世，有隐君子者出而试之。观其所以微见其意者，皆圣贤相与警戒之义；而世不察，以为鬼物，亦已过矣。且其意不在书。\n当韩之亡，秦之方盛也，以刀锯鼎镬待天下之士。其平居无罪夷灭者，不可胜数。虽有贲、育，无所复施。夫持法太急者，其锋不可犯，而其势未可乘。子房不忍忿忿之心，以匹夫之力而逞于一击之间；当此之时，子房之不死者，其间不能容发，盖亦已危矣。\n千金之子，不死于盗贼，何者？其身之可爱，而盗贼之不足以死也。子房以盖世之才，不为伊尹、太公之谋，而特出于荆轲、聂政之计，以侥幸于不死，此圯上老人所为深惜者也。是故倨傲鲜腆而深折之。彼其能有所忍也，然后可以就大事，故曰：“孺子可教也。”\n楚庄王伐郑，郑伯肉袒牵羊以逆；庄王曰：“其君能下人，必能信用其民矣。”遂舍之。勾践之困于会稽，而归臣妾于吴者，三年而不倦。且夫有报人之志，而不能下人者，是匹夫之刚也。夫老人者，以为子房才有余，而忧其度量之不足，故深折其少年刚锐之气，使之忍小忿而就大谋。何则？非有生平之素，卒然相遇于草野之间，而命以仆妾之役，油然而不怪者，此固秦皇之所不能惊，而项籍之所不能怒也。\n观夫高祖之所以胜，而项籍之所以败者，在能忍与不能忍之间而已矣。项籍唯不能忍，是以百战百胜而轻用其锋；高祖忍之，养其全锋而待其弊，此子房教之也。当淮阴破齐而欲自王，高祖发怒，见于词色。由此观之，犹有刚强不忍之气，非子房其谁全之？\n太史公疑子房以为魁梧奇伟，而其状貌乃如妇人女子，不称其志气。呜呼！此其所以为子房欤！"},{"title":"观潮","dynasty":"宋代","author":"周密","text":"浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。\n每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。\n吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。\n江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。"}],"type":["散文\n，\n咏物\n，\n叙事","散文\n，\n抒怀\n，\n愤懑","古文观止\n，\n议论\n，\n写人\n，\n散文","初中文言文\n，\n写景\n，\n散文"],"allin":["译文及注释\n译文\n我曾经游观过京城世宦富贵人家的亭园，见那里收藏的东西，从极远的边地到海外，奇异的花卉石子没有不能罗致的，所不能罗致的只有竹子。我们江南人砍伐竹子当柴烧，筑园建亭也必定购买寻求海外的奇花异石，有的用千钱买一石，有的用百钱买一花，并不吝惜。然而如有竹子占据在当中，有时就将它砍去，说：“不要让它占了我种花置石的地方”。但京城人如果能觅到可心的竹子，常常不惜花费数千钱来购买；然而一遇到下霜降雪，便又都干枯而死。正因为它的难以寻觅而且又多枯死，人们因此就更加珍爱它。而江南人中有人讥笑他们说：“京城人竞把我们当柴烧的东西视为珍宝。”呜呼！奇花异石诚然为京城与江南人所珍爱。然而追溯它们的产地，则边地和海外人看待它们，我想也与竹子在江南没有什么大的区别。而边地海外，或许是从不出产竹子的地方，假如让那里的人一旦看到竹子，我想他们必定比京城人更加珍爱和看重它。这种情况恐个白是笑不完的了。俗语说： “人离乡则愈贱，物离乡则愈贵。”如此说来，世上的美丑好恶，又有什么不变的标准呢！\n我的舅舅任光禄君在荆溪的边上构筑了一个亭园，到处种竹，不种其他的花木。竹林间造了一座小楼，有空就与客人在那里吟诗啸歌。他偶然对我说：“我不能与有势力的人比池亭花石的盛况，单独在这里取山地本来所有的东西，可以不花费劳力而使满园苍翠葱茏，也足以自适。因此自称是竹溪主人。请外甥为我记述一下吧。”我认为任君哪里是真的不能与有势力者攀比，而随意取其当地所有；恐怕还是对竹独有特殊的爱好，而不愿意把它告诉别人呢？过去有人谈论竹子，以为它绝没有动人的姿色和香味值得喜爱。所以它奇巧怪异不如石，妖艳柔美不如花，孑孑然有如高傲独立的士人，不能与尘俗混同合一。因此自古以来，知道珍爱竹子的人极少。那么京城人难道也是能知竹而加以珍爱的吗？他们不过是想用此与别人争夸富贵，如同用奇花异石向人炫耀一样。所以京城人的珍爱竹子，与江南人的不重竹子，他们都算不上懂得竹子。\n任君在繁华闹市中生长，而能不沉溺其中，衣饰、车马、僮仆、歌舞，凡是富贵人家所沉湎嗜好的，一切摒弃而去。尤其是方正刚直不随意与人交往，凛然有高洁独立之气，这正是任君对于竹子必有自得的地方。只要人们喜爱某种东西，那就没有什么办法可以阻止他对于那种东西的追求。那么虽然假使竹子不是这里的土地所有，任君也将竭尽其力予以收集，然后心里才高兴。任君的财力虽然使他能尽量寻觅奇花异石，然而他的爱好本不在此啊。可叹啊，竹子本可以不出江南而为人贵重，对此我更加有感受了。\n注释\n任光禄：任氏，名卿，字世臣，号竹溪，宜兴人，生于明宏治戊午五月十六日，卒于嘉靖甲寅八月初十日。曾历任光禄寺署丞、湖广都御史等职。所居皆艺竹，故号竹溪。\n光禄：官名，光禄寺卿或少卿。\n绝徼（jiào）：极远的边地。\n徼：边界。\n芟（shān）：锄除。\n去：去除。\n是：这。\n穷其所生之地：探求它的原产地。穷：追溯。\n去乡：离开本土。\n世之好丑，亦何常之有乎：世人对于美丑的看法，是不固定的。\n荆溪：水名，在江苏南部，经溧阳、宜兴，注入太湖。\n间：间隙，这里指偶然。\n土：这里指本土，本地。\n蓊（wěng）然：丛密的样子。\n臭（xiù）味：气味。\n绰约：柔美的样子。\n孑（jié）孑然：形容孤高的样子。\n偃蹇（jiǎn）：高傲的样子。\n谐：协调。\n一：一样的。\n纷华：指富贵繁华的生活。\n而举凡万物，可喜可玩，固有不能间也欤：只要人们喜爱某种东西，那就没有什么办法可以阻止他对于那种东西的追求。间：间隔，阻止。\n然则：既然这样……那么。\n重：甚。▲\n有用\n没用\n完善\n参考资料：\n1、\n本书编写组编．国学经典读本 高一 上：山东人民出版社，2014.09：第73-75页","创作背景\n这篇文章的具体创作时间不详，只知是唐顺之的舅舅光禄大夫任君在荆溪之上修筑园林，请唐顺之为文以记，于是作者便写下这篇文章。\n有用\n没用\n完善\n参考资料：\n1、\n何香久主编．中国历代名家散文大系·辽金元·明卷：人民日报出版社，1999.9：第708-709页","赏析\n文章起笔写京师人与南方人对待竹子的不同态度，一贵一贱，形成鲜明的对照；进而推理叙写“绝徼海外人”可能有的态度，从而发出“世之好丑，亦何常之有”的慨叹；接下来既写人又写竹，借竹的形象对任光禄的人品进行了充分的肯定，点明他知竹爱竹的根源在于他不流于俗的美好品德。\n入题之前，作者用了将近一半的篇幅，论述世人对竹的态度，其所论的内容虽说与记述的中心有关，但由于所涉的对象广泛，其中不仅有“斩竹而薪之”的江南人，还有“苟可致一竹，辄不惜数千钱”的京师人，甚至还有绝徼海外之人，一旦见竹，必有甚于京师人之宝之者。这就产生一种感觉，似乎这段文字并不是专为任君而书。在这里，形成对比的首先不是任君和贱竹者，而是江南人和京师人、绝徼海外之人。以三者不同的好恶之情，充分显示了世人“物去乡则益贵”的心理状态，从而得出“世之好丑，亦何常之有”的结论。\n这一段内容有叙，有议，有结论，其本身就构成一个完整独立的系统，作者似乎只是有感而发，泛泛议论，显得随意而亲切。这一番议论的真实意义，是在文章提出任君植竹一事后才得到显露的。正因为对世人贵竹贱竹的心理有了充分的论述，所以任君植竹之事一经写出，其不同寻常处即豁然可见：他身居江南，却不同于江南人的贱竹；他贵竹，却又并非如京师人一样因竹难致之故。\n前文所写及的众人对竹的态度本已各各有异，互成对照，而任君之所为又与他们完全不同，这恰如峰回路转，忽见其异。倘若没有前面足够的铺垫，或者仅以贱竹者与任君形成简单的对比，任君之举绝不会产生如此醒豁的感觉。前面一段似乎不甚经意写就的文字，实际上每一层都包含着作者的深意。\n作者对中心事件本身只用寥寥数语一表而过，而对任君之言却记叙颇详。任君把植竹一事说得极为轻淡，简单地把如此做的原因归之于“可以不劳力而蓊然满园”。正是这一笔推动了文意的发展，并最终导出了题旨。因为任君的举动已在世人映衬之下显得极不寻常，而他那轻描淡写的表白却与他的举动形成了明显的反差，这不能不使人对他的话语产生疑问和揣测。\n作者把“无乃独有所深好于竹，而不欲以告人欤”这样的推测之语作为引言以带出他对任君植竹意义的阐述，正表现了由上文所叙而引起的心理活动，文中接着对任君的赞美之辞，是上文所显现出来的内在走向之继续，是思维逻辑发展的必然，而不是勉强地加诸其身。经过层层推演，作品终于揭示出任君对竹的态度与世人有着本质上的区别：任君之贵竹在于知竹，知竹又在于他的人格与竹自有某种相通之处；而“京师人之贵竹，与江南人之不贵竹，其为不知竹一也”。\n作者最后断语，即使居地不产竹，任君必力致之；即使有足够的力量致奇花石，他也无意于此。有以上的反复衬托、对比和论析，这一推断的产生合情合理；同时，它与任君“吾不能与有力者争池亭花石之胜，独此取诸土之所有，可以不劳力而蓊然满园”的表白逆相绾合，也使这一段前面的揣测语有了结论。\n全文以竹与花石这一对处于矛盾状态的物体为中心，以各种人对待它们的不同态度为线索，不断构成新的矛盾与统一。江南人与京师人对竹的态度截然不同，却在奇花石上存在着一致，由此就引出了新的比较对象——绝徼海外之人；而这三者皆非知竹者，又共同成为任君的对照，充分映衬出任君高尚的品格情操。全文前后环环相扣，舒卷自如，浑然—体。▲\n有用\n没用\n完善\n参考资料：\n1、\n文学鉴赏辞典编纂中心编 ．名家赏文坊 元明清文：上海辞书出版社，2004年04月第1版：第45-48页"],"theme":"咏物"}
{"_id":"07ucaCqONaa08ealff561RLNMjjmVEA0Mv6JWBvjVwqI8a7e","title":"赏牡丹","dynasty":"唐代","author":"刘禹锡","text":"庭前芍药妖无格，池上芙蕖净少情。\n唯有牡丹真国色，花开时节动京城。","author_dis":["刘禹锡","刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。► 817篇诗文"],"otherlike":[{"title":"赏牡丹","dynasty":"唐代","author":"刘禹锡","text":"庭前芍药妖无格，池上芙蕖净少情。\n唯有牡丹真国色，花开时节动京城。"},{"title":"临江仙·柳絮","dynasty":"清代","author":"曹雪芹","text":"白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？\n万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。"},{"title":"感遇·江南有丹橘","dynasty":"唐代","author":"张九龄","text":"江南有丹橘，经冬犹绿林。\n岂伊地气暖？自有岁寒心。\n可以荐嘉客，奈何阻重深。\n运命惟所遇，循环不可寻。\n徒言树桃李，此木岂无阴？"},{"title":"赠从弟","dynasty":"魏晋","author":"刘桢","text":"亭亭山上松，瑟瑟谷中风。\n风声一何盛，松枝一何劲。\n冰霜正惨凄，终岁常端正。\n岂不罹凝寒，松柏有本性。"}],"type":["咏物\n，\n写花\n，\n牡丹","咏物\n，\n言志","唐诗三百首\n，\n咏物\n，\n写树\n，\n寓人\n，\n人格","古诗三百首\n，\n初中古诗\n，\n咏物\n，\n松树\n，\n言志"],"allin":["译文及注释\n译文\n庭前的芍药妖娆艳丽却缺乏骨格，池中的荷花清雅洁净却缺少情韵。\n只有牡丹才是真正的天姿国色，到了开花的季节引得无数的人来欣赏，惊动了整个京城。\n注释\n牡丹：著名的观赏植物。古无牡丹之名，统称芍药，后以木芍药称牡丹。一般谓牡丹之称在唐以后，但在唐前，已见于记载。\n庭前芍药：喻指宦官、权贵。\n芍药：多年生草本植物，属毛茛科，初夏开花，形状与牡丹相似。\n妖无格：妖娆美丽，但缺乏标格。妖：艳丽、妩媚。格：骨格。无格指格调不高。\n芙蕖：即莲花。\n国色：倾国倾城之美色。原意为一国中姿容最美的女子，此指牡丹富贵美艳、仪态万千。\n京城：指唐朝的京师长安，长安是唐代的首都、京城。▲\n有用\n没用\n完善\n参考资料：\n1、\n吴钢 张天池．刘禹锡诗文选注．西安：三秦出版社，1987：27\n2、\n陶敏 陶红雨．刘禹锡全集编年校注．长沙：岳麓书社，2003：444-445\n3、\n瞿蜕园．刘禹锡集笺证．上海：上海古籍出版社，1989：789\n4、\n鲍思陶 郇玉华．中国名胜诗联精鉴．济南：山东友谊书社，1992：588-589\n5、\n吴在庆编选．刘禹锡集．南京：凤凰出版社，2014：181-182\n6、\n刘锬．咏花古诗欣赏．北京：语文出版社，1999：2-3\n7、\n谢明 刘光前．历代咏物诗选读．广州：广东高等教育出版社，1986：56","赏析\n此诗乃赞颂牡丹之作，其赞颂之手法，乃用抑彼扬此的反衬之法。诗人没有从正面描写牡丹的姿色，而是从侧面来写牡丹。诗一开始先评赏芍药和芙蕖。芍药与芙蕖本是为人所喜爱的花卉，然而诗人赞颂牡丹，乃用“芍药妖无格”和“芙蕖净少情”以衬托牡丹之高标格和富于情韵之美。“芍药”，本来同样是一种具有观赏价值的花卉，但据说到了唐代武则天以后，“牡丹始盛而芍药之艳衰” （王禹傅《芍药诗序》）。以至有人将牡丹比为“花王”，把芍药比作“近侍”。此处，刘禹锡也怀着主观感情，把芍药说成虽妖娆但格调不高。“芙蕖”，是在诗文中常以清高洁净的面目出现的花卉，但刘禹锡大概因为她亭亭玉立于池面之中，令人只可远观而不可近玩的缘故，说她纯洁而寡情。这里暗示了牡丹兼具妖、净、格、情四种资质，可谓花中之最美者。\n这首诗本来是《赏牡丹》，可落笔却不先说牡丹，而先对芍药和芙蕖进行评赏。首句写芍药，这种同样具有观赏价值的花儿，较之牡丹更早为人们所喜爱。《诗经》就写到过周朝郑国的男女以芍药相赠的欢乐场面，而同时期却不见有关牡丹的记载。所以宋代韩琦在《北第同赏芍药》中写道：“郑诗已取相酬赠，不见诸经载牡丹。”但随着时间的推移，社会习俗也在不断地变化。到了唐代武则天执政以后，“牡丹始盛而芍药之艳衰”，以至于有人将牡丹比为君王，把芍药比作近侍。芍药地位的下降，刘禹锡认为其格调不高，所以说芍药虽妖娆而无格。\n芙蕖，即荷花，这是自屈原以来在诗文中经常以清高洁净面目出现的花。大概由于它亭亭玉立于池塘水面之上，令人只可远观而不可近玩的缘故吧，刘禹锡觉得它虽纯洁却寡情。至此前两句已经分别对两种可与牡丹并肩的花儿进行了评赏：芍药的种植历史悠久，也曾受到人们的喜爱，但却“妖冶无格”；荷花也的确堪称花中君子，清高洁净，但却冷艳寡情。至此为后两句推出作者心中的最爱，可谓做足了铺垫，唯有期待着作者心中的“花王”隆重登场了。\n“唯有牡丹真国色，花开时节动京城。”“国色”，旧指一国中最美的女子。这里用来比喻牡丹，便将牡丹的超群姿色表现了出来。“真”字虽是副词，却加强了语气；“唯有”是一种不二的选择，增强了评赏的分量，照应了上面两句，包含着之所以作出如此不二的选择，是经过了认真比较，确认了“非此莫属”的地位的意思。在这样的美好评价和高度概括之后，再以“花开时节动京城”作结尾，既反映了京城人赏花倾城而动的习俗，又从侧面衬托了牡丹花的诱人魅力：正是由于它具有令人倾慕的“国色”，才使得“花开时节”京城轰动，人们奔走相告，争先赏玩。\n这短短四句诗，写了三种名花，而其中又深含了诗人丰富的审美思想。诗人没有忘记对芍药与荷花美好一面的赞誉，却又突出了牡丹的姿色，令人玩味无穷。作为花木，本来无所谓格调高下和感情的多寡，但诗人用拟人化和烘托的手法，巧妙生动地把自然美变成了艺术美，给人留下了难忘的印象。▲\n有用\n没用\n完善\n参考资料：\n1、\n刘锬．咏花古诗欣赏．北京：语文出版社，1999：2-3\n2、\n吴在庆．刘禹锡集．南京：凤凰出版社，2007：180-181\n3、\n李月辉．名画唐诗佳句欣赏．石家庄：河北少年儿童出版社，2002：435","创作背景\n此诗即写唐人赏牡丹的盛况。关于此诗的创作时间与地点，由陶敏、陶红雨校注的《刘禹锡全集编年校注》根据诗中用李正封“国色”之语推测此诗为公元828年（大和二年）至五年831年作者在长安所作；瞿蜕园的《刘禹锡集笺证》认为，此诗作于唐大和年间作者重入长安之时。\n有用\n没用\n完善\n参考资料：\n1、\n吴钢 张天池．刘禹锡诗文选注．西安：三秦出版社，1987：27\n2、\n陶敏 陶红雨．刘禹锡全集编年校注．长沙：岳麓书社，2003：444-445\n3、\n瞿蜕园．刘禹锡集笺证．上海：上海古籍出版社，1989：789\n4、\n高志忠．刘禹锡诗编年校注．哈尔滨：黑龙江人民出版社，2003 ：665-666"],"theme":"写花"}
{"_id":"082tVHA8TjDctVYlD6q9O3uVCRKs124KbKoL2BKB95TR8qS2","title":"咏瀑布","dynasty":"清代","author":"冯云山","text":"穿天透地不辞劳，到底方知出处高。\n溪涧焉能留得住，终须大海作波涛。","author_dis":["冯云山","冯云山（1822年～1852年），又名乙龙，号绍光。广东花县（今属广州市）禾落地村人。汉族客家人，原籍广东龙川县石灰窑村。自幼喜读经史、天文、地理，曾参加科举考试，后在村中设馆授徒，以塾师为业。后为太平天国运动初期的重要领袖之一，官封南王，七千岁。► 1篇诗文"],"otherlike":[{"title":"咏瀑布","dynasty":"清代","author":"冯云山","text":"穿天透地不辞劳，到底方知出处高。\n溪涧焉能留得住，终须大海作波涛。"},{"title":"曲池荷","dynasty":"唐代","author":"卢照邻","text":"浮香绕曲岸，圆影覆华池。\n常恐秋风早，飘零君不知。"},{"title":"病牛","dynasty":"宋代","author":"李纲","text":"耕犁千亩实千箱，力尽筋疲谁复伤？\n但得众生皆得饱，不辞羸病卧残阳。"},{"title":"赠荷花","dynasty":"唐代","author":"李商隐","text":"世间花叶不相伦，花入金盆叶作尘。\n惟有绿荷红菡萏，卷舒开合任天真。\n此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映)"}],"type":["咏物\n，\n瀑布\n，\n抒怀\n，\n抱负","咏物\n，\n荷花\n，\n抒情","古诗三百首\n，\n咏物\n，\n动物\n，\n言志","咏物\n，\n赞美\n，\n荷花"],"allin":["赏析\n此诗由唐宣宗李忱与香严闲禅师的联句点化而来。李忱即帝位之前，因武宗嫉之，曾遁迹为僧。一日与禅师在庐山观瀑，禅师有意试探李忱心志，提出共作连句而先咏二句曰：“千岩万壑不辞劳，远看方知出处高。”李忱应声续作二句：“溪涧岂能留得住，终归大海作波涛。”无意之间披露出自己不甘寂寞、思有作为的心怀，后来果践位做了皇帝。太平天国南王冯云山借这组联句，仅改数字，而境界大不相同。首句“穿天透地”象征推翻清王朝的革命意志，气魄宏大，远胜原句。次句改“到底”二字，表明坚持不懈的决心。这两句还显示出瀑布的动势和高度：瀑布从高高的悬崖上凌空倾泻而下，穿透了天空和地面，化作了一泓深潭，一道溪涧，它作出这一壮举该要冒多大风险，要付出多少辛劳啊！然而，为了奔赴目的地，它却勇往直前，奋不顾身，不辞辛劳。瀑布跌落潭底后，从底处抬头仰望，只见一道宽大的银练垂落而下，迸珠溅玉，这时，方才更加觉察到它的落差是那样惊人，他的出处是那样高峻。末两句诗，则进一层表现出瀑布非凡的气魄和志向。瀑布的水漫出深潭，注入潭边的溪涧，化作了淙淙流淌的溪水，然而，这山中溪涧哪里能长期挽留住它哩，纵经千回百折，它也要流进大江长河，汇入浩瀚的大海。“归”字改作“须”字，隐喻太平军须农民群众的“大海”成就伟业，比“归”字更有深意。作为一位站在历史潮头、代表着当时中国农民阶级先进思想的革命家，他深信历史终将肯定自己的行动是“出处高”的，是正义的。平庸安逸的生活岂能束缚他前进的脚步，他终要率领父老弟兄们揭竿而起，冲出山乡僻壤，汇合成农民起义的大军，像汹涌的大海的怒涛，翻天覆地，摧毁腐朽的满清封建王朝！这首诗，文辞流畅，语意双关，明则句句写瀑布，实则处处写自己，充分显示出这位农民领袖高尚的情操、坚定的信念和雄伟的抱负，气势豪放，格调高昂，在历代咏瀑布诗中，实属立意高、新、深的上乘之作，即与唐代农民起义领袖黄巢的两首托物咏志的诗《题菊花》、《菊花》相比，也毫不逊色。 ▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"咏物"}
{"_id":"08DwwRnPTablKylHLLswdAmjlPPP1L4BBbcsdwWl0D2opg9j","title":"出塞二首·其一","dynasty":"唐代","author":"王昌龄","text":"秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马度阴山。","author_dis":["王昌龄","王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。► 215篇诗文"],"otherlike":[{"title":"出塞二首·其一","dynasty":"唐代","author":"王昌龄","text":"秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马度阴山。"},{"title":"凉州词二首·其一","dynasty":"唐代","author":"王之涣","text":"黄河远上白云间，一片孤城万仞山。\n羌笛何须怨杨柳，春风不度玉门关。"},{"title":"过故人庄","dynasty":"唐代","author":"孟浩然","text":"故人具鸡黍，邀我至田家。\n绿树村边合，青山郭外斜。\n开轩面场圃，把酒话桑麻。\n待到重阳日，还来就菊花。"},{"title":"夜上受降城闻笛","dynasty":"唐代","author":"李益","text":"回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）\n不知何处吹芦管，一夜征人尽望乡。"}],"type":["唐诗三百首\n，\n边塞\n，\n战争\n，\n忧国忧民\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","唐诗三百首\n，\n边塞\n，\n写景\n，\n思乡\n，\n早教小学生必背古诗70首\n，\n小学生必背古诗80首","唐诗三百首\n，\n初中古诗\n，\n田园\n，\n生活\n，\n早教","唐诗三百首\n，\n冬天\n，\n边塞\n，\n思念"],"allin":["译文及注释\n译文\n依旧是秦汉时期的明月和边关，守边御敌鏖战万里征夫未回还。\n倘若龙城的飞将卫青如今还在，一定不会让敌人的铁蹄踏过阴山。\n注释\n但使：只要。\n龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边，其中每次匈奴重点进攻的汉地天子几乎都是派遣李广为太守，所以这种说法也不无道理。\n不教：不叫，不让。教，让。\n胡马：指侵扰内地的外族骑兵。\n度：越过。在漫长的边防线上，战争一直没有停止过，去边防线打仗的战士也还没有回来。 要是攻袭龙城的大将军卫青和飞将军李广今天还依然健在，绝不会让敌人的军队翻过阴山。▲\n有用\n没用\n完善\n参考资料：\n1、\n张国举 等．唐诗精华注译评．长春：长春出版社，2010：87-88","赏析\n这是一首著名的边塞诗，表达了诗人希望起任良将，早日平息边塞战事，使人民过上安定的生活的愿望。\n诗人从描写景物景入手，首句勾勒出一幅冷月照边关的苍凉景象。“秦时明月汉时关”不能理解为秦时的明月汉代的关。这里是秦、汉、关、月四字交错使用，在修辞上叫“互文见义”，意思是秦汉时的明月，秦汉时的关。诗人暗示，这里的战事自秦汉以来一直未间歇过，突出了时间的久远。次句“万里长征人未还”，“万里”指边塞和内地相距万里，虽属虚指，却突出了空间辽阔。“人未还”使人联想到战争给人带来的灾难，表达了诗人悲愤的情感。\n怎样才能解脱人民的困苦呢？诗人寄希望于有才能的将军。“但使龙城飞将在，不教胡马度阴山。”倘若攻袭龙城的卫青和飞将军李广而今健在，绝不许让胡人的骑兵跨越过阴山。“龙城”指奇袭匈奴圣地龙城的名将卫青，而“飞将”则指威名赫赫的飞将军李广。“龙城飞将”并不只一人，实指李卫，更是借代众多汉朝抗匈名将。“不教”，不允许，“教”字读平声；“胡马”，这里指代外族入侵的骑兵。“度阴山”，跨过阴山。阴山是北方东西走向的大山脉，是汉代北方边防的天然屏障。后两句写得含蓄、巧妙，让人们在对往事的对比中，得出必要的结论。\n这首诗虽然只有短短四行，但是通过对边疆景物和征人心理的描绘，表现的内容是复杂的。既有对久戍士卒的浓厚同情和结束这种边防不顾局面的愿望；又流露了对朝廷不能选贤任能的不满，同时又以大局为重，认识到战争的正义性，因而个人利益服从国家安全的需要，发出了“不教胡马度阴山”的誓言，洋溢着爱国激情。\n诗人并没有对边塞风光进行细致的描绘，他只是选取了征戍生活中的一个典型画面来揭示士卒的内心世界。景物描写只是用来刻划人物思想感情的一种手段，汉关秦月，无不是融情入景，浸透了人物的感情色彩。把复杂的内容熔铸在四行诗里，深沉含蓄，耐人寻味。。 ▲\n有用\n没用\n完善\n参考资料：\n1、\n中国文学网.出塞二首·其一","创作背景\n《出塞》是王昌龄早年赴西域时所作。王昌龄所处盛唐，所以在其边塞诗中，多能体现一种慷慨激昂的向上精神，和克敌制胜的强烈自信。但是频繁的边塞战争，也使人民不堪重负，渴望和平，《出塞》正是反映了人民的这种和平愿望。\n有用\n没用\n完善\n参考资料：\n1、\n印华写作者协会.出塞二首·其一"],"theme":"唐诗三百"}
{"_id":"08M10WTNeeEtz6a73j9eyJ72UcH73cpHNpqmQUCIftbp3TGq","title":"和胡西曹示顾贼曹","dynasty":"魏晋","author":"陶渊明","text":"蕤宾五月中，清朝起南颸。\n不驶亦不驰，飘飘吹我衣。\n重云蔽白日，闲雨纷微微。\n流目视西园，烨烨荣紫葵。\n于今甚可爱，奈何当复衰！\n感物愿及时，每恨靡所挥。\n悠悠待秋稼，寥落将赊迟。\n逸想不可淹，猖狂独长悲！","author_dis":["陶渊明","陶渊明（352或365年—427年），字元亮，又名潜，私谥“靖节”，世称靖节先生，浔阳柴桑（今江西省九江市）人。东晋末至南朝宋初期伟大的诗人、辞赋家。曾任江州祭酒、建威参军、镇军参军、彭泽县令等职，最末一次出仕为彭泽县令，八十多天便弃职而去，从此归隐田园。他是中国第一位田园诗人，被称为“古今隐逸诗人之宗”，有《陶渊明集》。► 134篇诗文"],"otherlike":[{"title":"和胡西曹示顾贼曹","dynasty":"魏晋","author":"陶渊明","text":"蕤宾五月中，清朝起南颸。\n不驶亦不驰，飘飘吹我衣。\n重云蔽白日，闲雨纷微微。\n流目视西园，烨烨荣紫葵。\n于今甚可爱，奈何当复衰！\n感物愿及时，每恨靡所挥。\n悠悠待秋稼，寥落将赊迟。\n逸想不可淹，猖狂独长悲！"},{"title":"首夏山中行吟","dynasty":"明代","author":"祝允明","text":"梅子青，梅子黄，菜肥麦熟养蚕忙。\n山僧过岭看茶老，村女当垆煮酒香。"},{"title":"浣溪沙·翠葆参差竹径成","dynasty":"宋代","author":"周邦彦","text":"翠葆参差竹径成。新荷跳雨泪珠倾。曲阑斜转小池亭。\n风约帘衣归燕急，水摇扇影戏鱼惊。柳梢残日弄微晴。"},{"title":"子夜吴歌·夏歌","dynasty":"唐代","author":"李白","text":"镜湖三百里，菡萏发荷花。\n五月西施采，人看隘若耶。\n回舟不待月，归去越王家。"}],"type":["夏天\n，\n田园\n，\n抒怀\n，\n感慨","夏天\n，\n自由\n，\n愿望","婉约\n，\n夏天\n，\n写景","唐诗三百首\n，\n乐府\n，\n夏天\n，\n荷花\n，\n写人\n，\n哲理"],"allin":["译文及注释\n译文\n时当仲夏五月中，清早微觉南风凉。\n南风不缓也不疾，飘飘吹动我衣裳。\n层层乌云遮白日，濛濛细雨纷纷扬。\n随意赏观西园内，紫葵花盛耀荣光。\n此时此物甚可爱，无奈不久侵枯黄！\n感物行乐当及时，常恨无酒可举筋。\n耐心等待秋收获，庄稼稀疏将空忙。\n遐思冥想难抑制，我心激荡独悲伤。\n注释\n胡西曹、顾贼曹：胡、顾二人名字及事迹均不详。西曹、贼曹，是州从事官名。《宋书·百官志》：“江州又有别驾祭酒，居僚职之上。别驾、西曹主吏及选举事。西曹，即汉之功曹书佐也。祭酒分掌诸曹兵、贼、仓、户、水、销之属。”示：给某人看。\n蕤（ruí）宾：诗中用以标志仲夏五月。古代以十二律配合十二个月，“蕤宾”是配合五月之律。《礼记·月令》：“仲夏之月……律中蕤宾。”古代以乐律的十二管同十二月之数相配合，十二管之一的蕤宾与五月相合，故称五月为蕤宾。\n清朝（zhāo）：清晨。飔（sī）：凉风。\n驶：迅捷，疾速。迟：迟缓，缓慢。\n重云：层层乌云。\n闲雨：指小雨。\n流目：犹“游目”，随意观览瞻望。西园：陶渊明不大可能有几个园，此或谓园之西。\n烨（yè）烨：光华灿烂的样子。荣：开花。\n奈何：无可奈何。\n感物：有感于物。\n靡（mǐ）所挥：没有酒饮。挥，形容举杯而饮的动作。一说“挥”是“发挥壮志”之意。\n悠悠：长久。待秋稼：等待秋收。\n寥（liáo）落：稀疏。赊（shē）迟：迟缓，渺茫，引申为稀少。无所获。\n逸想：遐想。淹：滞留，深入。\n猖狂：恣意放纵，这里指感情激烈。▲\n有用\n没用\n完善\n参考资料：\n1、\n郭维森 包景诚．陶渊明集全译．贵阳：贵州人民出版社，1992：104-106","创作背景\n这一首诗作年无考，研究陶诗的人，有把它系于晋安帝元兴二年癸卯（403年）的。\n有用\n没用\n完善\n参考资料：\n1、\n吴小如 等．汉魏六朝诗鉴赏辞典．上海：上海辞书出版社，1992：500-501","赏析\n此诗起四句直写当前气候，说在阴历五月的一天早晨，吹起南风，不快不慢，飘动着诗人的衣服。风是夏天“清朝”中的“南颸”，飘衣送凉，气象是清爽的。接着两句，不交代转变过程，便紧接着写“重云蔽白日，闲雨纷微微。”由晴到雨，似颇突然。以上六句是面的总写，一般叙述，不多描绘。\n“流目”四句，由面移到一个点。先写诗人在清风微雨中，转眼观看西园，见园中紫葵生长得“晔晔”繁荣，虽作集中，亦只叙述。上文的叙事写景，直贯到此；而对着紫葵，忽产生一种感慨：“于今甚可爱，奈何当复衰！”感慨也来得突然，但内容还属一般，属于人们对事物常有的盛衰之感。这里转为抒情。下面两句：“感物愿及时，每恨靡所挥。”承前两句，抒情又由点到面，同时由对客观事物的反映转到对自身的表白，扩大一步，提高一步，句法同样有点突然，而内容却不一般了。陶渊明本是有志于济世的人，被迫过隐居生活，从紫葵的荣晔易衰而联想自己不能及时发挥壮志，建立功业，这种触动内心痛处的感受，本来也是自然的，不妨明白直说，可诗中偏不说出“愿及时”愿的是什么，“靡所挥”挥的是什么，而是留给读者自行领会。\n上文各以六句成片，结尾以四句成片。这四句由思想上的“恨”转到写生活上的困难，以及在困难中不可抑制的更强烈的思想活动。“悠悠待秋稼，寥落将赊迟。”等到秋天庄稼收成，有粮食不继的迫切问题。处境如此，还有上文的为外物而感慨，为壮志而感伤的闲情，在常人眼中，已未免迂疏可笑；而况下文所写，还有“不可淹（抑遏）”的“逸想”和什么“猖狂”的情感或行动，冷静一想，也未免自觉“可悲”了。有了“悠悠”两句，则上下文的思想感情，都变成出于常情之外，那末作者之非常人也就不言可喻了。把“不常”写得似乎可笑可悲，实际上是无意中反映了他的可钦可敬。\n这首诗在陶诗中是写得较平凡的，朴质无华，它的转接突然的地方，也表现它的“放”和“直”，即放手抒写，直截不费结撰。但也有它的含蓄，有它的似拙而实高，它的奇特过人，即不露痕迹地表现作者襟怀的开阔和高远。\n联系当时的时代背景和作者的处境，“猖狂”的来龙去脉，也就有迹可寻，即是对于黑暗、险恶的政局和自身抱负莫展的愤激。把这些诗句都作赋体看，诗中表现出诗人的政治热肠和人生态度，表现出他高出常人的地方，即在艰难的生活中不忘济世。诗写得很随便，却有深远的意境。▲\n有用\n没用\n完善\n参考资料：\n1、\n吴小如 等．汉魏六朝诗鉴赏辞典．上海：上海辞书出版社，1992：500-501"],"theme":"夏天"}
{"_id":"08PwOU0dho01b7hLqm5aGg3kXccyiazxD16IvO7nRO1lR3Z5","title":"秦楼月·浮云集","dynasty":"宋代","author":"范成大","text":"浮云集。轻雷隐隐初惊蛰。初惊蛰。鹁鸠鸣怒，绿杨风急。\n玉炉烟重香罗浥。拂墙浓杏燕支湿。燕支湿。花梢缺处，画楼人立。","author_dis":["范成大","范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。► 2327篇诗文"],"otherlike":[{"title":"秦楼月·浮云集","dynasty":"宋代","author":"范成大","text":"浮云集。轻雷隐隐初惊蛰。初惊蛰。鹁鸠鸣怒，绿杨风急。\n玉炉烟重香罗浥。拂墙浓杏燕支湿。燕支湿。花梢缺处，画楼人立。"},{"title":"风入松·听风听雨过清明","dynasty":"宋代","author":"吴文英","text":"听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。\n西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。"},{"title":"忆江南·多少恨","dynasty":"五代","author":"李煜","text":"多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。"},{"title":"满庭芳·山抹微云","dynasty":"宋代","author":"秦观","text":"山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)\n消魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。"}],"type":["婉约\n，\n妇女\n，\n怀人","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n伤春\n，\n离别\n，\n怀人\n，\n悼亡","婉约\n，\n记梦\n，\n思国","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n惜别\n，\n写景\n，\n离情"],"allin":["赏析\n时届惊蛰，雷声隐隐，绿杨随风，浓杏拂墙，燕支重色，处处呈现出春日景色。词末点出“花梢缺处，画楼人立”，顿使景中有人，意境全活。全词抒情含蓄，幽雅和婉。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"婉约"}
{"_id":"08S1ZxgQfUUNFcDBZN2eUP8AYDDAxeM0EXgV6wwWgOzSXyrN","title":"怨歌行","dynasty":"唐代","author":"李白","text":"十五入汉宫，花颜笑春红。\n君王选玉色，侍寝金屏中。\n荐枕娇夕月，卷衣恋春风。\n宁知赵飞燕，夺宠恨无穷。\n沉忧能伤人，绿鬓成霜蓬。\n一朝不得意，世事徒为空。\n鹔鹴换美酒，舞衣罢雕龙。\n寒苦不忍言，为君奏丝桐。\n肠断弦亦绝，悲心夜忡忡。","author_dis":["李白","李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。► 1180篇诗文"],"otherlike":[{"title":"怨歌行","dynasty":"唐代","author":"李白","text":"十五入汉宫，花颜笑春红。\n君王选玉色，侍寝金屏中。\n荐枕娇夕月，卷衣恋春风。\n宁知赵飞燕，夺宠恨无穷。\n沉忧能伤人，绿鬓成霜蓬。\n一朝不得意，世事徒为空。\n鹔鹴换美酒，舞衣罢雕龙。\n寒苦不忍言，为君奏丝桐。\n肠断弦亦绝，悲心夜忡忡。"},{"title":"悲歌","dynasty":"两汉","author":"佚名","text":"悲歌可以当泣，远望可以当归。\n思念故乡，郁郁累累。\n欲归家无人，欲渡河无船。\n心思不能言，肠中车轮转。"},{"title":"古朗月行","dynasty":"唐代","author":"李白","text":"小时不识月，呼作白玉盘。\n又疑瑶台镜，飞在青云端。(青云 一作：白云)\n仙人垂两足，桂树何团团。\n白兔捣药成，问言与谁餐？\n蟾蜍蚀圆影，大明夜已残。\n羿昔落九乌，天人清且安。\n阴精此沦惑，去去不足观。\n忧来其如何？凄怆摧心肝。"},{"title":"善哉行·其一","dynasty":"魏晋","author":"曹丕","text":"上山采薇，薄暮苦饥。\n溪谷多风，霜露沾衣。\n野雉群雊，猿猴相追。\n还望故乡，郁何垒垒！\n高山有崖，林木有枝。\n忧来无方，人莫之知。\n人生如寄，多忧何为？\n今我不乐，岁月如驰。\n汤汤川流，中有行舟。\n随波转薄，有似客游。\n策我良马，被我轻裘。\n载驰载驱，聊以忘忧。"}],"type":["乐府\n，\n女子\n，\n抒情\n，\n失意","乐府\n，\n思乡\n，\n感伤","乐府\n，\n月亮\n，\n抒情\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","乐府\n，\n军旅\n，\n生活"],"allin":["译文及注释\n译文\n十五岁来到汉宫中，正是青春烂漫的年纪，她微微一笑就会让春天的美景为之羞愧。君王选美女，她被选中服侍君王的寝息。柔曼的夕月下，她娇羞的俏丽模样让君王不能自持，她的侍寝更让君王恋恋不舍。可否知道赵飞燕，她夺宠后别的女子对她恨意无穷。但青春总是不能永驻的，绿鬓终会变白，成为霜蓬。在宫廷中，只要一朝不得意，世事都会成空。一旦不得宠，就像司马相如一样只能用鹔鹴换酒喝，舞衣也是很寒酸的。那样的寒苦不堪言表，只能暗自伤悲，偷偷为君王奏琴一曲。肠断弦也绝，心中无限伤悲而不能成音。\n注释\n玉色：美女。\n金屏：锦帐。\n荐枕：侍寝。\n卷衣：侍寝的意思。\n赵飞燕：赵飞燕本为长安宫人，后为阳阿公主的舞女。汉成帝见而幸之，召入内宫，为婕妤，后终为皇后。\n鹔鹴（sù shuānɡ）换美酒：司马相如初与卓文君还成都，家里十分贫困，曾用鹔鹴换美酒喝。鹔鹴，传说中的神鸟。另一说为“骕骦”，骏马名。\n丝桐：指琴。丝为琴弦，桐为琴身。\n忡忡：忧虑的样子。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"乐府"}
{"_id":"08WU6LGUZZsWtoUp4C6YxAwicjNoHyyyd3HhsOkEucdY0Iob","title":"重别周尚书","dynasty":"南北朝","author":"庾信","text":"阳关万里道，不见一人归。\n惟有河边雁，秋来南向飞。","author_dis":["庾信","庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。► 504篇诗文"],"otherlike":[{"title":"重别周尚书","dynasty":"南北朝","author":"庾信","text":"阳关万里道，不见一人归。\n惟有河边雁，秋来南向飞。"},{"title":"重别李评事","dynasty":"唐代","author":"王昌龄","text":"莫道秋江离别难，舟船明日是长安。\n吴姬缓舞留君醉，随意青枫白露寒。"},{"title":"南浦别","dynasty":"唐代","author":"白居易","text":"南浦凄凄别，西风袅袅秋。\n一看肠一断，好去莫回头。"},{"title":"剑阁赋","dynasty":"唐代","author":"李白","text":"咸阳之南，直望五千里，见云峰之崔嵬。前有剑阁横断，倚青天而中开。上则松风萧飒瑟飓，有巴猿兮相哀。旁则飞湍走壑，洒石喷阁，汹涌而惊雷。\n送佳人兮此去，复何时兮归来？望夫君兮安极，我沉吟兮叹息。视沧波之东注，悲白日之西匿。鸿别燕兮秋声，云愁秦而暝色。若明月出于剑阁兮，与君两乡对酒而相忆！(乡 通：向)"}],"type":["送别\n，\n友情\n，\n乡情","送别\n，\n友谊\n，\n抒情","送别\n，\n惜别","写山\n，\n送别\n，\n友人\n，\n惜别"],"allin":["译文及注释\n译文\n阳关与故国相隔万里之遥，年年盼望却至今不能南归。\n只有黄河岸边南来的大雁，秋天一到仍可以自由南飞。\n注释\n庾信有《咏怀二十七首》，这首诗篇原列第七首。周尚书：即周弘正（496—574），字思行，汝南安城（今河南平舆县）人，周颚之孙。梁元帝时为左户尚书，魏平江陵，逃归建业。\n阳关：在今甘肃敦煌市西，汉朝时地属边陲，这里代指长安。万里：指长安与南朝相去甚远。\n一人：庾（yǔ）信自指。\n河：指黄河。\n南向：向着南方。\n有用\n没用\n完善\n参考资料：\n1、\n季镇淮，冯钟芸，陈贻焮，倪其心．《历代诗歌选·上册》：中国青年出版社，2013年：第181页\n2、\n许逸民．《古代文史名著选译丛书·庚信诗文选译》：凤凰出版社，2011年：第167页","赏析\n诗的开头写自己独留长安不得南返的悲哀。阳关，在今甘肃敦煌县西南，自古与玉门关同为通往西域的必经之地。庾信在这里是借用，因为阳关已成了“大道”的代称，如同我们把“阳关道”与“独木桥”对举。诗中的“阳关万里道”是喻指长安与金陵之间的交通要道。下旬“不见一人归”的“一人”指庾信自己而言，这二句说在长安至金陵的阳关大道上，有多少南北流离之士已经归还故国了。只有我一人不能归故土，这是令人伤心的事。\n“惟有河边雁，秋来南向飞”两句，“河边雁”喻指友人周弘正，这不是眼前的实景，而是一种虚拟，是庾信的内心感觉借助外物的一种表现形式。前已指出，庾、周分别是在早春，这时不可能出现秋雁南飞的实景，即使九尽春回，也只能看到鸿雁北去的景象。这两句诗有两层含义：一是把周弘正的返陈比作南归之雁，大有羡慕弘正回南之意；二是鸿雁秋去春来，来去自由，而自己却丧失了这种自由，以见自己不如鸿雁。沈德潜评这首诗说“从子山时势地位想之，愈见可悲。”这是知人论世之见，于诗歌鉴赏尤为重要。\n此诗表现手法有两个特点：一是借代手法，开头即用“阳关万里道”借指长安至金陵的交通大道。此种手法增加了诗的含蓄美。另一艺术手法是虚拟，“惟有河边雁，秋来南向飞”两句便是虚拟的景物，这种带象喻性的虚拟，使诗歌形象的含蕴更加丰富。可以想见，庾信在长安看到秋去春来的大雁已经二十多个春秋了，他自己不如大雁来去自由的感受已经隐藏多年了。送友人南归时，这种多年积淀在心头的情感一触即发，其内涵非三言两语所能说尽。只有细味庾信的良苦用心，才能欣赏此诗谋篇遣词之妙。▲\n有用\n没用\n完善\n参考资料：\n1、\n黄岳洲、茅宗祥．《中国古代文学名篇鉴赏辞典·三国两晋南北朝文学卷》：汉语大词典出版社，2002年：第276页","创作背景\n庾信与周弘正曾同在梁朝为臣，江陵失陷之日，大批江南名士如王褒、王克、沈炯等，都被俘送长安。560年，周、陈南北通好，陈朝即要求北周放还王褒、庾信等十数人，但是别人都陆续遣归了，只有王褒、庾信羁留不遣。周弘正南归时庾信赠诗相送，这是其中的一首。\n有用\n没用\n完善\n参考资料：\n1、\n上海辞书出版社．《汉魏六朝诗鉴赏辞典》：上海辞书出版社，1991年：第178页"],"theme":"送别"}
{"_id":"08w7NgeiuyWBea6Wrjuh9vtDJaouHiglkU9JI24cSZT5vRql","title":"踏歌词四首·其一","dynasty":"唐代","author":"刘禹锡","text":"春江月出大堤平，堤上女郎连袂行。\n唱尽新词欢不见，红霞映树鹧鸪鸣。","author_dis":["刘禹锡","刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。► 817篇诗文"],"otherlike":[{"title":"踏歌词四首·其一","dynasty":"唐代","author":"刘禹锡","text":"春江月出大堤平，堤上女郎连袂行。\n唱尽新词欢不见，红霞映树鹧鸪鸣。"},{"title":"写情","dynasty":"唐代","author":"李益","text":"水纹珍簟思悠悠，千里佳期一夕休。\n从此无心爱良夜，任他明月下西楼。"},{"title":"无题·昨夜星辰昨夜风","dynasty":"唐代","author":"李商隐","text":"昨夜星辰昨夜风，画楼西畔桂堂东。\n身无彩凤双飞翼，心有灵犀一点通。\n隔座送钩春酒暖，分曹射覆蜡灯红。\n嗟余听鼓应官去，走马兰台类转蓬。"},{"title":"寄人","dynasty":"唐代","author":"张泌","text":"别梦依依到谢家，小廊回合曲阑斜。\n多情只有春庭月，犹为离人照落花。"}],"type":["爱情\n，\n民歌","爱情\n，\n抒情","唐诗三百首\n，\n爱情\n，\n相思\n，\n宴饮","唐诗三百首\n，\n月亮\n，\n爱情\n，\n思念"],"allin":["译文及注释\n译文\n春江月出大堤坦平，堤上女郎牵手前行。\n唱尽新词情郎不见，红霞映树鹧鸪啼鸣。\n注释\n连袂（mèi）：犹联袂。晋葛洪《抱朴子·疾谬》：“携手连袂，以遨以集。”袂：指衣袖。\n欢：古时女子对所爱男子的爱称。\n映：《乐府》作“影”。鹧鸪（zhègū）：鸟名。为中国南方留鸟。古人谐其鸣声为“行不得也哥哥”，诗文中常用以表示思念故乡。\n有用\n没用\n完善\n参考资料：\n1、\n彭定求 等．全唐诗（上）．上海：上海古籍出版社，1986：910","赏析\n民歌中，情歌一类数量很多。它不仅有较高的审美娱乐价值，而且也起到实际的爱情桥梁的作用。在我国西南民间，对歌的风俗自古很盛。刘禹锡谪居巴楚间的诗作中就有这种民俗的描写，这首《踏歌词》就是。踏歌是不用伴奏、踏地以为节拍的徒歌，是民歌的一种唱法。刘禹锡居夔州时创作了《踏歌词四首》，这是第一首。\n开篇以景起兴。春江水涨，几乎平堤。尤其在月下，堤面和江面都明晃晃连成一片，更给人水与堤平的感觉。“大堤平”三字，不仅写出江水上涨，大堤平宽，还写出月色的皎洁。就在这样的春江花月夜，堤上走着成队的“女郎”。她们都是生在村野的民间姑娘，是趁月圆之夜“踏歌”来的。她们初来的情态是彼此偎靠连袂而行，既兴奋，又含几分娇羞。一二句写“春江月出”，是暮色；三四句写到“红霞映树”，是拂晓，其间有较长的时间跨度，省略了一些情事。从三句的“唱尽新词”和“欢”等字样看，省去的正是“新词宛转递相传”的对歌的情景。民间对歌，词儿大多是即兴新编，言为心声，所以是“新词”。“欢”则是女方所悦的男子，即对歌的另一方。歌声一起，姑娘们最初的娇羞立即被赶跑了，到后来，新词唱尽，便与所欢相就。所以同组第三首《踏歌词·新词宛转递相传》就写道：“月落乌啼云雨（指男女私情）散，游童陌上拾花钿。”在这样美丽的夜晚并非十全十美，有人找到情侣，同时也有人找不到。三四句正是这样一个特写的镜头。它表现的并不是全部的女郎而是其中的某一个。在别人都凭歌声为媒介而会到自己所“欢”的时候，她却是“唱尽新词欢不见”，尝到了失望的滋味。但她仍旧怀着希望，一直等到“红霞映树”的早晨。小伙子最后是否来了，“鹧鸪鸣”声似乎有所暗示。然而终究是个谜，有两种猜法。鹧鸪雄雌和鸣，也许暗示姑娘终于等到了自己的心上人。但也可以是相反，这双双鸟儿和鸣之声反衬出她的烦恼。不光这结尾有些扑朔迷离，第三句省略的主词也有解作女郎全体的。从而这就成了一个很离奇的夜晚——小伙子们都没有来，姑娘们都有些不堪。总之，由于使用了省略和暗示的语言，使得此诗意境灵活，不易确指。但有一点可以肯定，这诗写出了妙龄中的女郎对爱情失望而有所期待的心情。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"爱情"}
{"_id":"0991x34IZBYZEUgKecyZ9yzxiAkAYuLSy1hLQZPdUwQV7uck","title":"西江月·闻道双衔凤带","dynasty":"宋代","author":"苏轼","text":"闻道双衔凤带，不妨单著鲛绡。夜香知与阿谁烧。怅望水沈烟袅。\n云鬓风前绿卷，玉颜醉里红潮。莫教空度可怜宵。月与佳人共僚。","author_dis":["苏轼","苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。► 3354篇诗文"],"otherlike":[{"title":"西江月·闻道双衔凤带","dynasty":"宋代","author":"苏轼","text":"闻道双衔凤带，不妨单著鲛绡。夜香知与阿谁烧。怅望水沈烟袅。\n云鬓风前绿卷，玉颜醉里红潮。莫教空度可怜宵。月与佳人共僚。"},{"title":"无题·八岁偷照镜","dynasty":"唐代","author":"李商隐","text":"八岁偷照镜，长眉已能画。\n十岁去踏青，芙蓉作裙衩。\n十二学弹筝，银甲不曾卸。\n十四藏六亲，悬知犹未嫁。\n十五泣春风，背面秋千下。"},{"title":"春雪","dynasty":"唐代","author":"韩愈","text":"新年都未有芳华，二月初惊见草芽。\n白雪却嫌春色晚，故穿庭树作飞花。"},{"title":"小池","dynasty":"宋代","author":"杨万里","text":"泉眼无声惜细流，树阴照水爱晴柔。\n小荷才露尖尖角，早有蜻蜓立上头。"}],"type":["写人\n，\n女子\n，\n愿望","写人\n，\n少女\n，\n爱情","春天\n，\n写雪\n，\n写景","古诗三百首\n，\n小学古诗\n，\n夏天\n，\n写水\n，\n池塘\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首\n，\n写景"],"allin":["译文及注释\n译文\n听说佳人佩带过双凤共衔的绣绶带，单薄穿着代替薄绡也不碍事。夜晚的香不知为谁而烧，帐然望着珍贵的香木烧烟袅袅上飘。\n如云集的鬓发在风前被卷成绿圈，如玉白的脸面醉酒以后而泛起红晕。不要白白度过这嗔爱的良宵，月亮和美人是共同美好的。\n注释\n闻道：听说。双衔凤带：双凤共衔图案绣的绶带。\n不妨：不碍事。单著：单薄穿着。鲛绡（jiāo xiāo）：鲛人织的薄绡，纱质薄而价贵。\n夜香：古代妇女晚时祷神烧的香。与：为了。阿谁：谁。\n水沉：又名水沉香。放在水中能沉。古人烧它，其烟气甚浓甚香，以示敬意。\n红潮：红晕。\n莫教：不要让。可怜：可爱。沈玄机《感异记》：徘徊花上月，空度可怜宵。\n僚（liáo）：通“嫽”。美好。《诗经·陈风·月出》：“月出皎兮，佼人僚兮。”▲\n有用\n没用\n完善\n参考资料：\n1、\n王延龄．中国历代词分调评注 西江月：四川文艺出版社，1998：25\n2、\n孙凡礼 刘尚荣．苏轼诗词选：中华书局，2005：235","赏析\n这首词写一女子在窗前月下遥望所爱，和《月兔茶》主题和意境近似，可以称之为姊妹篇。\n上片写薄命佳人的美貌及寻春求佛的情景。春天来临，春心欲动。开头两句写改浓妆为淡妆，改一般装为贵重装。从旁人的口里得知“双衔凤带”装束本来超出常人水平，但薄命佳人还是改换成了“鲛绡”贵重薄衫。一可显示身姿美，二可标志身价高。第三、四句写烧香拜佛，祈祷神灵。烧上珍贵的水沉香木，如痴如醉，“怅望”“烟袅”。不言自明，是让菩萨保佑她寻找到一位青春美的心上人。而其所爱已“双衔凤带”，另有他欢。东坡十分重视将外界事物作为词的信息之源泉，激发词思之触媒，表达词情之载体。“双衔凤带”。“单著鲛绡”，“夜香”“水沉烟”，以我观物，以物观我，情以物迁，都打上了青春情爱的印记，富有艺术魅力。\n下片写薄命佳人向往与心上人共度良宵的心态。开头两句写美丽的容貌。鬓发美如云集似的，风卷绿发如画；颜面美如玉白似的，酒醉“红潮”如花。一头黑发，一张红脸，是女子的招牌，所以东坡特写得如此唯妙唯肖。不言自明，为的是去会见青春美的心上人；为的是心上人一见倾心，十分喜爱她。第三、四句写薄命佳人的寻春、度良宵的心态。“莫教空度可怜宵”，好一个“可怜宵”。光阴无情，人生易老，把握良宵，及时行乐。“月”是美好的，“佳人”是美好的，花好月圆，美上加美，然而心上人久待不至，她的美梦难以成真。东坡十分重视通过丰富的想象，将自然界的明月化为有情而动心的知音，变成男女双方心心相印的桥梁，以寄托薄命佳人的情思，让这种情思充满着浪漫主义的美学色彩。\n全词，上片先写薄命佳人的良苦用心，改装，拜佛，回答“与阿谁”的问题；下片再写薄命佳人的虔诚心态，惜时，望月，以实现共度良宵之美愿。中国古代的薄命佳人都美丽、善良、可爱，有强烈而炽热的爱情追求，所以从心底吐露出“莫教空度可怜宵，月与佳人共僚”的虔诚心愿。▲\n有用\n没用\n完善\n参考资料：\n1、\n王延龄．中国历代词分调评注 西江月：四川文艺出版社，1998：25\n2、\n孙凡礼 刘尚荣．苏轼诗词选：中华书局，2005：235","创作背景\n《西江月》约作于宋英宗熙宁六年（1073年）春。是时，苏轼在太常博士直史馆杭州通守任上。目睹宋朝官妓、歌妓或是家妓的红颜薄命，甚是同情，曾作许多诗词以怜悯之。\n有用\n没用\n完善\n参考资料：\n1、\n孙凡礼 刘尚荣．苏轼诗词选：中华书局，2005：235"],"theme":"写人"}
{"_id":"09qnNSASJUJkiSiubKc8zjaL3e7hubmK3vo4O491HlJMuBjv","title":"隆中对","dynasty":"魏晋","author":"陈寿","text":"亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。\n时先主屯新野。徐庶见先主，先主器之，谓先主曰：“诸葛孔明者，卧龙也，将军岂愿见之乎？”先主曰：“君与俱来。”庶曰：“此人可就见，不可屈致也。将军宜枉驾顾之。”\n由是先主遂诣亮，凡三往，乃见。因屏人曰：“汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？”\n亮答曰：“自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。”\n先主曰：“善！”于是与亮情好日密。\n关羽、张飞等不悦，先主解之曰：“孤之有孔明，犹鱼之有水也。愿诸君勿复言。”羽、飞乃止。","author_dis":["陈寿","陈寿（233－297），字承祚，西晋史学家，巴西安汉（今四川南充）人。他小时候好学，师事同郡学者谯周，在蜀汉时曾任卫将军主簿、东观秘书郎、观阁令史、散骑黄门侍郎等职。当时，宦官黄皓专权，大臣都曲意附从。陈寿因为不肯屈从黄皓，所以屡遭遣黜。入晋以后，历任著作郎、长平太守、治书待御史等职。280年，晋灭东吴，结束了分裂局面。陈寿当时四十八岁，开始撰写并《三国志》。历经10年艰辛，陈寿完成了流传千古的历史巨著《三国志》。《三国志》是一部纪传体三国史，书中有440名三国历史人物的传记，全书共65卷，36.7万字，完整地记叙了自汉末至晋初近百年间中国由分裂走向统一的历史全貌。► 14篇诗文"],"otherlike":[{"title":"隆中对","dynasty":"魏晋","author":"陈寿","text":"亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。\n时先主屯新野。徐庶见先主，先主器之，谓先主曰：“诸葛孔明者，卧龙也，将军岂愿见之乎？”先主曰：“君与俱来。”庶曰：“此人可就见，不可屈致也。将军宜枉驾顾之。”\n由是先主遂诣亮，凡三往，乃见。因屏人曰：“汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？”\n亮答曰：“自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。”\n先主曰：“善！”于是与亮情好日密。\n关羽、张飞等不悦，先主解之曰：“孤之有孔明，犹鱼之有水也。愿诸君勿复言。”羽、飞乃止。"},{"title":"隆中对","dynasty":"魏晋","author":"陈寿","text":"亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅，时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然。\n时先主屯新野。徐庶见先主，先主器之，谓先主曰：“诸葛孔明者，卧龙也，将军岂愿见之乎？”先主曰：“君与俱来。”庶曰：“此人可就见，不可屈致也。将军宜枉驾顾之。”\n由是先主遂诣亮，凡三往，乃见。因屏人曰：“汉室倾颓，奸臣窃命，主上蒙尘。孤不度德量力，欲信大义于天下；而智术浅短，遂用猖蹶，至于今日。然志犹未已，君谓计将安出？”\n亮答曰：“自董卓已来，豪杰并起，跨州连郡者不可胜数。曹操比于袁绍，则名微而众寡。然操遂能克绍，以弱为强者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子而令诸侯，此诚不可与争锋。孙权据有江东，已历三世，国险而民附，贤能为之用，此可以为援而不可图也。荆州北据汉、沔，利尽南海，东连吴会，西通巴、蜀，此用武之国，而其主不能守，此殆天所以资将军，将军岂有意乎？益州险塞，沃野千里，天府之土，高祖因之以成帝业。刘璋暗弱，张鲁在北，民殷国富而不知存恤，智能之士思得明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨有荆、益，保其岩阻，西和诸戎，南抚夷越，外结好孙权，内修政理；天下有变，则命一上将将荆州之军以向宛、洛，将军身率益州之众出于秦川，百姓孰敢不箪食壶浆以迎将军者乎？诚如是，则霸业可成，汉室可兴矣。”\n先主曰：“善！”于是与亮情好日密。\n关羽、张飞等不悦，先主解之曰：“孤之有孔明，犹鱼之有水也。愿诸君勿复言。”羽、飞乃止。"},{"title":"送东阳马生序","dynasty":"明代","author":"宋濂","text":"余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道 ，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。\n当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意。以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。\n今虽耄老，未有所成，犹幸预君子之列，而承天子之宠光，缀公卿之后，日侍坐备顾问，四海亦谬称其氏名，况才之过于余者乎？\n今诸生学于太学，县官日有廪稍之供，父母岁有裘葛之遗，无冻馁之患矣；坐大厦之下而诵诗书，无奔走之劳矣；有司业、博士为之师，未有问而不告，求而不得者也；凡所宜有之书，皆集于此，不必若余之手录，假诸人而后见也。其业有不精，德有不成者，非天质之卑，则心不若余之专耳，岂他人之过哉！\n东阳马生君则，在太学已二年，流辈甚称其贤。余朝京师，生以乡人子谒余，撰长书以为贽，辞甚畅达，与之论辩，言和而色夷。自谓少时用心于学甚劳，是可谓善学者矣！其将归见其亲也，余故道为学之难以告之。谓余勉乡人以学者，余之志也；诋我夸际遇之盛而骄乡人者，岂知予者哉！"},{"title":"邹忌讽齐王纳谏","dynasty":"两汉","author":"刘向 撰","text":"邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”\n于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”\n王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。(谤讥 一作：谤议)\n燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷。"}],"type":["初中文言文\n，\n赞美\n，\n写人","初中文言文\n，\n赞美\n，\n写人","初中文言文\n，\n赠言\n，\n劝勉\n，\n学习\n，\n励志\n，\n序文","初中文言文\n，\n古文观止\n，\n哲理\n，\n故事"],"allin":["译文及注释\n译文\n诸葛亮亲自在田地中耕种，喜爱吟唱《梁父吟》，他身高八尺，常常把自己和管仲、乐毅相比，当时人们都不承认这件事。只有博陵的崔州平，颍川（河南禹州）的徐庶与诸葛亮关系甚好，说确实是这样。\n适逢先帝刘备驻扎在新野。徐庶拜见刘备，刘备很器重他，徐庶对刘备说：“诸葛孔明这个人，是人间卧伏着的龙啊，将军可愿意见他？”刘备说：“您和他一起来吧。”徐庶说：“这个人只能你去他那里拜访，不可以委屈他，召他上门来，将军你应该屈尊亲自去拜访他”。\n因此先帝就去隆中拜访诸葛亮，总共去了三次，才见到诸葛亮。于是刘备叫旁边的人退下，说：“汉室的统治崩溃，奸邪的臣子盗用政令，皇上蒙受风尘遭难出奔。我不能衡量自己的德行能否服人，估计自己的力量能否胜任，想要为天下人伸张大义，然而我才智与谋略短浅，就因此失败，弄到今天这个局面。但是我的志向到现在还没有罢休，您认为该采取怎样的办法呢？”\n诸葛亮回答道：“自董卓独掌大权以来，各地豪杰同时起兵，占据州、郡的人数不胜数。曹操与袁绍相比，声望少之又少，然而曹操最终之所以能打败袁绍，凭借弱小的力量战胜强大的原因，不仅依靠的是天时好，而且也是人的谋划得当。现在曹操已拥有百万大军，挟持皇帝来号令诸侯，这确实不能与他争强。孙权占据江东，已经历三世了，地势险要，民众归附，又任用了有才能的人，孙权这方面只可以把他作为外援，但是不可谋取他。荆州北靠汉水、沔水，一直到南海的物资都能得到，东面和吴郡、会稽郡相连，西边和巴郡、蜀郡相通，这是大家都要争夺的地方，但是它的主人却没有能力守住它，这大概是天拿它用来资助将军的，将军你可有占领它的意思呢？益州地势险要，有广阔肥沃的土地，自然条件优越，高祖凭借它建立了帝业。刘璋昏庸懦弱，张鲁在北面占据汉中，那里人民殷实富裕，物产丰富，刘璋却不知道爱惜，有才能的人都渴望得到贤明的君主。将军既是皇室的后代，而且声望很高，闻名天下，广泛地罗致英雄，思慕贤才，如饥似渴，如果能占据荆、益两州，守住险要的地方，和西边的各个民族和好，又安抚南边的少数民族，对外联合孙权，对内革新政治；一旦天下形势发生了变化，就派一员上将率领荆州的军队直指中原一带，将军您亲自率领益州的军队从秦川出击，老百姓谁敢不用竹篮盛着饭食，用壶装着酒来欢迎将军您呢？如果真能这样做，那么称霸的事业就可以成功，汉室天下就可以复兴了。”\n刘备说：“好！”从此与诸葛亮的关系一天天亲密起来。关羽、张飞等人不高兴了，刘备劝解他们说：“我有了孔明，就像鱼得到水一样。希望你们不要再说什么了。”关羽、张飞于是不再说什么了。\n注释\n隆中：地名，今襄阳城西13公里古隆中。\n对：回答、应对。\n亮：即诸葛亮（181-234），字孔明，徐州琅琊阳都人。\n躬：亲自。陇亩：田地。\n好（hào）：喜爱。为：唱。\n《梁父（fǔ）吟》：又作《梁甫吟》，古歌曲名。传说诸葛亮曾经写过一首《梁父吟》歌词。\n管仲：名夷吾，春秋时齐桓公的国相，帮助桓公建立霸业。\n乐（yuè）毅：战国时燕昭王的名将，曾率领燕、赵、韩、魏、楚五国兵攻齐，连陷七十余城。\n莫之许：就是“莫许之”。莫，没有人。之，代词，指诸葛亮“自比于管仲、乐毅”。许，承认同意。\n惟：只有。友善：友好，关系好。\n信然：确实这样。\n先主：先，先帝，主，刘备。屯：驻扎。\n新野：现河南省新野县。\n器：器重、重视。\n谓：对，说，告诉。\n岂：大概，是否。\n之：代词，代诸葛亮。\n与俱来：与（之）俱来，和（他）一起来。俱。一起。\n就见：意思是到诸葛亮那里去拜访。就，接近、趋向。\n屈致：委屈（他），召（他上门）来。致，招致、引来。\n枉（wǎng）驾：屈尊。枉：委屈。驾：车马，借车马指刘备。\n顾：拜访。由是：因此。\n遂（suì）：于是，就。\n诣：去，到。这里是拜访的意思。凡：总共。\n乃见：才见到。因：于是，就。\n屏：这里是命人退避的意思。\n汉室倾颓：指汉朝统治崩溃、衰败。\n奸臣：指董卓、曹操等。窃命：盗用皇帝的政令。\n蒙尘：蒙受风尘，专指皇帝遭难出奔。\n东汉的京城本来在洛阳，董卓强迫汉献帝刘协迁都到陕西长安，曹操又强迫他迁都到河南许昌。\n孤：古代王侯的自称。这里是刘备自称。\n度（duó）德量力：衡量（自己的）德行（能否服人）估计（自己的）力量（能否胜人）。\n欲信：通“伸”，伸张。想。而：表转折。智术：智谋，才识。用：因此。\n猖蹶：这里是失败的意思。然：然而。犹：仍，还。已：停止，罢休。\n谓：认为。计：计策。安：疑问代词，怎么。\n出：产生。自：从。\n已来：已，通“以”，表时间。跨：占据。\n不可胜数：数也数不清。胜，尽。\n比于：同，相比。\n众寡：人少。意思是兵力薄弱。\n克：战胜。为：以为，变成。者：的原因。\n非惟：不仅。抑：而且；亦：也。\n谋：筹划。今：现 在。\n挟（xié）：挟持，控制。\n令：号令。\n诸侯：这里指当时割据一方的军阀。\n此：这。诚：的确。\n争锋：争强，争胜。已历：已经经历。\n国险而民附：地势险要，民众归附。\n贤能为之用：为：被。\n可以为援：为：作为。援：外援。\n图：谋取。据：占据。利：物资。\n尽：全部取得。连：连接。通：到达。\n此用武之国：这是用兵之地，国：地方。意思是兵家必争之地。\n殆（dài）：大概。\n资：资助，给予。\n所以：用来。\n岂有意乎：可有意思吗？\n险塞（sài） ：险峻的要塞。\n天府之土：指自然条件优越，物产丰饶，形势险固的地方。\n高祖：刘邦。\n因：依靠，凭。\n刘璋暗弱：刘璋（当时的益州牧）昏庸懦弱。\n殷：兴旺富裕。\n而：但是。\n存恤：爱抚、爱惜。恤：体恤、体谅。\n胄：后代。刘备是中山靖王刘胜（汉景帝刘启的儿子）的后代，所以称它“帝室之胄”。\n信义：信用道义。\n著：闻名。\n总揽：广泛地罗致。揽，这里有招致的意思。\n岩阻：险阻，指形势险要的地方。\n西和诸戎：向西和中国西部各族的和好。\n南抚夷越：向南安抚中国南部各族。\n内：对内。\n修：治理。\n政理：政治。\n将荆州之军：将：率领。\n宛、洛：河南南阳和洛阳这里泛指中原一带。\n身：亲自。\n川：平野。\n（80）箪食壶浆：形容人民群众热情迎接和款待自己所爱戴的军队。\n（81）诚如是：如果真像这样。\n（82）日：一天天。\n（83）悦：高兴。\n（84）之：代词，代与诸葛亮关系变好这件事。\n（85）之：主谓之间取消句子的独立性。\n（86）犹：好像。\n（87）愿：希望。▲\n有用\n没用\n完善\n参考资料：\n1、\n人教版语文九年级上册23[1].隆中对原文及翻译．中华文本库．2014-08-25","赏析\n《隆中对》就是写刘备前去拜访诸葛亮，请诸葛亮出山为他出谋划策。文章通过隆中对策，给读者塑造了诸葛亮这个具有远见卓识的政治家和军事家的形象。他善于审时度势，观察分析形势，善于透过现状，掌握全局，并能高瞻远瞩，推知未来。作者对诸葛亮这个人物形象的塑造，是逐步深入地完成的。\n文章开头写他“躬耕陇亩，好为《梁父吟》”，就颇耐寻味。“躬耕陇亩”，并不是简单地写他亲自耕作，而是着重说明他隐居于田野。于此读者可以想到，一个负有卓越才识的人而隐居不仕，必有重重忧事在心。而“好为《梁父吟》”，就正含蓄地揭示了这个问题。《梁父吟》，是古歌曲，是一首流传在齐鲁之间的感慨时事，忧伤战乱的歌曲。诸葛亮吟诵这首歌曲，在于借古抒怀，以表达他感伤乱世的思想感情和对军阀混战的不满。作者用一“好”字，说明他并非偶尔一吟，可见其感慨之深。“身长八尺”，是外貌描写。但从这堂堂仪表的外貌描写里，不仅为了显示人物的魁伟英俊，而且也在于揭示人物的内心世界。所以作者接着写他“每自比于管仲、乐毅”，这就更看出他不同于芸芸众生。管仲，是春秋时期辅佐齐桓公“九合诸侯，一匡天下”，成就霸业的显赫一时的豪杰。乐毅，是战国时期燕昭王的国相，曾率五国之师伐齐，拿下齐国七十余城，迫使齐王狼狈出奔的英雄。诸葛亮“自比于”他们，说明他和他们一样胸怀大志，决非庸人一流。对诸葛亮的自许，客观上也有不同的反响，对此作者也着意作了交代。“时人莫之许也。惟博陵崔州平、颍川徐庶元直与亮友善，谓为信然”。这里说的“时人”，自然是指当时社会上的一般人。他们“莫之许”，并不说明他才能低下，平生无大志，恰恰说明他深沉的性格特征，说明他不是那种夸夸其谈，锋芒毕露的人，而是一个声闻不彰，谨慎从事的人。因而不被“时人”真切了解，那是很自然的事。至于了解他的，与他“友善”的崔州平和徐庶，则完全承认诸葛亮的自许是符合实际的，决非妄自尊大。接着写徐庶向刘备推荐他，更见出他的神采非凡。徐庶说：“诸葛孔明者，卧龙也，将军岂愿见之乎？”他用“卧龙”一语，对诸葛亮作了崇高而又形象的评价。在封建时代，“龙”是被神化了的四灵之长，用“龙”来比喻诸葛亮，在当时可算是最高不过的评价了。然而又用一个“卧”字，说明他虽有卓绝的才干，却是英雄无用武之地。这又与文章的首句“亮躬耕陇亩，好为《梁父吟》”作了有机地呼应。“思贤若渴”的刘备听得有这样一个“卧龙”式的人物，自然是求之心切了。于是便脱口说出“与君俱来”。可是他并不了解诸葛亮决不奉迎以求闻达的为人，所以徐庶接着说：“此人可就见，不可屈致也。将军宜枉驾顾之。”这不仅把诸葛亮那种决不屈身俯就的品质和至高无上的尊严写了出来，而且也为刘备屈身亲往隆中求见诸葛亮作了铺垫，制造了气氛。刘备屈驾求见诸葛亮，“凡三往，乃见。”这既是对刘备是否真诚求贤下士的观察和考验，同时也是对诸葛亮自许甚高，决不轻易结交出仕的再次揭示。刘备“凡三往”求见诸葛亮，这就完全可以证明刘备的求贤下士是出自真心诚意，诸葛亮这才同他相见。刘备“三往”，旨在讨计问策，以成就大业。问策之前，刘备先“屏”去左右人等，这就进一步说明，他们虽然只是初次相见，但决非一般的往来酬酢，弄得如此机密，想必有大事相商。事实也正是这样。刘备“屏”去左右之后，首先从“汉室倾颓，奸臣窃命，主上蒙尘”的天下政治形势说起，表露他对汉室江山倾颓，皇帝遭到挟持的深切忧伤，以及对奸臣（主要指曹操）窃取政柄的强烈不满。接着又以十分谦逊的口吻和坚定的态度述说了自己“兴汉除奸”，“欲信大义于天下”的平生抱负。最后诚挚恳切地提出咨询，向诸葛亮求教，从而引出诸葛亮的对策。诸葛亮对策，是本文的重点，也是集中刻画诸葛亮这个卓越的政治家和军事家形象的重点。\n诸葛亮在对策中，为刘备成就蜀汉大业规划了一条明确而又完整的内政、外交政策和军事路线，相当周详地描绘出了一个魏、蜀、吴鼎足三分之势的蓝图。这个蓝图，是建立在对现实进行科学分析的基础之上的。刘备后来就是基本上按照这个政治方案建立了蜀汉政权，形成了天下三分的政治局面。\n从写作上看，本文的层次极为清晰，结构十分谨严。作者自始至终围绕着诸葛亮对策这个中心思想，围绕着诸葛亮这个人物形象进行叙写议论。作者先写“隆中对”前，次写“隆中对”时，后写“隆中对”后，结构布局一目了然。写“隆中对”前，采用了正面叙述的方法，写出了人物的生活、思想、交游及其社会声誉，这就粗略地勾勒出了诸葛亮其人的与众不同。继而又从侧面加以叙写，通过徐庶的荐举和刘备的屈驾“三往”，进而衬托出诸葛亮的才质非凡。这就为诸葛亮对策作了铺垫，制造了气氛。先有刘备之请，而后有诸葛亮之对，自然是顺理成章。如果说隆中对前，是通过作者的叙述和他人的反响来突出诸葛亮的高明的话，那么隆中对时，则是让人物自己登场现身说法，进行具体论述，从而更雄辩地展示人物的高明。基于诸葛亮对天下形势深刻观察和科学分析，把自己的对策作了有条不紊地论述。如前所述，他先论“不可争”与“不可图”，次论“可争”与“可图”，最后写“争”与“图”的具体步骤和规划，沿着事物本身发展的规律，由近及远，层层递进地阐述了自己的见解，这样写来，既精辟地论述了当前形势，又推断了将来的发展趋势。在论及建立根据地时，什么地方适宜，什么地方不适宜；什么地方先“图”，什么地方后“图”，谈得一清二楚。在论及统一大业时，先谈对内、对外等多方面的准备，后谈如何进攻，思路也十分清晰。而文中所写隆中对后的反响，不论是对人物形象的刻画，还是从文章的结构来看，都是一个有机的整体。\n本文语言的概括精练，也达到了相当完美的高度。诸如写“亮躬耕陇亩，好为《梁父吟》。身长八尺，每自比于管仲、乐毅。”仅仅用22个字，就把诸葛亮的生活状况、思想状貌、体躯外貌以及生平抱负勾画出来。再如诸葛亮对策后写刘备的反响，只用一个“善”字，就把刘备对诸葛亮的高度评价和他此时此刻的心境写了出来。而当关、张“不悦”时，刘备仅用“孤之有孔明，犹鱼之有水也”这个通俗易懂的比喻，生动形象地道尽了他们之间不可分割的亲密关系。而其中似尽未尽的深刻内容，留待读者去寻思玩味。再就全文来看，篇幅也极为有限，然而却能把对策及其前前后后写得那么广阔，分析得那么透辟，论述得那么周详，也是难能可贵的。足见本文言简而意赅，文省而深刻的特色。《三国志》被时人誉为“善叙事，有良史之才”，于此可见一斑。▲\n有用\n没用\n完善\n参考资料：\n1、\n《隆中对》教学设计．人民教育出版社．","创作背景\n公元207年，徐庶把诸葛亮推荐给刘备。刘备前往隆中，三顾诸葛亮草庐之中，诸葛亮在自己的草屋里接待刘备，并分析了天下形式。后诸葛亮出山辅佐刘备。这篇《隆中对》就是陈寿《三国志·诸葛亮传》中对诸葛亮当时纵谈天下大事的一段记载。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"写人"}
{"_id":"09uMZxnlz5DLmHheuguEWyeWP4KLNcvqnz03K9CKX03hr68F","title":"临江仙·暮春","dynasty":"宋代","author":"赵长卿","text":"过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。\n见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。","author_dis":["赵长卿","赵长卿号仙源居士。江西南丰人。宋代著名词人。 宋宗室，居南丰。生平事迹不详，曾赴漕试，约宋宁宗嘉定末前后在世。从作品中可知他少时孤洁，厌恶王族豪奢的生活，后辞帝京，纵游山水，居于江南，遁世隐居，过着清贫的生活。他同情百姓，友善乡邻，常作词呈乡人。晚年孤寂消沉。《四库提要》云：“长卿恬于仕进，觞咏自娱，随意成吟，多得淡远萧疏之致。”► 422篇诗文"],"otherlike":[{"title":"临江仙·暮春","dynasty":"宋代","author":"赵长卿","text":"过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。\n见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。"},{"title":"太常引·建康中秋夜为吕叔潜赋","dynasty":"宋代","author":"辛弃疾","text":"一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发、欺人奈何？\n乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是、清光更多。"},{"title":"西江月·遣兴","dynasty":"宋代","author":"辛弃疾","text":"醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。\n昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。"},{"title":"乌夜啼·昨夜风兼雨","dynasty":"五代","author":"李煜","text":"昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。\n世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。(一梦 一作：梦里)"}],"type":["宋词三百首\n，\n羁旅\n，\n写鸟\n，\n思乡\n，\n乡情","宋词三百首\n，\n中秋节\n，\n神话\n，\n月亮\n，\n抒怀\n，\n情怀","宋词三百首\n，\n抒情\n，\n怀才不遇\n，\n壮志难酬\n，\n情怀","宋词三百首\n，\n抒情\n，\n故国\n，\n人生\n，\n情怀"],"allin":["译文及注释\n译文\n作者客居他乡，看尽鸿雁的北往和燕子的南来，而故乡的消息茫然，不禁惆怅满怀。整个春天都在惦念家乡，人已憔悴有谁怜？于是只好在这落花时节的寒食夜以酒浇愁。\n听说江头春波浩渺，春水情意恳切地像是要送他的归船返回家乡，这条曾送他离乡又送他归去的水路，是他最为之情牵梦萦的。最后，他设想登上归船，听着春雨打着船篷，看着将别的断桥边上的疏柳淡烟，充满别离之情。\n注释\n征鸿：即征雁。 南朝梁江淹《赤亭渚》诗：“远心何所类，云边有征鸿。” 宋陈亮《好事近》词：“懒向碧云深处，问征鸿消息。”\n故园：旧家园；故乡。 唐骆宾王《晚憩田家》诗：“唯有寒潭菊，独似故园花。”\n茫然：模糊不清的样子；无所知的样子。《庄子·盗蹠》：“目芒然无见。”\n寒食：节名，在清明前一日或二日。相传春秋时晋文公负其功臣介之推 。 介愤而隐于绵山 。文公悔悟，烧山逼令出仕，之推 抱树焚死。人民同情 介之推 的遭遇，相约于其忌日禁火冷食，以为悼念。以后相沿成俗，谓之寒食。\n中（zhòng）酒：醉酒。晋张华《博物志》卷九：“人中酒不解，治之以汤，自渍即愈。”\n见说：告知，说明。 晋张华《博物志》卷三：“牵牛人乃惊问曰：‘何由至此？’此人见说来意，并问此是何处。”也有听说的意思。 唐李白《送友人入蜀》诗：“见说 蚕丛 路，崎岖不易行。”\n殷勤：热情。\n萦牵：牵挂。南朝宋鲍照《和王丞》：“明涧予沿越，飞萝子萦牵。” 唐黄滔《壶公山》诗：“清吟思却隐，簪绂奈萦牵。”\n短篷：指小船。元萨都剌《次韵与德明小友》之一：“烟雨短篷 水口 ，人家乱石山前。”\n南浦：虚指，暗用江淹《别赋》“送君南浦，伤如之何”。\n断桥：实指，地处杭州西湖东北角，与白堤相连。自唐以来已有此名。或言本名宝祐桥 ，又名段家桥 ，今罕有称者。 唐张祜《杭州孤山寺》诗：“ 断桥 荒藓涩，空院落华深。”▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n上阕写念家。\n”过尽征鸿来尽燕，故园消息茫然。“两句把词人郁结在胸中的思乡之情，瞬间倾吐而出。“过尽征鸿来尽燕“用比兴手法，以征鸿比喻飘泊异乡的旅客，以归燕兴起思家的情感。在南宋词人心目中，鸿雁不仅是传统的捎信使者，更代表了战乱年头的流亡者。然而鸿雁秋去春来，离乡后犹能回到塞北；而这些南来的词人却永远远离故土。因而他们看到北归的鸿雁，总有自叹不如的感觉。\n”故园消息茫然“作一顿挫，稍稍收束起句的迅发之势。词人把”望征鸣，看归燕“的过程略去，仅是截生活中的一个横断面，加以尽情抒写。这里两个“尽”字用得极好，不仅表现了生活中这一特定的横断面，而且把词人在很长一段时期内望眼欲穿的神态概括在内。可以想象其中有过多少希望与失望，有过多少次翘首云天与茫然四顾。词笔至此，可称绝妙。\n”一春憔悴有谁怜？“表达了惆怅自怜的感情。从章法上讲，它起着承上启下的作用。按照常情，鸿雁秋分后由北飞南，春分后由南回北；燕子则是春社时来到，秋社时飞去。这里说“一春憔悴有谁怜”，则总括上文，说明从春分到春社，词人都处于思乡痛苦的煎熬之中，人也变得消瘦憔悴。在它样凄苦的境遇中，没有一个理解他的人。一种飘零之感，羁旅之愁几欲渗透纸背。进一步推想，其中不无对南实的投降派发出委婉的讥讽。寥寥七字，意蕴言中，韵流弦外。\n”怀家寒夜食，中酒落花天。“愈觉韵味浓醇，思致渺远。“寒食夜”系承以上三句而来。词人怀念家乡，从春分、春社，直到寒食，几乎经历了整个春天，故云“一春”；而词中所截取的生活横断面，恰恰这寒食节的夜晚。赵氏先茔所在地河南已沦入金人之手，欲祭扫而不能，更增添了词人思乡的情怀。这两句一实一虚，前一句叙事，后一句说景，化质实为空灵，造成深邃悠远的意境。“中酒落花天”一句，乃从杜牧《睦州四韵》诗变化而来。小杜原句是“残春杜陵客，中酒落花前”，词人只换其中一字，以“天”代“前”，便发生了不同的艺术效果。其实“天”和“前”同属一个韵部，不换亦无妨。那么他为什么要换呢？一是为了对仗工整，上句末字是表示时间的名词“夜”，此句末字也必须用表示时间的名词“天”；二是“天”字境界更为阔大，且能与起句“过尽征鸿来尽燕”相呼应，从而构成一个艺术整体。把思家意绪，中酒情怀，便表现得迷离惝恍，奕奕动人。\n词的下阕一转，由思家转入归家。\n”见说江头春浪渺，殷勤欲送归船。“二句情略一扬起。词人本已沉醉在思家的境界中，几至不能自拔；然而忽然听说江上春潮高涨，似乎听到了要回故乡的讯息，精神为之一振。这与前片起首二句恰好正反相成，遥为激射。前片“故园消息茫然”，表示失望，在感情上是一跌；此处则借江头春汛，激起一腔回乡的热望，是一扬。钱塘江上浩渺的春浪，似乎对人有情，主动来献殷勤，要送他回家。江水有情，暗暗反衬出人之无情。词人曾慨叹“一春憔悴有谁怜”，在人世间无人理解他思乡的痛苦，而江水却能给以深切的同情，两相对照，托讽何其深水！\n“别来此处最萦牵”一句，缠绵不尽，撩人无那。春浪来了，船儿靠岸了，词人即将告别临安，却又舍不得离开。这种感情在特定的时代，特定的条件下产生，极为矛盾、复杂。赵长卿作为宗室之一，处境较好，南下的亲朋友好友众多，临别之时他依依不舍，情不自禁地说了一声“别来此处最萦牵”。词人在这种欲去又流连、不去更思归的矛盾状态中来刻画内心的痛苦，从中我们窥见到南宋时代上层贵族中一个现实的人，一颗诚挚而又备受折磨的心。\n“短篷南浦雨，疏柳断桥烟”以景作结，寄情于景。在思乡痛苦的煎熬中，憔悴而惆怅自怜，又加重思乡之情，同时写出了一种飘零之感，羁旅之愁。客居他乡时间长了，客居之地又成了新的牵挂之地。表现了作者欲去又流连、不去更思归的难以割舍的复杂心情。\n全词伤春更是伤己，寄寓了诗人漂泊之感，思乡之愁，自怜（惆怅）之意，牵挂之情。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n“靖康”之变后，北宋亡于金人，宗室纷纷南迁。有的人苟安一隅，整天歌舞升平，醉生梦死。然而也有一些人不忘故国，时时通过他们的诗词抒发怀念故国的感情，表达收复失地的愿望。在这样的背景下词人怀着悲愁与壮志写下了这首抒怀词。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"思乡"}
{"_id":"0APrKWLELI08W73RNmHtwZsjLjaxYSr59Pbai31vZJrXZNwn","title":"咏弓","dynasty":"唐代","author":"章孝标","text":"较量武艺论勋庸，曾发将军箭落鸿。\n握内从夸弯似月，眼前还怕撇来风。\n只知击起穿雕镞，不解容和射鹄功。\n得病自从杯里后，至今形状怕相逢。","author_dis":["章孝标","章孝标（791—873年），唐代诗人，字道正，章八元之子，诗人章碣之父。李绅镇守扬州时，于宴集上，以“春雪”命题赋诗。章孝标下笔立就：“六出飞花处处飘，粘窗著砌上寒条，朱门到晚难盈尺，尽是三军喜气销。”满座皆惊服。元和十四年(819年)中进士，由长安南归，先寄友人一书，其中有：“马头渐入扬州郭，为报时人洗眼看。”踌躇满志之状跃然纸上。适为李绅所见，作诗批评：“十载长安方一第，何须空腹用高心。”章孝标大惭拜谢赐教。太和年间曾为山南道从事，试大理寺评事，终秘书省正字。有诗集一卷。韦庄编的《又玄集》录其《归海上旧居》、《长安春日》两首，称其深得诗律之精义。► 72篇诗文"],"otherlike":[{"title":"咏弓","dynasty":"唐代","author":"章孝标","text":"较量武艺论勋庸，曾发将军箭落鸿。\n握内从夸弯似月，眼前还怕撇来风。\n只知击起穿雕镞，不解容和射鹄功。\n得病自从杯里后，至今形状怕相逢。"},{"title":"咏芭蕉","dynasty":"清代","author":"郑燮","text":"芭蕉叶叶为多情，一叶才舒一叶生。\n自是相思抽不尽，却教风雨怨秋声。"},{"title":"西北有高楼","dynasty":"两汉","author":"佚名","text":"西北有高楼，上与浮云齐。\n交疏结绮窗，阿阁三重阶。\n上有弦歌声，音响一何悲！\n谁能为此曲，无乃杞梁妻。\n清商随风发，中曲正徘徊。\n一弹再三叹，慷慨有余哀。\n不惜歌者苦，但伤知音稀。\n愿为双鸿鹄，奋翅起高飞。"},{"title":"苔","dynasty":"清代","author":"袁枚","text":"白日不到处，青春恰自来。\n苔花如米小，也学牡丹开。(也 一作：亦)"}],"type":["咏物","咏物\n，\n抒情\n，\n哀怨","古诗十九首\n，\n咏物\n，\n抒怀\n，\n失意\n，\n怨情","咏物\n，\n植物\n，\n励志"],"allin":[],"theme":"咏物"}
{"_id":"0AxVfWGUHzTtwrbkzVTiOow406UqXclRj76WYv3zyjh0rWWE","title":"好事近·杭苇岸才登","dynasty":"清代","author":"周之琦","text":"杭苇岸才登，行入乱峰层碧。十里平沙浅渚，又渡头人立。笋将摇梦上轻舟，舟尾浪花湿。恰好乌篷小小，载一肩秋色。","author_dis":["周之琦","周之琦（公元1782年～1862年），字稚圭，河南祥符（今河南开封）人。清嘉庆十三年（公元一八0八年）进士，改庶吉士。散馆，授编修。累官广西巡抚，疏言筑堤赈灾等事，凡数十上。道光二十六年，因病乞休。病逝于家中。周之琦工词，浑融深厚，瓣香北宋，有《金梁梦月词》二卷，《怀梦词》二卷，《鸿雪词》二卷，《退庵词》一卷，总名《心日斋词》，传于世。辑有《心日斋十六家词选》。► 402篇诗文"],"otherlike":[{"title":"好事近·杭苇岸才登","dynasty":"清代","author":"周之琦","text":"杭苇岸才登，行入乱峰层碧。十里平沙浅渚，又渡头人立。笋将摇梦上轻舟，舟尾浪花湿。恰好乌篷小小，载一肩秋色。"},{"title":"清平乐·雨晴烟晚","dynasty":"五代","author":"冯延巳","text":"雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。\n黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。"},{"title":"忆江南·春去也","dynasty":"唐代","author":"刘禹锡","text":"春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。\n春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。"},{"title":"诉衷情·永夜抛人何处去","dynasty":"五代","author":"顾夐","text":"永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。\n争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。"}],"type":["婉约\n，\n秋天\n，\n行舟\n，\n写景","宋词三百首\n，\n婉约\n，\n写景\n，\n妇女\n，\n孤独\n，\n思念\n，\n春天","婉约\n，\n女子\n，\n惜春\n，\n柳树\n，\n春天","宋词三百首\n，\n婉约\n，\n爱情\n，\n女子\n，\n思念"],"allin":[],"theme":"秋天"}
{"_id":"0CggMIt33h7B4D3NNdXg45VIn0lBlSghwvHMVnHqxR2CycKP","title":"淇澳青青水一湾","dynasty":"清代","author":"郑燮","text":"渭川千亩入秦关，淇澳青青水一湾。\n两地高风来拱向，中间突兀太行山。","author_dis":["郑燮","郑板桥（1693—1765）清代官吏、书画家、文学家。名燮，字克柔，汉族，江苏兴化人。一生主要客居扬州，以卖画为生。“扬州八怪”之一。其诗、书、画均旷世独立，世称“三绝”，擅画兰、竹、石、松、菊等植物，其中画竹已五十余年，成就最为突出。著有《板桥全集》。康熙秀才、雍正举人、乾隆元年进士。中进士后曾历官河南范县、山东潍县知县，有惠政。以请臻饥民忤大吏，乞疾归。► 78篇诗文"],"otherlike":[{"title":"淇澳青青水一湾","dynasty":"清代","author":"郑燮","text":"渭川千亩入秦关，淇澳青青水一湾。\n两地高风来拱向，中间突兀太行山。"},{"title":"望岳三首·其三","dynasty":"唐代","author":"杜甫","text":"南岳配朱鸟，秩礼自百王。\n欻吸领地灵，鸿洞半炎方。\n邦家用祀典，在德非馨香。\n巡守何寂寥，有虞今则亡。\n洎吾隘世网，行迈越潇湘。\n渴日绝壁出，漾舟清光旁。\n祝融五峰尊，峰峰次低昴。\n紫盖独不朝，争长嶪相望。\n恭闻魏夫人，群仙夹翱翔。\n有时五峰气，散风如飞霜。\n牵迫限修途，未暇杖崇冈。\n归来觊命驾，沐浴休玉堂。\n三叹问府主，曷以赞我皇。\n牲璧忍衰俗，神其思降祥。"},{"title":"台山杂咏","dynasty":"金朝","author":"元好问","text":"西北天低五顶高，茫茫松海露灵鳌。\n太行直上犹千里，井底残山枉呼号。\n万壑千岩位置雄，偶从天巧见神功。\n湍溪已作风雷恶，更在云山气象中。\n山云吞吐翠微中，淡绿深青一万重。\n此景只应天上有，岂知身在妙高峰？"},{"title":"山中","dynasty":"宋代","author":"秘演","text":"结茅临水石，淡寂益闲吟。\n久雨寒蝉少，空山落叶深。\n危楼乘月上，远寺听钟寻。\n昨得江僧信，期来此息心。"}],"type":["写山","写山","古诗三百首\n，\n写景\n，\n山水\n，\n写山\n，\n抒怀","孤独\n，\n写景\n，\n写山"],"allin":[],"theme":"写山"}
{"_id":"0CmyleXBzd6ZbvIy7GLP0DMpZ5gPP7pYQYeg3qU8V0HxgDkq","title":"滕王阁序","dynasty":"唐代","author":"王勃","text":"豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)\n时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）\n披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\n勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：\n滕王高阁临江渚，佩玉鸣鸾罢歌舞。\n画栋朝飞南浦云，珠帘暮卷西山雨。\n闲云潭影日悠悠，物换星移几度秋。\n阁中帝子今何在？槛外长江空自流。","author_dis":["王勃","王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。唐高宗上元三年（676年）八月，自交趾探望父亲返回时，不幸渡海溺水，惊悸而死。王勃在诗歌体裁上擅长五律和五绝，代表作品有《送杜少府之任蜀州》等；主要文学成就是骈文，无论是数量还是质量，堪称一时之最，代表作品有《滕王阁序》等。► 86篇诗文"],"otherlike":[{"title":"滕王阁序","dynasty":"唐代","author":"王勃","text":"豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)\n时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）\n披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\n勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：\n滕王高阁临江渚，佩玉鸣鸾罢歌舞。\n画栋朝飞南浦云，珠帘暮卷西山雨。\n闲云潭影日悠悠，物换星移几度秋。\n阁中帝子今何在？槛外长江空自流。"},{"title":"浪淘沙令·伊吕两衰翁","dynasty":"宋代","author":"王安石","text":"伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。\n汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！"},{"title":"夏日绝句","dynasty":"宋代","author":"李清照","text":"生当作人杰，死亦为鬼雄。\n至今思项羽，不肯过江东。"},{"title":"于易水送人 / 于易水送别","dynasty":"唐代","author":"骆宾王","text":"此地别燕丹，壮士发冲冠。\n昔时人已没，今日水犹寒。"}],"type":["咏史怀古\n，\n辞赋精选\n，\n高中文言文\n，\n古文观止\n，\n写景\n，\n抒情\n，\n典故\n，\n励志","宋词三百首\n，\n咏史怀古\n，\n豪放","古诗三百首\n，\n地名\n，\n咏史怀古\n，\n爱国\n，\n忧愤\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","咏史怀古\n，\n送别\n，\n地点"],"allin":["译文及注释\n译文\n这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼、轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带，控制着楚地，连接着闽越。这里物产的华美，有如天降之宝，其光彩上冲牛斗之宿。这里的土地有灵秀之气，陈蕃专为徐孺设下几榻。洪州境内的建筑如云雾排列，有才能的人士如流星一般奔驰驱走。池据于中原与南夷的交界之处，宾客与主人包括了东南地区最优秀的人物。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。每逢十日一旬的假期，来了很多的良友，迎接远客，高贵的朋友坐满了席位。文词宗主孟学士所作文章就像像腾起的蛟龙、飞舞的彩凤；王将军的兵器库中，藏有像紫电、青霜这样锋利的宝剑。由于父亲在交趾做县令，我在探亲途中经过这个著名的地方。我年幼无知，竟有幸亲身参加了这次盛大的宴会。\n正当深秋九月之时，雨后的积水消尽，寒凉的潭水清澈，天空凝结着淡淡的云烟，暮霭中山峦呈现一片紫色。在高高的山路上驾着马车，在崇山峻岭中访求风景。来到昔日帝子的长洲，找到仙人居住过的宫殿。这里山峦重叠，青翠的山峰耸入云霄。凌空的楼阁，红色的阁道犹如飞翔在天空，从阁上看不到地面。仙鹤野鸭栖止的水边平地和水中小洲，极尽岛屿的纡曲回环之势；华丽威严的宫殿，依凭起伏的山峦而建。\n推开雕花精美的阁门，俯视彩饰的屋脊，山峰平原尽收眼底，河流迂回的令人惊讶。遍地是里巷宅舍，许多钟鸣鼎食的富贵人家。舸舰塞满了渡口，尽是雕上了青雀黄龙花纹的大船。云消雨停，阳光普照，天空晴朗；落日映射下的彩霞与孤独的野鸭一齐飞翔，秋天的江水和辽阔的天空连成一片，浑然一色。傍晚时分，渔夫在渔船上歌唱，那歌声响彻彭蠡湖滨；深秋时节，雁群感到寒意而发出惊叫，哀鸣声一直持续到衡阳的水滨。\n放眼远望，胸襟顿时感到舒畅，超逸的兴致立即兴起。排箫的音响引来徐徐清风，柔缓的歌声吸引住飘动的白云。今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。参加宴会的文人学士，就像当年的曹植，写出“朱华冒绿池”一般的美丽诗句，其风流文采映照着谢灵运的诗笔。音乐与饮食、文章和言语这四种美好的事物都已经齐备，良辰美景、赏心乐事这两个难得的条件也凑合在一起了。向天空中极目远眺，在假日里尽情欢娱。苍天高远，大地寥廓，令人感到宇宙的无穷无尽。欢乐逝去，悲哀袭来，意识到万事万物的的消长兴衰是有定数的。远望长安沉落到夕阳之下，遥看吴郡隐现在云雾之间。地理形势极为偏远，南方大海特别幽深，昆仑山上天柱高耸，缈缈夜空北极远悬。关山重重难以越过，有谁同情我这不得志的人？偶然相逢，满座都是他乡的客人。怀念着君王的宫门，但却不被召见，什么时候才能像贾谊那样到宣室侍奉君王呢？\n呵，各人的时机不同，人生的命运多有不顺。冯唐容易衰老，李广立功无数却难得封侯。使贾谊这样有才华的人屈居于长沙，并不是当时没有圣明的君主，使梁鸿逃匿到齐鲁海滨，不是在政治昌明的时代吗？只不过由于君子安于贫贱，通达的人知道自己的命运罢了。年岁虽老而心犹壮，怎能在白头时改变心情？遭遇穷困而意志更加坚定，在任何情况下也不放弃自己的凌云之志。即使喝了贪泉的水，心境依然清爽廉洁；即使身处于干涸的车辙中，胸怀依然开朗愉快。北海虽然遥远，乘着大风仍然可以到达；晨光虽已逝去，珍惜黄昏却为时不晚。孟尝君心性高洁，但白白地怀抱着报国的热情，阮籍为人放纵不羁，我们怎能学他那种走到穷途的就哭泣的行为呢！\n我地位卑微，只是一介书生。虽然和终军年龄相等，却没有报国的机会。像班超那样有投笔从戎的豪情，也有宗悫“乘风破浪”的壮志。如今我抛弃了一生的功名，不远万里去朝夕侍奉父亲。虽然不是谢玄那样的人才，但也和许多贤德之士相交往。过些日子，我将到父亲身边，一定要像孔鲤那样接受父亲的教诲；而今天我能谒见阎公受到接待，高兴得如同登上龙门一样。假如碰不上杨得意那样引荐的人，就只有抚拍着自己的文章而自我叹惜。既然已经遇到了钟子期，就弹奏一曲《流水》又有什么羞愧呢？\n呵！名胜之地不能常存，盛大的宴会难以再逢。兰亭集会的盛况已成陈迹，石崇的梓泽也变成了废墟。承蒙这个宴会的恩赐，让我临别时作了这一篇序文，至于登高作赋，这只有指望在座诸公了。我只是冒昧地尽我微薄的心意，作了短短的引言。我的一首四韵小诗也已写成。请各位像潘岳、陆机那样，展现江海般的文才吧：\n巍峨高耸的滕王阁俯临着江心的沙洲，想当初佩玉、鸾铃鸣响的豪华歌舞已经停止了。\n早晨，画栋飞上了南浦的云；黄昏，珠帘卷入了西山的雨。\n悠闲的彩云影子倒映在江水中，整天悠悠然地漂浮着；时光易逝，人事变迁，不知已经度过几个春秋。\n昔日游赏于高阁中的滕王如今已不知哪里去了，只有那栏杆外的滔滔江水空自向远方奔流。\n注释\n豫章：滕王阁在今江西省南昌市。南昌，为汉豫章郡治。唐代宗当政之后，为了避讳唐代宗的名（李豫），“豫章故郡”被替换为“南昌故郡”。所以现在滕王阁内的石碑以及苏轼的手书都作“南昌故郡”。\n故：以前的。\n洪都：汉豫章郡，唐改为洪州，设都督府。\n星分翼轸：古人习惯以天上星宿与地上区域对应，称为“某地在某星之分野”。据《晋书·天文志》，豫章属吴地，吴越扬州当牛斗二星的分野，与翼轸二星相邻。翼、轸，星宿名，属二十八宿。\n衡：衡山，此代指衡州（治所在今湖南省衡阳市）。\n庐：庐山，此代指江州（治所在今江西省九江市）。\n襟：以……为襟。因豫章在三江上游，如衣之襟，故称。\n三江：太湖的支流松江、娄江、东江，泛指长江中下游的江河。\n带：以……为带。五湖在豫章周围，如衣束身，故称。\n五湖：一说指太湖、鄱阳湖、青草湖、丹阳湖、洞庭湖，又一说指菱湖、游湖、莫湖、贡湖、胥湖，皆在鄱阳湖周围，与鄱阳湖相连。以此借为南方大湖的总称。\n蛮荆：古楚地，今湖北、湖南一带。\n引：连接。\n瓯越：古越地，即今浙江地区。古东越王建都于东瓯（今浙江省永嘉县），境内有瓯江。\n物华天宝：地上的宝物焕发为天上的宝气。\n龙光射牛斗之墟：龙光，指宝剑的光辉。牛、斗，星宿名。墟、域，所在之处。据《晋书·张华传》，晋初，牛、斗二星之间常有紫气照射。张华请教精通天象的雷焕，雷焕称这是宝剑之精，上彻于天。张华命雷焕为丰城令寻剑，果然在丰城（今江西省丰城市，古属豫章郡）牢狱的地下，掘地四丈，得一石匣，内有龙泉、太阿二剑。后这对宝剑入水化为双龙。\n杰：俊杰，豪杰。灵：灵秀。\n徐孺：徐孺子的省称。徐孺子名稚，东汉豫章南昌人，当时隐士。据《后汉书·徐稚传》，东汉名士陈蕃为豫章太守，不接宾客，惟徐稚来访时，才设一睡榻，徐稚去后又悬置起来。\n雄：雄伟。州：大洲。\n雾列：雾，像雾一样，名词作状语。喻浓密、繁盛，雾列形容繁华。“星”的用法同“雾”\n采：“采”同“寀”，官员，这里指人才。\n枕：占据，地处。尽：都是。\n东南之美：泛指各地的英雄才俊。《诗经-尔雅-释地》：“东南之美，有会稽之竹箭；西南之美，有华山之金石。”会稽就是今天的绍兴，后用“东箭南金” 泛指各地的英雄才俊。\n都督：掌管督察诸州军事的官员，唐代分上、中、下三等。\n阎公：阎伯屿，时任洪州都督。\n雅望：崇高声望。\n棨戟：外有赤黑色缯作套的木戟，古代大官出行时用。这里代指仪仗。\n遥临：远道来临。\n宇文新州：复姓宇文的新州（在今广东境内）刺史，名未详。\n懿范：好榜样。\n襜帷：车上的帷幕，这里代指车马。\n暂驻：暂时停留。\n十旬休假：唐制，十日为一旬，遇旬日则官员休沐，称为“旬休”。\n胜友：才华出众的友人\n腾蛟起凤：宛如蛟龙腾跃、凤凰起舞，形容人很有文采。《西京杂记》：“董仲舒梦蛟龙入怀，乃作《春秋繁露》。”又：“扬雄著《太玄经》，梦吐凤凰集《玄》之上，顷而灭。”\n孟学士：名未详。学士是朝廷掌管文学撰著的官员。\n词宗：文坛宗主。也可能是指南朝文学家、史学家沈约。\n紫电青霜：《古今注》：“吴大皇帝（孙权）有宝剑六，二曰紫电。”《西京杂记》：“高祖（刘邦）斩白蛇剑，刃上常带霜雪。”《春秋繁露》亦记其事。\n王将军：王姓的将军，名未详。\n武库：武器库。也可能是指西晋军事家杜预，即杜武库。\n家君作宰：王勃之父担任交趾县的县令。\n路出名区：（自己因探望父亲）路过这个有名的地方（指洪州）。出：过。\n童子何知，躬逢胜饯：年幼无知，（却有幸）参加这场盛大的宴会。\n维：在。又有一说此字为语气词，不译。\n序：时序（春夏秋冬）\n三秋：古人称七、八、九月为孟秋、仲秋、季秋，三秋即季秋，九月。\n此句被前人誉为“写尽九月之景”。\n潦水：雨后的积水。\n尽：没有\n俨：整齐的样子。\n骖騑：驾车的马匹。\n上路：高高的道路。\n访：看\n崇阿：高大的山陵。\n临、得：到。\n帝子、天人：都指滕王李元婴。有版本为“得仙人之旧馆”。\n长洲：滕王阁前赣江中的沙洲。\n旧馆：指滕王阁\n层：重叠。上：上达。\n飞阁流丹：飞檐涂饰红漆。有版本为“飞阁翔丹”。（新课改上对“流丹”给出的注解是：朱红的漆彩鲜艳欲滴）\n飞阁：架空建筑的阁道\n流：形容彩画鲜艳欲滴\n丹：丹漆，泛指彩绘\n临：从高处往下探望。\n鹤汀凫渚：鹤所栖息的水边平地，野鸭聚处的小洲。\n汀：水边平地\n凫：野鸭\n渚：水中小洲\n萦回：曲折\n即冈峦之体势：依着山岗的形式（而高低起伏）。\n桂，兰：两种名贵的树，形容宫殿的华丽，讲究\n披：开\n绣闼：绘饰华美的门。\n雕甍：雕饰华美的屋脊。\n旷：辽阔\n盈视：极目远望，满眼都是\n纡：迂回曲折\n骇瞩：对所见的景物感到惊骇。\n闾阎：里门，这里代指房屋。\n扑：满\n钟鸣鼎食：古代贵族鸣钟列鼎而食，所以用钟鸣鼎食指代名门望族。\n舸：船《方言》：“南楚江、湘，凡船大者谓之舸。”\n弥：满。\n青雀黄龙：船的装饰形状，船头作鸟头型，龙头型。\n舳：船尾把舵处，这里代指船只。\n销：“销”通“消”，消散。\n霁：雨过天晴\n彩：日光。\n区：天空。\n彻：通贯。\n化用庾信《马射赋》：“落花与芝盖同飞，杨柳共春旗一色。”\n一说，“霞”为一种小飞蛾，\"落“的意思为孤单，孤单的飞蛾与孤独的野鸭一起飞翔，自有一种孤寂之情。\n(宋代吴曾《能改斋漫录.变霞鹜》）\n穷：穷尽，引申为“直到”。\n彭蠡：古代大泽，即今鄱阳湖。\n衡阳：今属湖南省，境内有回雁峰，相传秋雁到此就不再南飞，待春而返。\n断：止\n浦：水边、岸边。\n登高望远，胸怀顿时舒畅，超逸的兴致迅速升起。\n遥：远望。襟：胸襟。甫：顿时。畅：舒畅。\n兴：兴致。遄：迅速。\n爽籁：清脆的排箫音乐。籁，管子参差不齐的排箫。\n遏：阻止，引申为“停止”。\n白云遏：形容音响优美，能驻行云。《列子·汤问》：“薛谭学讴于秦青，未穷青之技，自谓尽之，遂辞归。秦青弗止，饯于郊衢。抚节悲歌，声振林木，响遏行云。”\n睢园绿竹：睢园，即汉梁孝王菟园，梁孝王曾在园中聚集文人饮酒赋诗。《水经注》：“睢水又东南流，历于竹圃……世人言梁王竹园也。”\n凌：超过。\n彭泽：县名，在今江西湖口县东，此代指陶潜。陶潜，即陶渊明，曾官彭泽县令，世称陶彭泽。\n樽：酒器。陶渊明《归去来兮辞》有“有酒盈樽”之句。\n睢园绿竹，气凌彭泽之樽：今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。\n邺水：在邺下（今河北省临漳县）。邺下是曹魏兴起的地方，三曹常在此雅集作诗。曹植在此作《公宴诗》。\n朱华：荷花。曹植《公宴诗》：“秋兰被长坂，朱华冒绿池。”\n光照临川之笔：临川，郡名，治所在今江西省抚州市，代指即谢灵运。谢灵运曾任临川内史，《宋书》本传称他“文章之美，江左莫逮”。\n四美：指良辰、美景、赏心、乐事。另一说，四美：音乐、饮食、文章、言语之美。刘琨《答卢谌诗》：“音以赏奏，味以殊珍，文以明言，言以畅神。之子之往，四美不臻。”\n二难：指贤主、嘉宾难得。谢灵运《拟魏太子邺中集诗序》：“天下良辰、美景、赏心、乐事，四者难并。”王勃说“二难并”活用谢文，良辰、美景为时地方面的条件，归为一类；赏心、悦目为人事方面的条件，归为一类。\n睇眄：看。\n中天：长天。\n穷睇眄于中天：极目远望天空\n宇宙：喻指天地。《淮南子·原道训》高诱注：“四方上下曰‘宇’，古往来今曰‘宙’。”\n迥：大\n盈虚：消长，指变化。\n数：定数，命运。\n识盈虚之有数：知道万事万物的消长兴衰是有定数的。\n吴会(kuài)：古代绍兴的别称，绍兴古称吴会、会稽，是三吴之首（吴会、吴郡、吴兴），唐代绍兴是国际大都市，与长安齐名。同时期的诗人宋之问也有意思相近的一首诗：”薄游京都日，遥羡稽山名“。\n《世说新语·排调》：荀鸣鹤、陆士龙二人未相识，俱会张茂先坐。张令共语。以其并有大才，可勿作常语。陆举手曰：“云间陆士龙。”荀答曰：“日下荀鸣鹤。”\n《古代汉 语》解释:“陆云,字士龙,三国吴承相陆逊 孙。陆逊封华亭侯,陆氏世居华亭。华亭古 称‘云间’。荀隐,颖川人。颖川,地近京城。 后以‘日下’喻‘京都’。”\n字面意思是：远望长安在夕阳下,遥看吴越在云海间。\n南溟：南方的大海。事见《庄子·逍遥游》。\n天柱：传说中昆仑山高耸入天的铜柱。《神异经》：“昆仑之山，有铜柱焉。其高入天，所谓天柱也。”\n北辰：北极星，比喻国君。《论语·为政》：“为政以德，譬如北辰，居其所而众星共（拱）之。”\n关山：险关和高山。\n悲：同情,可怜\n失路：仕途不遇。\n萍水相逢：浮萍随水漂泊，聚散不定。比喻向来不认识的人偶然相遇。\n帝阍：天帝的守门人。屈原《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”此处借指皇帝的宫门\n奉宣室，代指入朝做官。贾谊迁谪长沙四年后，汉文帝复召他回长安，于宣室中问鬼神之事。宣室，汉未央宫正殿，为皇帝召见大臣议事之处。\n命途：命运\n时运不齐：命运不好。不齐（ jì）：有蹉跎、有坎坷。\n冯唐易老：冯唐在汉文帝、汉景帝时不被重用，汉武帝时被举荐，已是九十多岁。《史记·冯唐列传》：“（冯）唐以孝著，为中郎署长，事文帝。……拜唐为车骑都尉，主中尉及郡国车士。七年，景帝立，以唐为楚相，免。武帝立，求贤良，举冯唐。唐时年九十余，不能复为官。”\n李广难封：李广，汉武帝时名将，多次与匈奴作战，军功卓著，却始终未获封爵。\n屈贾谊于长沙：贾谊在汉文帝时被贬为长沙王太傅。\n圣主：指汉文帝，泛指圣明的君主。\n梁鸿：东汉人，作《五噫歌》讽刺朝廷，因此得罪汉章帝，避居齐鲁、吴中。\n明时：指汉章帝时代，泛指圣明的时代。\n机：“机”通“几”，预兆，细微的征兆。《易·系辞下》：“君子见几（机）而作。”\n达人知命：通达事理的人。《易·系辞上》：“乐天知命故不忧。”\n老当益壮：年纪虽大，但志气更旺盛，干劲更足。《后汉书·马援传》：“丈夫为志，穷当益坚，老当益壮。”\n坠：坠落，引申为“放弃”。\n青云之志：《续逸民传》：“嵇康早有青云之志。”\n酌贪泉而觉爽：贪泉，在广州附近的石门，传说饮此水会贪得无厌，吴隐之喝下此水操守反而更加坚定。据《晋书·吴隐之传》，廉官吴隐之赴广州刺史任，饮贪泉之水，并作诗说：“古人云此水，一歃怀千金。试使（伯）夷（叔）齐饮，终当不易心。”\n处涸辙：干涸的车辙，比喻困厄的处境。《庄子·外物》有鲋鱼处涸辙的故事。\n北海虽赊，扶摇可接：语意本《庄子·逍遥游》。\n东隅已逝，桑榆非晚：东隅，日出处，表示早晨，引申为“早年”。桑榆，日落处，表示傍晚，引申为“晚年”。早年的时光消逝，如果珍惜时光，发愤图强，晚年并不晚。《后汉书·冯异传》：“失之东隅，收之桑榆。”\n孟尝：据《后汉书·孟尝传》，孟尝字伯周，东汉会稽上虞人。曾任合浦太守，以廉洁奉公著称，后因病隐居。桓帝时，虽有人屡次荐举，终不见用。\n阮籍：字嗣宗，晋代名士，不满世事，佯装狂放，常驾车出游，路不通时就痛哭而返。《晋书·阮籍传》：籍“时率意独驾，不由径路。车迹所穷，辄恸哭而反。”\n三尺：衣带下垂的长度，指幼小。古时服饰制度规定束在腰间的绅的长度，因地位不同而有所区别，士规定为三尺。古人称成人为“七尺之躯”，称不大懂事的小孩儿为“三尺童儿”。\n微命：即“一命”，周朝官阶制度是从一命到九命，一命是最低级的官职。\n一介：一个。\n终军：据《汉书·终军传》，终军字子云，汉代济南人。武帝时出使南越，自请“愿受长缨，必羁南越王而致之阙下”，时仅二十余岁\n等：相同，用作动词。\n弱冠，古人二十岁行冠礼，表示成年，称“弱冠”。\n投笔：事见《后汉书·班超传》，用汉班超投笔从戎的故事。\n宗悫：据《宋书·宗悫传》，宗悫字元干，南朝宋南阳人，年少时向叔父自述志向，云“愿乘长风破万里浪”。后因战功受封。\n簪笏：冠簪、手版。官吏用物，这里代指官职地位。\n百龄：百年，犹“一生”。\n奉晨昏：侍奉父母。《礼记·曲礼上》：“凡为人子之礼……昏定而晨省。”\n非谢家之宝树：指谢玄，比喻好子弟。《世说新语·言语》：“谢太傅（安）问诸子侄‘子弟亦何预人事，而正欲使其佳？’诸人莫有言者。车骑（谢玄）答曰：‘譬如芝兰玉树，欲使其生于庭阶耳。’”\n接孟氏之芳邻：“接”通“结”，结交。见刘向《列女传·母仪篇》。据说孟轲的母亲为教育儿子而三迁择邻，最后定居于学宫附近。\n他日趋庭，叨陪鲤对：鲤，孔鲤，孔子之子。趋庭，受父亲教诲。《论语·季氏》：“（孔子）尝独立，（孔）鲤趋而过庭。（子）曰：‘学诗乎？’对曰：‘未也。’‘不学诗，无以言。’鲤退而学诗。他日，又独立，鲤趋而过庭。（子）曰：‘学礼乎？’对曰：‘未也。’‘不学礼，无以立。’鲤退而学礼。闻斯二者”\n捧袂：举起双袖，表示恭敬的姿势。\n喜托龙门：《后汉书·李膺传》：“膺以声名自高，士有被其容接者，名为登龙门。”\n杨意不逢，抚凌云而自惜：杨意，杨得意的省称。凌云，指司马相如作《大人赋》。据《史记·司马相如列传》，司马相如经蜀人杨得意引荐，方能入朝见汉武帝。又云：“相如既奏《大人》之颂，天子大悦，飘飘有凌云之气。”\n钟期即遇，奏流水以何惭：钟期，钟子期的省称。《列子·汤问》：“伯牙善鼓琴，钟子期善听。伯牙鼓琴……志在流水，钟子期曰：‘善哉！洋洋兮若江河。’”\n胜：名胜。不：不能。常：长存。难：难以。再：再次遇到。\n兰亭：位于中国绍兴。晋穆帝永和九年（353）三月三日上巳节，王羲之与群贤宴集于此，行修禊礼，祓除不祥。\n梓泽：即晋·石崇的金谷园，故址在今河南省洛阳市西北。\n临别赠言：临别时赠送正言以互相勉励，在此指本文。\n恭疏短引：恭敬地写下一篇小序，在此指本文。\n一言均赋：每人都写一首诗。\n四韵俱成：（我的）四韵一起写好了。四韵，八句四韵诗，指王勃此时写下的《滕王阁诗》：“滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。”\n请洒潘江，各倾陆海云尔：钟嵘《诗品》：“陆（机）才如海，潘（岳）才如江。”这里形容各宾客的文采。\n▲\n有用\n没用\n完善\n参考资料：\n1、\n钟书 ．新教材全解 语文 ．吉林 ：吉林教育出版社 ，2011年 ．\n2、\n杨淑璐 ．伴你成长 语文 同步辅导与能力训练 ：原子能出版社 ，2010年 ．\n3、\n于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010年12月版：第9-10页．","创作背景\n高宗时期，洪州都督阎某重修此阁，并于公元675年（上元二年）的重九日，在滕王阁上欢宴群僚和宾客。作者前往交趾看望父亲时路过这里，也参加了盛会，即席赋诗，并写了这篇序。\n有用\n没用\n完善\n参考资料：\n1、\n李树方主编．文言文精读新编 高中：首都师范大学出版社，2008.06：第129-140页","赏析\n写景、抒情自然融合。此文重点描绘滕王阁雄伟壮丽的景象。状写宴会高雅而宏大的气势，抒发自己的感慨情怀。文章在交待了“故郡”、“新府”的历史沿革后。便由阁的地理位置和周围环境写起。“襟三江而带五湖，控蛮荆而引瓯越”、“潦水尽而寒潭清，烟光凝而暮山紫“、“落霞与孤鹜齐飞，秋水共长天一色”。滕王阁就坐落在这片吞吐万象的江南大地上。接着，作者的笔由远及近，由外景转而描绘内景。“层台耸翠，上出重霄；飞阁流舟，下临无地”、“桂殿兰宫”、“绣问”、“雏登”。“遥岑甫畅，逸兴遗飞”，王勃按捺不住心头的激动一个“路出名区”的“童子”，“幸承恩于伟饯”，他为自己有机会参加宴会深感荣幸。但面对高官显耀，不免又有几分心酸悲怆。他转而慨叹自己的“不齐”的“时运”、“多舛”的“命途”。抒发自己内心深处的郁闷和不平，倾吐自己“有怀投笔”、“请缨”报国的情怀和勇往直前的决心。情由景生，写景是为抒情、景、情相互渗透，水乳交融。浑然天成，恰似行云流水，挥洒自如，自然流畅。\n对比铺叙，色彩鲜明。作者无论是状绘洪州胜景、滕阁盛况，还是叙抒人物的遭遇情绪，都能洋洋洒洒。展转生发，极成功地运用了铺叙宣染的方法。譬如在说明洪州的“人杰地灵”时。一气铺排了十四句，从历史人物到现实人物、从文臣到武将，不厌其多；写登临滕王阁远望的景象，则沙洲岛屿、山岭原野、河泽舟舸、宫殿屋舍、眼底之物，一一叙来，不一而足。\n而这种铺叙，又是在对比之中进行的。这就使文章一波三折，跳跃起伏，回环往复。“爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。”弦管、纤歌、美酒、佳文、良辰、美景、赏心、乐事。“四美具，二难并”，这是盛况空前的宴会。相形之下，“时运不齐，命途多舛；冯唐易老，李广难封”，天才沦落，迷茫落拓，又是何等的悲凉。这是人物境遇上的对比。文中还有“望长安于日下”、“指吴会于云间”，是地域上的对比；“逸兴遗飞”与“兴尽悲来”，是情绪上的对比；“杨意不逢，抚凌云而自惜；钟期相遇，奏流水以何惭”，是怀才不遇和喜逢知己的对比。这种色彩强烈的映衬对比，在揭示人物的内心隐忧，烘托文章的主旨中心方面，能产生相反相成、鲜明晓畅的艺术效果。\n对偶工整，用典恰切。全篇中除了“磋乎”、“鸣乎”、“所赖”、“云尔”等叹词、语助词与“勃”的自我称谓外，大部分都是四字一语和六字一语的对偶句。这中间有的是单句对，如“云消雨弄，彩彻区明”、“落霞与孤鹜齐飞，秋水共长天一色”等；有的是复句对，如“物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻”、“渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦”；还有的是本句对，如“襟三江而带五湖，控蛮荆而引瓯越”中，“襟三江”与“带五湖”对，“控蛮荆”与“引瓯越”对。再如“腾蛟起凤”、“紫电青霜”、“龙光”、“牛斗”等也都是本句对。这种对偶句不仅句式工整匀称，而且错综多变，读来节奏明快，整齐和谐，铿锵有力。\n文中多次出现的典故。且都用得恰当贴切，非但没有冗赘晦涩之感，还使文章显得富丽典雅，委婉曲折、情意真切。“冯唐易老，李广难封”，“屈贾谊于长沙”，“窜梁鸿于海曲”，这四个典故连用，隐喻作者命运坎坷、为沛王府修撰而受排斥打击和因作《檄英王鸡》文而被高宗逐出的遭遇，虽心怀愤懑之情，却含而不露，且无金刚怒目之嫌。“北海虽赊，扶摇可接；东隅已逝，桑榆非晚”，这两个典故是隐喻目己不畏险阻、壮心不已的坚强信念。“等终军之弱冠”、“有怀投笔”、“慕悫意之长风”等典故。则隐喻自己“长风破浪”的浩气和积极进取的决心。\n化静为动，以物拟人。运用拟人化的手法.将客观静止的事物写成富有动态之感，这是《滕王阁序》的又一特点。作者善于选词炼字，活化物态“飞阁流丹”、“层台耸翠”，只因了“飞”、“流”、“耸”诸字，巍峨的楼阁便腾飞起来，殷殷的丹青竟汩汩流淌，层叠亭台上的翠色也高高耸出.静物变成了动物，确有画龙点睛之妙。而洪州古城，也只因“漂”、“带”、“控”、“引”，变成了一位裁“三江”为衣襟，摘“五湖”作衣带，近则制“蛮荆”，远则接“瓯越”的巨人。至于如“星驰”般的“俊采”。“如云”的“胜友”，更是灵动活现，气韵不凡。\n在艺术上，《滕王阁序》有以下写作特色：\n（1）句式错落，节奏分明\n全文以四六句为主，杂以六四句。七字句，六字句，四字句，三字句，二字句，乃至一字句，这些句式，根据表意的需要而交错运用，使节奏分明，内容起承转合。一般来说，二字句用于抒情（文中有两处：“嗟乎”“呜呼”）。三字句、四字句用于一个话题的开始或转折。六字句或七字句连用，为平实的叙述。四六句或六四句连用，为叙述或抒情的展开部分。仅有一个一字句“勃”，是自指兼表提顿。这样，全篇的行文，既起伏跌宕，又自然流转。\n（2）骈俪藻饰，辞采华美\n全篇采用对偶句，不但字面相对，而且音韵大体相对。如“天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。”“屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？”“落霞与孤鹜齐飞，秋水共长天一色”等，一句中平仄交替，上下句之间又平仄相对。如此讲求音律，又不影响意义表达，写出来的句子抑扬顿挫，富于乐感，富于诗意。这篇序文，如“物华天宝”“俊采星驰”“紫电青霜”“钟鸣鼎食”“青雀黄龙”“睢园绿竹”“邺水朱华”等，都是讲求辞采的典型例子。这样，文章辞采华美，赏心悦目。\n（3）运用典故，简练含蓄\n这篇序文用了大量典故来叙事抒情，有的是历史故事，有的是前人文句，而运用的手法又有所不同，有的是明用，如“冯唐易老，李广难封”；有的是暗用，如“酌贪泉而觉爽，处涸辙以犹欢”；有的是正用，如“孟尝高洁，空余报国之情”；有的是反用，如“阮籍猖狂，岂效穷途之哭”。典故的运用，加强了文章的表达效果。▲\n有用\n没用\n完善\n参考资料：\n1、\n蒋彰明.王勃及其《滕王阁序》.西北师大学报，1994，（06）.\n2、\n阮巧玲.《滕王阁序》用典的人文阐释.南昌高专学报，2005，（06）.","写作特色\n整体感知\n本文原题为《秋日登洪府滕王阁饯别序》，全文运思谋篇，都紧扣这个题目。全文共分四段，第1段（1）历叙洪都雄伟的地势、游玩的时间、珍异的物产、杰出的人才以及尊贵的宾客，紧扣题中“洪府”二字来写；第2段（2—3）展示的是一幅流光溢彩的滕王阁秋景图，近观远眺，都是浓墨重彩，写出了滕王阁壮美而又秀丽的景色，紧扣题目“秋日”、“登滕王阁”六字来写；第3段（4—5）由对宴会的描写转而引出人生的感慨，紧扣题目中“饯”字来写；最后一段（6—7）自叙遭际，表示当此临别之际，既遇知音，自当赋诗作文，以此留念，这是紧扣题中“别”、“序”二字来写。由此看来，全文层次井然，脉络清晰；由地及人，由人及景，由景及情，可谓丝丝入扣，层层扣题。\n局部思路揭示\n本文因饯别而作，但对宴会之盛仅略叙，数笔带过，而倾全力写登阁所见之景，因景而生之情，不落窠臼，独辟蹊径。而局部思路的布局谋篇，取舍立意，亦颇见为文之功底。以第五段为例说明作者的情感起伏脉络：\n先用一连串短句抒发感叹：“时运不济，命途多舛。冯唐易老，李广难封。”而后长短结合，抒发自己的愤郁悲凉：“屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？”最后又用先短后长的一组对偶表明心志：“孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭？”铿锵的语调表达了自己不甘沉沦的决心。\n精彩语句揣摩\n1．“潦水尽而寒潭清，烟光凝而暮山紫”\n赏析：作者善用灵活多变的笔法描写山容水态，表现楼台的壮观，登高临远，意心飞扬，从而把读者带入身临其境的审美境地。“潦水尽而寒潭清，烟光凝而暮山紫”写出了色彩变化之美。这两句不囿于静止的画面色彩，而着力表现山光山色的色彩变幻：寒潭之水因积水退尽而一片清明；傍晚的山峦因暮霭笼罩而呈紫色。上句设色淡雅，下句设色浓重，在色彩的浓淡对比中，突出秋日景物的特征，被前人誉为“写尽九月之景”。\n2．“落霞与孤鹜齐飞，秋水共长天一色”\n赏析：这一句素称千古绝唱。青天碧水，天水相接，上下浑然一色：彩霞自上而下，孤鹜自下而上，相映增辉，构成一幅色彩明丽而又上下浑成的绝妙好图。这两句在句式上不但上下句相对，而且在一句中自成对偶，形成“当句对”的特点。如“落霞”对“孤鹜”，“秋水”对“长天”，这是王勃骈文的一大特点。\n3．“老当益壮，宁移白首之心？穷且益坚，不坠青云之志。”\n赏析：这是全文最富思想意义的警语，是本文的文眼。古往今来有多少有志之士，面对一切艰难险阻，总能执着地追求自己的理想，即使在郁郁不得志的逆境当中也不消沉放弃。东汉马援云：“大丈夫为志，穷当益坚，老当益壮。”王勃在此化用，由人生的离别引发人生遇合的感慨，警示那些“失路之人”不要因年华易逝和处境困顿而自暴自弃。而王勃此时正怀才不遇，但仍有这般情怀，确实难能可贵。\n《滕王阁序》写景四大特点\n《滕王阁序》的写景颇有特色，作者精心构画，苦苦经营，运用灵活多变的手法描写山水，体现了一定的美学特征。\n1．色彩变化\n文章不惜笔墨，浓墨重彩，极写景物的色彩变化。如“紫电青霜”中的“紫电”，“飞阁流丹”中的“流丹”，“层峦耸翠”中的“耸翠”，“青雀黄龙之轴”中的“青雀”“黄龙”无不色彩缤纷，摇曳生辉。尤其“潦水尽而寒潭清，烟光凝而暮山紫”一句，不囿于静止画面色彩，着力表现水光山色之变化，上句朴素淡雅，下句设色凝重，被前人誉为“写尽九月之景”之句。\n远近变化\n作者采用恰当的方法，犹如电影的拍摄技术，由近及远，构成一幅富有层次感和纵深感的全景图。“鹤汀凫渚”四句写阁四周景物，是近景；“山原旷其盈视”二句写山峦、平原和河流、湖泽，是中景；“云销雨霁”以下则是水田浩淼的远景。这种写法，是《滕王阁序》写景的最突出特点，体现了作者立体化的审美观，把读者带进了如诗如画的江南胜境，读者和景物融为一体，人在景中，景中有人。\n3．上下浑成\n“层峦耸翠”四句，借视角变化，使上下相映成趣，天上地下，城里城外，相与为一，不可分离，体现了作者整齐划一的审美观。而“落霞与孤鹜齐飞，秋水共长天一色”更是写景名句，水天相接，浑然天成，构成一幅色彩明丽的美妙图画。\n4．虚实相衬\n“渔舟唱晚”四句，即凭借听觉联想，用虚实手法传达远方的景观，使读者开阔眼界，视通万里。实写虚写，相互谐调，相互映衬，极尽铺叙写景之能事。\n总之，《滕王阁序》一文的写景颇具匠心，字字珠玑，句句生辉，章章华彩，一气呵成，使人读完后犹如身临江南水乡，难怪韩愈情不自禁地称赞说：“江南多临观之类，而滕王阁独为第一。” ▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"抒情"}
{"_id":"0FuLhL3w8yX0I7EWTVoYmvzeEyeuRX47EyKzenYLwU49ZpQO","title":"盐角儿·亳社观梅","dynasty":"宋代","author":"晁补之","text":"开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。\n占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。","author_dis":["晁补之","晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。► 929篇诗文"],"otherlike":[{"title":"盐角儿·亳社观梅","dynasty":"宋代","author":"晁补之","text":"开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。\n占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。"},{"title":"蝶恋花·庭院深深深几许","dynasty":"五代","author":"冯延巳","text":"庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。\n雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。"},{"title":"渔歌子·西塞山前白鹭飞","dynasty":"唐代","author":"张志和","text":"西塞山前白鹭飞，桃花流水鳜鱼肥。\n青箬笠，绿蓑衣，斜风细雨不须归。"},{"title":"满庭芳·山抹微云","dynasty":"宋代","author":"秦观","text":"山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)\n消魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。"}],"type":["宋词三百首\n，\n婉约\n，\n咏物\n，\n梅花","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n闺怨\n，\n伤春","宋词三百首\n，\n小学古诗\n，\n写景\n，\n赞美\n，\n向往\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首\n，\n隐逸","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n惜别\n，\n写景\n，\n离情"],"allin":["译文及注释\n译文\n花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。\n占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。\n注释\n盐角儿：词牌名。王灼《碧鸡漫志》：“盐角儿，《嘉桔杂志》云：‘梅圣俞说，始教坊家人市盐，于纸角中得一曲谱，翻之，遂以名。’令双调《盐角儿》令是也。欧阳永叔尝制词。’\n亳（bó）社：指亳州（今安徽亳县）祭祀土地神的社庙。另义，亳社，即殷社。古时建国必先立社，殷建都亳，故称亳社，故址在今河南商丘。\n开时似雪：卢照邻《梅花落》：“雪处疑花满，花边似雪回。\"\n谢时似雪：杜审言《大酶》：“梅花落处疑残雪，柳叶开时任好风。”\n花中奇绝：花中奇物而绝无仅有。\n骨中香彻：梅花的香气是从骨子里透出来的。彻，透。宋魏了翁《次韵苏和甫雨后观梅》：“疏影照人骚梦冷，清香彻骨醉痕锁。”\n堪羞损、山桃如血：可以使那红得似血的山桃花羞惭而减损自己的容颜。堪，可以，能够。损，煞。很的意思。\n直饶更、疏疏淡淡：即使枝叶花朵再疏淡。从然，即使。\n终有一般情别：终究另有一种情致（非其他媚俗之花可比）。▲\n有用\n没用\n完善\n参考资料：\n1、\n吕明涛，谷学彝编著 ．宋词三百首 ．北京 ：中华书局 ，2009.7 ：第107-108页 ．\n2、\n上彊邨民(编) 蔡义江（解） ． 宋词三百首全解 ．上海 ： 复旦大学出版社 ，2008/11/1 ：第101页 ．","赏析\n作者通过对梅花的色、香、形的描写，赞美梅花的骨中香彻与别有情致。\n上阙写梅花如雪的颜色与透骨的清香。“开时似雪，谢时似雪，花中奇绝”三句集中笔墨，用重复叠句而略更数字的方法极写梅花颜色的奇绝。突出了梅花颜色的与众不同。“香非在蕊，香非在萼，骨中香彻”三句与前三句运用了相同的表现手法，写出了梅花与众不同的另一个方面——香，告诉人们，梅花的清香不是从花蕊散发出来的，也不是从花萼散发出来的，而是从骨子里透出来的，突出描写了梅花的香彻透骨的特点。与“开时似雪，谢时似雪，花中奇绝”联系起来看，上下两联似对非对，遣词灵动，看似无意，实则工于运笔。\n下阙写以山桃作比衬，刻画梅花神韵和品格。“占溪风，留溪月，堪羞损、山桃如血”，运用对比的手法，以山桃花衬托梅花非凡的神韵。梅花非但独占了小溪的轻风和明月，还将那鲜艳无比的红红的山桃花羞怯惭愧得减损了几分颜色，可见梅花的气质和神韵的超凡脱俗。“直饶更、疏疏淡淡，终有一般情别”，写梅花的另一大特点，纵然枝叶花影稀疏，清香淡淡，最终还是别有一番媚俗之花所不能与之媲美的超凡情致，枝疏有疏落横斜篱落之韵，香淡有清香淡雅之美，这便是梅花高洁的品格。\n在这首咏梅词中，词人写的是梅花的非凡的神韵和高洁的品格，实际也是自己所向往的人格的写照，词人在梅花的高洁的品格中寄托了自己的志趣和情操。▲\n有用\n没用\n完善\n参考资料：\n1、\n吕明涛，谷学彝编著 ．宋词三百首 ．北京 ：中华书局 ，2009.7 ：第107-108页 ．","创作背景\n这首词作于宋哲宗绍圣二年，作者从齐州知州贬为毫州通判之际，是一首咏物之作。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"梅花"}
{"_id":"0FxC8C18Kao6b3zcFNZJLqEEakSOANPjAYyYu9ieXUB3OxdR","title":"过五丈原 / 经五丈原","dynasty":"唐代","author":"温庭筠","text":"铁马云雕久绝尘，柳营高压汉营春。\n天清杀气屯关右，夜半妖星照渭滨。\n下国卧龙空寤主，中原逐鹿不由人。\n象床锦帐无言语，从此谯周是老臣。","author_dis":["温庭筠","温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。► 429篇诗文"],"otherlike":[{"title":"过五丈原 / 经五丈原","dynasty":"唐代","author":"温庭筠","text":"铁马云雕久绝尘，柳营高压汉营春。\n天清杀气屯关右，夜半妖星照渭滨。\n下国卧龙空寤主，中原逐鹿不由人。\n象床锦帐无言语，从此谯周是老臣。"},{"title":"江畔独步寻花·其六","dynasty":"唐代","author":"杜甫","text":"黄四娘家花满蹊，千朵万朵压枝低。\n留连戏蝶时时舞，自在娇莺恰恰啼。"},{"title":"观潮","dynasty":"宋代","author":"周密","text":"浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。\n每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。\n吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。\n江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。"},{"title":"天净沙·夏","dynasty":"元代","author":"白朴","text":"云收雨过波添，楼高水冷瓜甜，绿树阴垂画檐。纱厨藤簟，玉人罗扇轻缣。"}],"type":["写景\n，\n咏史怀古","小学古诗\n，\n写景\n，\n写花\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","初中文言文\n，\n写景\n，\n散文","夏天\n，\n写景\n，\n写人"],"allin":["译文及注释\n译文\n云旗飘战马嘶尘头滚滚，大军浩荡直奔长安古城。\n函谷关西战鼓号角正响，一颗将星坠落渭水之滨。\n蜀国卧龙空自忠心耿耿，统一大业终究难以完成。\n神龛里的遗像默默无语，只好让那谯周随意而行。\n注释\n过：一本作“经”。五丈原：三国时期诸葛亮屯兵用武、劳竭命陨的古战场，遗址在今陕西省岐山县南斜谷口西侧。\n铁马：铁骑，指强大的军队。云雕：指画有虎熊与鹰隼的旗帜。绝尘：指行军速度极快。雕：一本作“骓”。久：一本作“共”。\n柳营：细柳营，西汉周亚夫屯兵之地，这里比喻诸葛亮的军营。汉宫：指西汉长安宫殿。营：一本作“宫”。\n杀气：战争氛围。关右：函谷关以西的地方，在今陕西省中部地区。晴：一本作“清”。\n妖星：古人认为天上若有彗星或流星一类的东西出现，就预示着灾难的降临。\n下国：指偏处西南的蜀国。卧龙：指诸葛亮。误：一本作“寤”。\n中原逐鹿：争夺政权，典出《史记·淮阴侯列传》。逐：一本作“得”，得鹿比喻在夺取政权的斗争中获得胜利。因：一本作“由”。\n象牙锦帐：五丈原诸葛亮祠庙中神龛里的摆设。锦：一本作“宝”。\n谯周：字允南，巴西西充（今四川阆中）人，曾任蜀汉光禄大夫，在诸葛亮死后深得后主刘禅宠信。公元263年（蜀汉炎兴元年）魏入蜀，劝刘禅降魏，遂被封为阳城亭侯。在晋官至散骑常侍。老：一本作“旧”。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n此诗开头气势凌厉。蜀汉雄壮的铁骑，高举着绘有熊虎和鸷鸟的战旗，以排山倒海之势，飞速北进，威震中原。“高压”一词本很抽象，但由于前有铁马、云雕、柳营等形象做铺垫，便使人产生一种大军压境恰似泰山压顶般的真实感。“柳营”这个典故，把诸葛亮比作西汉初年治军有方的周亚夫，表现出敬慕之情。三、四两句笔挟风云，气势悲怆。“天晴杀气”，既点明秋高气爽的季节，又暗示战云密布，军情十分紧急。在这样关键的时刻，灾难却降临到诸葛亮头上。相传诸葛亮死时，其夜有大星“赤而芒角”，坠落在渭水之南。“妖星”一词具有鲜明的感情色彩，表达了诗人对诸葛亮赍志以殁的无比痛惜。\n前四句全是写景，诗行与诗行之间跳跃、飞动。首联写春，颔联便跳写秋。第三句写白昼，第四句又转写夜间。仅用几组典型画面，便概括了诸葛亮最后一百多天里运筹帷幄、未捷身死的情形，慷慨悲壮，深沉动人，跌宕起伏，摇曳多姿。温庭筠诗本以侧艳为工，而此篇能以风骨遒劲见长，确是难得。后四句纯是议论，以历史事实为据，悲切而中肯。\n诸葛亮竭智尽忠，却无法使后主刘禅从昏庸中醒悟过来，他对刘禅的开导、规劝没有起什么用。一个“空”字包蕴着无穷感慨。“不因人”正照应“空误主”。作为辅弼，诸葛亮鞠躬尽瘁，然而时势如此，他实在难以北取中原，统一中国。诗人对此深为叹惋。诸葛亮一死，蜀汉国势便江河日下。可是供奉在祠庙中的诸葛亮像已无言可说，无计可施了。这是诗人从面前五丈原的诸葛亮庙生发开去的。谯周是诸葛亮死后蜀后主的宠臣，在他的怂恿下，后主降魏。“老臣”两字，本是杜甫对诸葛亮的赞誉：“两朝开济老臣心”（《蜀相》），用在这里，讽刺性很强。诗人暗暗地把谯周误国降魏和诸葛亮匡世扶主作了对比，读者自然可以想象到后主的昏庸和谯周的卑劣了。诗人用“含而不露”的手法，反而收到了比痛骂更强烈的效果。\n整首诗内容深厚，感情沉郁。前半以虚写实，从虚拟的景象中再现出真实的历史画面；后半夹叙夹议，却又和一般抽象的议论不同。它用历史事实说明了褒贬之意。末尾用谯周和诸葛亮作对比，进一步显示了诸葛亮系蜀国安危于一身的独特地位，也加深了读者对诸葛亮的敬仰。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n这是一首咏史诗。诗题表明此诗是诗人路过五丈原时因怀念蜀汉名相诸葛亮而作。公元234年（蜀汉后主建兴十二年）春，诸葛亮率兵伐魏，在五丈原屯兵，与魏军相持于渭水南岸达一百多天。八月，遂病死军中。温庭筠也出于这种惋惜的心情，当路过五丈原诸葛亮祠庙时，写了这首诗。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"怀古"}
{"_id":"0FzXd1121lS7jypBvAgrzxpj6NPsS3vqivZlqS2DoyxKUkVz","title":"寒食上冢","dynasty":"宋代","author":"杨万里","text":"迳直夫何细！桥危可免扶？\n远山枫外淡，破屋麦边孤。\n宿草春风又，新阡去岁无。\n梨花自寒食，进节只愁余。","author_dis":["杨万里","杨万里（1127年10月29日－1206年6月15日），字廷秀，号诚斋。吉州吉水（今江西省吉水县黄桥镇湴塘村）人。南宋著名诗人、大臣，与陆游、尤袤、范成大并称为“中兴四大诗人”。因宋光宗曾为其亲书“诚斋”二字，故学者称其为“诚斋先生”。杨万里一生作诗两万多首，传世作品有四千二百首，被誉为一代诗宗。他创造了语言浅近明白、清新自然，富有幽默情趣的“诚斋体”。杨万里的诗歌大多描写自然景物，且以此见长。他也有不少篇章反映民间疾苦、抒发爱国感情的作品。著有《诚斋集》等。► 5034篇诗文"],"otherlike":[{"title":"寒食上冢","dynasty":"宋代","author":"杨万里","text":"迳直夫何细！桥危可免扶？\n远山枫外淡，破屋麦边孤。\n宿草春风又，新阡去岁无。\n梨花自寒食，进节只愁余。"},{"title":"沁园春·寒食郓州道中","dynasty":"宋代","author":"谢枋得","text":"十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。\n鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。"},{"title":"寒食日作","dynasty":"唐代","author":"温庭筠","text":"红深绿暗径相交，抱暖含芳披紫袍。\n彩索平时墙婉娩，轻球落处晚寥梢。\n窗中草色妬鸡卵，盘上芹泥憎燕巢。\n自有玉楼春意在，不能骑马度烟郊。"},{"title":"杂诗","dynasty":"唐代","author":"佚名","text":"近寒食雨草萋萋，著麦苗风柳映堤。\n等是有家归未得，杜鹃休向耳边啼。"}],"type":["寒食节\n，\n写景\n，\n思念","寒食节\n，\n思乡\n，\n爱国","寒食节","唐诗三百首\n，\n寒食节\n，\n思乡\n，\n感伤"],"allin":["译文\n小路可真是细长！高桥不用倚扶吗?远处山上的枫叶朦胧色淡，麦田边的小屋显得很孤独。野草一夜间又随风生长出来，刚过一年的小路就消失了。清明后梨花会生长，到这个季节我很思念你。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"思念"}
{"_id":"0GHGH2lj0ZP5F4NO2sNLgF8DGbvJs25iPdoy2bkhrOOPmCbQ","title":"春雁","dynasty":"明代","author":"王恭","text":"春风一夜到衡阳，楚水燕山万里长。\n莫道春来便归去，江南虽好是他乡。","author_dis":["王恭","王恭（1343-？），字安仲，长乐沙堤人。家贫，少游江湖间，中年隐居七岩山，为樵夫20多年，自号“皆山樵者”。善诗文，与高木秉、陈亮等诸文士唱和，名重一时。诗人王 曾为他作《皆山樵者传》。明永乐二年（1404年），年届六十岁的王恭以儒士荐为翰林待诏，敕修《永乐大典》。永乐五年，《永乐大典》修成，王恭试诗高第，授翰林典籍。不久，辞官返里。王恭作诗，才思敏捷，下笔千言立就，诗风多凄婉，隐喻颇深。为闽中十才子之一，著有《白云樵集》四卷，《草泽狂歌》五卷及《风台清啸》等。► 1329篇诗文"],"otherlike":[{"title":"春雁","dynasty":"明代","author":"王恭","text":"春风一夜到衡阳，楚水燕山万里长。\n莫道春来便归去，江南虽好是他乡。"},{"title":"九月十日即事","dynasty":"唐代","author":"李白","text":"昨日登高罢，今朝更举觞。\n菊花何太苦，遭此两重阳？"},{"title":"击鼓","dynasty":"先秦","author":"佚名","text":"击鼓其镗，踊跃用兵。土国城漕，我独南行。\n从孙子仲，平陈与宋。不我以归，忧心有忡。\n爰居爰处？爰丧其马？于以求之？于林之下。\n死生契阔，与子成说。执子之手，与子偕老。\n于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。"},{"title":"贺新郎·别茂嘉十二弟","dynasty":"宋代","author":"辛弃疾","text":"别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》\n绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。\n将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。"}],"type":["抒情\n，\n思乡\n，\n乡情\n，\n隐逸","重阳节\n，\n菊花\n，\n抒情","诗经\n，\n抒情\n，\n战争\n，\n军旅","宋词三百首\n，\n宋词精选\n，\n豪放\n，\n送别\n，\n写鸟\n，\n抒情\n，\n离情"],"allin":["译文及注释\n译文\n一夜之间，春风吹遍了衡阳城，楚水燕山相距万里之长。\n不要怪大雁一到春天便启程北归，只因为江南虽好，毕竟是异域他乡！\n注释\n衡阳：今属湖南省，在衡山之南、有山峰势如大雁回旋，名回雁峰。相传北来的大睚到此不再南飞，遇春飞回北方。\n楚水：泛指古代楚地的江湖。战国时，楚国占有湖北、湖南、安徽、四川、江浙的大部地区，这里言楚，即指江南。\n燕山：在河北平原北侧从潮白河谷到山海关，由西向东绵延数百里。这里泛指北方地区。\n有用\n没用\n完善\n参考资料：\n1、\n朱安群．明诗三百首详注：百花洲文艺出版社，1997.10：98\n2、\n张学淳．千古绝句：上海社会科学院出版社，2013.06：107","创作背景\n公元1406年，即明成祖永乐四年，诗人王恭被荐举为翰林待诏，参与修《永乐大典》，书成之后，被授为翰林典籍。可是诗人厌倦仕途，于是辞官返回家乡，这首诗便写在回归家乡的途中。\n有用\n没用\n完善\n参考资料：\n1、\n上海辞书出版社文学鉴赏辞典编纂中心．元明清诗三百首鉴赏辞典：上海辞书出版社，2012.01：110","赏析\n咏雁的诗通常借秋雁南飞的形象，抒发在北方的游子对南方家乡的怀念，以及对北方艰苦环境的厌倦。这首诗却相反，塞北虽苦，但终究是故土。这首诗构思别具一格，主题更上一层楼。\n诗歌首句从春到衡阳切入，语气中充满欢欣。诗人一开章就说“春风一夜到衡阳”，仿佛“一夜”之间就可以完成从冬到春的岁序交替。乍看起来，好像有悖于常理，仔细一琢磨，这洋溢着人们对暖风乍至、大地春回的轻松喜悦之情，也从侧面反映了雁儿正久久地等待着春天的到来，因而对此特别敏感，暖风初至，便喜不自胜。\n第二句“楚水燕山万里长”，在春暖花开的季节，大雁并不是因此赢得舒缓喘息的时机，而是产生急切离开的归念，忖量着“楚水燕山”的漫漫征程，准备立刻从楚水之畔飞回燕山之旁。这一层跳跃，写出大雁归心的急切，可说是“闻风而动”，绝无犹豫。“楚”，当然是指大雁生活的南方；“燕”，却是寒冷的北国，山水互文见义，正说明从南到北，这中间，要经历千山万水。“万里长”显示了大雁征程的遥远。而此时的江南，春色佳丽，正好流连。对此，人们心头困惑自然转化为对大雁的质疑，不但诗人要“怪”，连读者也要“怪”。\n后两句当然是大雁的回答“莫怪春来便归去，江南虽好是他乡。”诗人用托物咏怀的手法，借春雁的口吻表达强烈的思乡情感，当然是可以理解的；可是王恭是福建闽侯县人，江南本来就是他的故乡，他却说“江南虽好是他乡”，由此看来，诗中的“楚水”、“江南”并非确指某个地域或方位，只不过是一种借代性的语句，指的是享受荣华富贵的朝堂。因而本诗的主题不是表现对故乡的执着的爱，而是表现了诗人想辞官归隐、遁迹林泉，寻找自己精神憩息的家园，也表现了诗人不愿为官，愿过渔樵隐逸生活的意趣。\n本诗独特之处，在于它的取向不同，不写秋雁南归，寄托羁宦北方的士大夫对南方乡土的思念，而是写春雁，在春风吹到衡阳时，不计从“楚水”到“燕山”的“万里”之遥、程途之苦，坚决要回艰苦的北方去。诗旨不在于区别南北地域，而重在表现不留恋温柔富贵的官场，甘愿终老田园过吟啸自得的清高日子。\n诗歌四句的结构，从弃优就劣这一违背常情的举动，引出疑问，而后归结到全诗的中心，有助于将主题表现得更鲜明，艺术手法上从反常突出正常，在引起惊诧后再以拟人的口吻亮底，加强了艺术效果。▲\n有用\n没用\n完善\n参考资料：\n1、\n朱安群．明诗三百首详注：百花洲文艺出版社，1997.10：98\n2、\n郑黎明．长乐历代诗词赏析：海风出版社，2007.5：45\n3、\n钱仲联．元明清诗鉴赏辞典 辽·金·元·明：上海辞书出版社，1994.12：343"],"theme":"古诗三百"}
{"_id":"0GIixiuZgfdilOZLpMeFxzhK4cS8WxC2nrPgHFMtYNU71Yfy","title":"风雨","dynasty":"先秦","author":"佚名","text":"风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。\n风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。\n风雨如晦，鸡鸣不已。既见君子，云胡不喜。","author_dis":[],"otherlike":[{"title":"风雨","dynasty":"先秦","author":"佚名","text":"风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。\n风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。\n风雨如晦，鸡鸣不已。既见君子，云胡不喜。"},{"title":"卷耳","dynasty":"先秦","author":"佚名","text":"采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)\n陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。\n陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。\n陟彼砠矣，我马瘏矣。我仆痡矣，云何吁矣。"},{"title":"静女","dynasty":"先秦","author":"佚名","text":"静女其姝，俟我于城隅。爱而不见，搔首踟蹰。\n静女其娈，贻我彤管。彤管有炜，说怿女美。\n自牧归荑，洵美且异。匪女之为美，美人之贻。"},{"title":"十亩之间","dynasty":"先秦","author":"佚名","text":"十亩之间兮，桑者闲闲兮，行与子还兮。\n十亩之外兮，桑者泄泄兮，行与子逝兮。"}],"type":["诗经\n，\n写雨\n，\n怀人\n，\n民谣\n，\n恋情","诗经\n，\n怀人\n，\n思念","诗经\n，\n爱情\n，\n民谣\n，\n恋情","诗经\n，\n田园\n，\n劳动"],"allin":["译文及注释\n译文\n风凄凄呀雨凄凄，窗外鸡鸣声声急。风雨之时见到你，怎不心旷又神怡。\n风潇潇呀雨潇潇，窗外鸡鸣声声绕。风雨之时见到你，心病怎会不全消。\n风雨交加昏天地，窗外鸡鸣声不息。风雨之时见到你，心里怎能不欢喜。\n注释\n喈（jiē 皆）喈：鸡鸣声。\n云：语助词。胡：何。夷：平，指心中平静。\n胶胶：或作“嘐嘐”，鸡鸣声。\n瘳（chōu 抽）：病愈，此指愁思萦怀的心病消除。\n晦：黑夜。\n有用\n没用\n完善\n参考资料：\n1、\n《先秦诗鉴赏辞典》.上海辞书出版社，1998年12月版，第175-176页","鉴赏\n蕴涵性的顷刻，包前启后。在情境的选择上，诗篇不写未见之前绵绵无尽的相思之苦，也不写相见之后载笑载言的欢聚之乐，而是重章渲染“既见”之时的喜出望外之情。而这一顷刻，正是最富于蕴涵性的顷刻。读者透过这位女子难以形容的望外之喜，既能想见她在“既见”之前，白日的“愿言思伯，甘心首疾”、和夜间的“耿耿不寐，如有隐忧”之情；也能想见在“既见”之后，夫妇间的“既见复关，载笑载言”和“维士与女，伊其相谑”的融融之乐。以少许胜多许，以顷刻蕴过程，这是构思的巧妙。\n哀景写乐，倍增其情。每章首二句，都以风雨、鸡鸣起兴，这些兼有赋景意味的兴句，重笔描绘出一幅寒冷阴暗、鸡声四起的背景。当此之时，最易勾起离情别绪。赋景之句，也确成写情之语。风雨交加和夜不能寐之无聊；群鸡阵啼和怀人动荡之思；鸡守时而鸣与所期之人盼而不至，可谓契合无间，层层映衬。然而，正在这几乎绝望的凄风苦雨之时，怀人的女子竟意外地“既见”了久别的情郎；骤见之喜，欢欣之情，自可想见。而此时凄风苦雨中的群鸡乱鸣，也似成了煦风春雨时的群鸡欢唱了。这种情景反衬之法，恰如王夫之所说，“以乐景写哀，以哀景写乐，一倍增其哀乐”（《董斋诗话》）。这一手法，确实不唯见诸《小雅·采薇》，而是《诗经》中诗人的常用之法。\n炼词申意，循序有进。诗篇的结构是单纯的，三章叠咏；诗人的易词写景却是讲究的，它细腻地表现出了人的不同感受。凄凄，是女子对风雨寒凉的感觉；潇潇，则从听觉见出夜雨骤急；如夜的晦冥，又从视觉展现眼前景象。易词写景的这种微妙性，姚际恒《诗经通论》曾有精到的分析：“‘如晦’正写其明也。惟其明，故曰‘如晦’。惟其如晦，‘凄凄’、‘潇潇’时尚晦可知。”诗篇在易词申意的同时，对时态的运动和情态的发展，又有循序渐进的微妙表现。关于时态的渐进，姚氏说，“‘喈喈’为众声和，初鸣声尚微，但觉其众和耳。‘胶胶’，同声高大也。三号以后，天将晓，相续不已矣。”民间尚有“鸡鸣三遍天将明”之说；《风雨》的三章相叠，或许正是以此习惯规律为基础的。随着时态的发展，怀人女子“既见君子”时的心态也渐次有进。“云胡不夷”，以反诘句式，语气热烈，言其心情大悦；“云胡不瘳”，言积思之病，至此而愈，语气至深；末章“云胡不喜”，则喜悦之情，难以掩饰，以至大声疾呼了。天气由夜晦而至晨晦，鸡鸣由声微而至声高，情感的变化则由乍见惊疑而至确信高呼。方玉润说：“此诗人善于言情，又善于即景以抒怀，故为千秋绝调。”（《诗经原始》）实当此之谓。\n象征意象，一诗多解。《风雨》的诗旨，今人或主“夫妻重逢”，或主“喜见情人”；联系诗境，前说更合情理。然而，汉代经生的“乱世思君”说，却在后世产生了积极的影响。《毛诗序》曰：“《风雨》，思君子也。乱世则思君子不改其度焉。”郑笺申发之曰：“兴者，喻君子虽居乱世，不变改其节度。……鸡不为如晦而止不鸣。”这样，“风雨”便象征乱世，“鸡鸣”便象征君子不改其度，“君子”则由“夫君”之君变成为德高节贞之君子了。这虽属附会，却也有其文本依据。因为，“君子”，在《诗经》时代，可施诸可敬、可爱、可亲之人，含义不定。因此，把赋体的白描意象理解为比体的象征意象，就可能生发“乱世思君”的联想；而把“风雨如晦”的自然之景，理解为险恶的人生处境或动荡的社会环境，也符合审美规律。故后世许多士人君子，常以虽处“风雨如晦”之境，仍要“鸡鸣不已”自励。南朝梁简文帝《幽絷题壁自序》云：“梁正士兰陵萧纲，立身行己，终始如一。风雨如晦，鸡鸣不已。”郭沫若创作于五四运动退潮期的《星空·归来》中也写道：“游子归来了，在这风雨如晦之晨，游子归来了！”从现代接受美学看，这种立足文本的审美再创造是无可非议的；而《毛序》的这一“附会”，也可以说是一种“创造性的误读”。▲\n有用\n没用\n完善\n参考资料：\n1、\n《先秦诗鉴赏辞典》.上海辞书出版社，1998年12月版，第176-177页","创作背景\n关于这首诗的背景，古代学者多主张“思君子”说，而现代学者多主张“夫妻重逢”说或“喜见情人”说，认为此诗是一位女子等待丈夫或情人而作的。\n有用\n没用\n完善\n参考资料：\n1、\n王秀梅 译注．诗经（上）：国风．北京：中华书局，2015：177-178"],"theme":"诗经"}
{"_id":"0GNHbrgPlsu7McifVQzGsll7IAfE18G2ImmLDXooNg9aMupP","title":"二月二日出郊","dynasty":"宋代","author":"王庭珪","text":"日头欲出未出时，雾失江城雨脚微。\n天忽作晴山卷幔，云犹含态石披衣。\n烟村南北黄鹂语，麦垅高低紫燕飞。\n谁似田家知此乐，呼儿吹笛跨牛归？","author_dis":["王庭珪","王庭珪（1079～1171）字民瞻，自号泸溪老人、泸溪真逸，吉州安福（今属江西）人。性伉厉，为诗雄浑。乾道八年（1172）病逝，终年92岁，去世后葬于安福县山庄乡下沙村长甫村后山腰，胡铨撰写墓志铭碑。王庭珪是两宋之交的重要诗人。他个性刚直，辞官归隐，曾因诗送胡铨而被贬辰州。靖康之变而后他表现出对国家忧患和民生疾苦的极大关注，有着强烈的爱国情感，诗文词创作都取得了较高成就。► 8篇诗文"],"otherlike":[{"title":"二月二日出郊","dynasty":"宋代","author":"王庭珪","text":"日头欲出未出时，雾失江城雨脚微。\n天忽作晴山卷幔，云犹含态石披衣。\n烟村南北黄鹂语，麦垅高低紫燕飞。\n谁似田家知此乐，呼儿吹笛跨牛归？"},{"title":"四时田园杂兴·其二","dynasty":"宋代","author":"范成大","text":"梅子金黄杏子肥，麦花雪白菜花稀。\n日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通 唯)"},{"title":"春雪","dynasty":"唐代","author":"韩愈","text":"新年都未有芳华，二月初惊见草芽。\n白雪却嫌春色晚，故穿庭树作飞花。"},{"title":"观沧海","dynasty":"两汉","author":"曹操","text":"东临碣石，以观沧海。\n水何澹澹，山岛竦峙。\n树木丛生，百草丰茂。\n秋风萧瑟，洪波涌起。\n日月之行，若出其中；\n星汉灿烂，若出其里。\n幸甚至哉，歌以咏志。"}],"type":["写景\n，\n田园\n，\n生活","田园\n，\n写景\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","春天\n，\n写雪\n，\n写景","古诗三百首\n，\n初中古诗\n，\n乐府\n，\n写景\n，\n山水\n，\n抒情\n，\n志向"],"allin":["译文及注释\n译文\n太阳将出而未出的时分，大雾遮住了江城，又变成细雨霏霏。\n忽然天又变晴，卷起帐幔露出了群山；云彩朵朵，好像山石披上了白衣。\n村落间到处听到黄鹂啭鸣，麦垅间看到紫燕在上下翻飞。\n谁能像农人一样知道此中乐趣?他们正招呼儿童骑牛吹笛把家归。\n注释\n雨脚：即雨线之意。\n陇：古同“垄”，土埂。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"田园"}
{"_id":"0GfofYBtoKI3kERY5p47leR5sRhoSrOkNCEHmfueExNKF0ip","title":"高阳台·除夜","dynasty":"宋代","author":"韩疁","text":"频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。\n邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。","author_dis":["韩疁","韩疁，生卒年不详，字子耕，号萧闲，有萧闲词一卷，不传。共存词6首。赵万里有辑本。► 7篇诗文"],"otherlike":[{"title":"高阳台·除夜","dynasty":"宋代","author":"韩疁","text":"频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。\n邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。"},{"title":"元日","dynasty":"唐代","author":"李世民","text":"高轩暧春色，邃阁媚朝光。\n彤庭飞彩旆，翠幌曜明珰。\n恭己临四极，垂衣驭八荒。\n霜戟列丹陛，丝竹韵长廊。\n穆矣熏风茂，康哉帝道昌。\n继文遵后轨，循古鉴前王。\n草秀故春色，梅艳昔年妆。\n巨川思欲济，终以寄舟航。"},{"title":"元旦口占用柳亚子怀人韵","dynasty":"近现代","author":"董必武","text":"共庆新年笑语哗，红岩士女赠梅花。\n举杯互敬屠苏酒，散席分尝胜利茶。\n只有精忠能报国，更无乐土可为家。\n陪都歌舞迎佳节，遥祝延安景物华。"},{"title":"次韵陆佥宪元日春晴","dynasty":"明代","author":"王守仁","text":"城里夕阳城外雪，相将十里异阴晴。\n也知造物曾何意，底事人心苦未平。\n柏府楼台衔倒影，茅茨松竹泻寒声。\n布衾莫谩愁僵卧，积素还多达曙明。"}],"type":["春节\n，\n感慨\n，\n哲理\n，\n情怀","春节","春节\n，\n祝愿\n，\n思念","春节\n，\n写景\n，\n抒怀\n，\n愿望"],"allin":["译文及注释\n译文\n我频频地倾听更漏之声，又重新点起红烛，满屋光明。年华滚滚宛如流水，令我黯然心惊。饯别旧岁，迎接新春，还能用得着几刻光阴，新的一年翩翩来临。年老体衰，怎么能习惯通宵畅饮？想要守夜不睡，又怕寒气袭人衣襟。我轻轻地放下酒樽，感谢那初开的梅花，陪伴着我独自低吟。\n邻家的姑娘已试着穿上春衣，美丽的鬓发上首饰簇新。蜂腰形的翡翠晶莹润泽，燕股形的宝钗嵌有黄金。温和的春风引起人们的春情，也令人芳情难禁。朱颜哪能年年都好，应该尽情地游乐，趁着现在的大好光阴，恣意地去眺望登临，观赏那残雪未消的玉色楼台，游览那斜阳辉映的美丽园林。\n注释\n①高阳台：词牌名，取战国楚宋玉赋神女事以为名。又名“庆春泽慢”“庆春宫”。双调一百字，平韵。除夜：除夕之夜。\n②银签：指的是古时一种计时的器具，即更漏中的标签。\n③绛蜡：指红蜡烛。\n④衮衮：连续不断地流动，引申为急速流逝。此指时光匆匆。\n⑤饯旧迎新：辞旧迎新。饯，送别，送行。\n⑥清尊：酒器。亦借指清酒。尊，同“樽 ”。\n⑦微吟：小声吟咏。\n⑧蜂腰：与下句“燕股”都为“邻娃”的节日装饰，剪裁为蜂为燕以饰鬓。翠：翠钿、即翡翠做的花，是妇女的装饰物。\n⑨芳思：犹言春情。\n⑩朱颜：红润美好的容颜。\n⑪恣（zì）：随意，无拘束。登临：登山临水。也指游览。\n⑫迟日：春日。《诗经·豳风·七月》：“春日迟迟。”后以“迟日”指春日。▲\n有用\n没用\n完善\n参考资料：\n1、\n毕宝魁．宋词三百首译注评．北京：现代出版社，2014：178-179","创作背景\n此词当作于作者晚年时期的一个除夕。除夕之夜，守岁不眠，是一年中诸多庆贺活动中的一件重要内容，但一旦上了年纪，难免悲欢交集，万感俱生。这首词写的就是作者在除夕之夜的这种复杂心境。\n有用\n没用\n完善\n参考资料：\n1、\n周汝昌 等．唐宋词鉴赏辞典（南宋·辽·金）．上海：上海辞书出版社，1988：1875-1876","赏析\n《高阳台》一调，音节整齐谐悦。此词开头“频听银签，重燃绛蜡”就是四字对句的定式。古代计时的器具，每过一刻时光，则有银签铿然自落。“频听银签”，一“频”字，可见守岁已久，听那银签自落声已经多次，说明夜已深矣。“重燃绛蜡”一句，说那除夜灯火通明，红烛烧残，一枝赶紧接着点上，使除夕夜的吉庆欢乐气氛，形象地勾勒了出来。一个“重”字，将时光的流逝，作者心中的慨叹，精当地表现了出来，让人感到岁月流逝的不停息。韶华易逝，人又何堪？\n“衮衮”二字，继以“惊心”，笔力警劲动人，与晏殊的词句“可奈年光似水声，迢迢去不停！”（《破阵子·湖上西风斜日》）有异曲同工之妙。通宵守岁已觉勉强，是睡，是坐，是饮，是止，词人心存犹豫。几番无奈，词人最后的主意是：洒是罢了，睡却不可，决心与梅花作伴，共作吟哦度岁的清苦诗侣。本是词人有意，去伴梅花，偏说梅花多情，来相伴我。如此可见用语精妙，而守岁者孤独寂寞之情，总在言外。\n下片笔势一宕，忽然转向邻娃写去。邻家少女，当此节日良宵，不但彻夜不眠，而且为迎新岁，已然换上了新装，为明日春游作好准备。看她们不但衣裳济楚，而且，装扮首饰，一派新鲜华丽气象。写除夕守岁迎新，先写女儿妆扮，正如辛弃疾写立春先写“看美人头上，袅袅春旛”（《汉宫春·立春日》），是同一机杼。\n写除夜至此，已入胜境，不料词笔跌宕，又推开一层，作者想象东风也被少女新妆之美而勾起满怀兴致，故而酿花蕴柳，暗地安排艳阳光景了。“勾引”二句为奇思妙想，意趣无穷。这样，词人这才归结一篇主旨。他以自己的经验感慨，现身说法，似乎是同意邻娃，又似乎是喃喃自语，说：青春美景岂能长驻，亟须趁此良辰，“把握现在”，从此“明日”新年起，即去尽情游赏春光，从残雪未消的楼台院落一直游到春日迟迟的园林胜境！\n通览全词，上片几令人担心只是伤感衰飒之常品，而一入下片，则以邻娃为引，物境心怀，归于重拾青春，一片生机活力，才知寄希望于前程，理情肠于共勉，传为名篇，自非无故。▲\n有用\n没用\n完善\n参考资料：\n1、\n周汝昌 等．唐宋词鉴赏辞典（南宋·辽·金）．上海：上海辞书出版社，1988：1875-1876"],"theme":"春节"}
{"_id":"0GmhsfPbrfwQzUJZ8f2mTEHlJINiSjvoq1IvzKF7duycQVsK","title":"钓鱼湾","dynasty":"唐代","author":"储光羲","text":"垂钓绿湾春，春深杏花乱。\n潭清疑水浅，荷动知鱼散。\n日暮待情人，维舟绿杨岸。","author_dis":["储光羲","储光羲（约706—763）唐代官员，润州延陵人，祖籍兖州。田园山水诗派代表诗人之一。开元十四年（726年）举进士，授冯翊县尉，转汜水、安宣、下邽等地县尉。因仕途失意，遂隐居终南山。后复出任太祝，世称储太祝，官至监察御史。安史之乱中，叛军攻陷长安，被俘，迫受伪职。乱平，自归朝廷请罪，被系下狱，有《狱中贻姚张薛李郑柳诸公》诗，后贬谪岭南。江南储氏多为光羲公后裔，尊称为“江南储氏之祖”。► 193篇诗文"],"otherlike":[{"title":"钓鱼湾","dynasty":"唐代","author":"储光羲","text":"垂钓绿湾春，春深杏花乱。\n潭清疑水浅，荷动知鱼散。\n日暮待情人，维舟绿杨岸。"},{"title":"城东早春","dynasty":"唐代","author":"杨巨源","text":"诗家清景在新春，绿柳才黄半未匀。\n若待上林花似锦，出门俱是看花人。"},{"title":"春兴","dynasty":"唐代","author":"武元衡","text":"杨柳阴阴细雨晴，残花落尽见流莺。\n春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)"},{"title":"摊破浣溪沙·手卷真珠上玉钩","dynasty":"五代","author":"李璟","text":"手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。\n青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。"}],"type":["春天\n，\n钓鱼\n，\n爱情","春天\n，\n写景\n，\n哲理","春天\n，\n思乡","宋词三百首\n，\n婉约\n，\n春天\n，\n伤春\n，\n愁绪"],"allin":["译文及注释\n译文\n垂钓在春天的绿水湾，春已深杏花盛开纷繁。\n潭水澄澈疑心水清浅，荷叶摇动才知鱼游散。\n直到日暮等待知心人，系上小船停靠绿杨岸。\n注释\n春深：春意浓郁。宋秦观《次韵裴仲谟和何先辈》：“支枕星河横醉后，入帘飞絮报春深。”乱：纷繁的样子。\n情人：志同道合的人。\n维舟：系船停泊。维：系。南朝梁何逊《与胡兴安夜别》诗：“居人行转轼，客子暂维舟。”\n有用\n没用\n完善\n参考资料：\n1、\n张国举．唐诗精华注译评．长春：长春出版社，2010：229","鉴赏\n这首诗写一个青年小伙子，以“垂钓”作掩护，在风光宜人的钓鱼湾，焦急地等待着情人的到来。这首清新的小诗，将春天、春水、春花、春树与青春融为一体，为读者描绘了一幅美丽的春意图。\n一二句写暮春季节钓鱼湾的动人景色。点缀在绿荫中的几树红杏，花满枝头，不胜繁丽。这时，暮色渐浓，那小伙子驾着一叶扁舟，来到了钓鱼湾。他把船缆轻轻地系在杨树桩上以后，就开始“垂钓”了。但是，“醉翁之意不在酒”，不管他怎样摆弄钓杆，故作镇静，还是掩饰不了内心的忐忑不安。杏花的纷纷繁繁，正好衬托了他此刻急切的神情。\n“潭清疑水浅，荷动知鱼散。”进一步写小伙子的内心活动。这一联富有民歌风味的诗句，包孕着耐人寻思的双关情意：表面上是说他在垂钓时，俯首碧潭，水清见底，因而怀疑水浅会没有鱼来上钩；蓦然见到荷叶摇晃，才得知水中的鱼受惊游散了。实际上是暗喻小伙子这次约会成败难卜，“疑水浅”无鱼，是担心路程多阻，姑娘兴许来不成了。一见“荷动”，又误以为姑娘轻划小船践约来了，眼前不觉一亮；谁知细看之下，却原来是水底鱼散，心头又不免一沉，失望怅惘之情不觉在潜滋暗长。这里，刻划小伙子在爱情的期待中那种既充满憧憬欢乐、又略带担心疑惧的十分微妙的心理变化，真可谓丝丝入扣，惟妙惟肖。\n前四句明明写垂钓情景，而却偏说是写爱情，这并不是附会。因为诗的最后两句点明：“日暮待情人，维舟绿杨岸。”诗人不把这两句点明爱情的诗，开门见山地放到篇首，这就是诗的结构艺术之妙，如果把最后两句放到篇首，诗来气脉尽露，一览无余；再没有委婉的情致。而且这样一来，那一联双关句，势必成为结尾，使语意骤然中断，漫无着落，不能收住全诗。这样结尾，从全诗意脉结构来看，却极尽山回路转、云谲雾诡、变化腾挪之妙。它使前面钓“垂钓”，一下子变成含情的活动，也使“疑”、“知”等心理描写，和爱情联系起来，从而具备了双关的特色。\n诗就在袅袅的余情、浓郁的春光中结束了。在夕阳的反照下，绿柳依依，扁舟轻荡，那小伙子时而低头整理着钓丝，时而深情凝望着远处闪闪的波光—他心上的情人。“日暮待情人，维舟绿杨岸。”这简直是一幅永恒的图画，一个最具美感的镜头，将深深印在读者的脑海中。▲\n有用\n没用\n完善\n参考资料：\n1、\n《唐诗鉴赏辞典》.上海辞书出版社，1983年12月版，第397-398页","创作背景\n这首诗是储光羲《杂咏五首》的第四首诗。《杂咏五首》当作于储光羲仕宦不得意，隐居终南山别业之时。\n有用\n没用\n完善\n参考资料：\n1、\n张国举．唐诗精华注译评．长春：长春出版社，2010：229"],"theme":"爱情"}
{"_id":"0Gq7ua0Feg5w75no7QSfQxZtq1MttgFOAeoWXgtaiCVcbTzd","title":"送别","dynasty":"唐代","author":"王之涣","text":"杨柳东风树，青青夹御河。\n近来攀折苦，应为别离多。","author_dis":["王之涣","王之涣（688年—742年），是盛唐时期的著名诗人，字季凌，汉族，绛州（今山西新绛县）人。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，他常与高适、王昌龄等相唱和，以善于描写边塞风光著称。其代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”，更是千古绝唱。► 7篇诗文"],"otherlike":[{"title":"送别","dynasty":"唐代","author":"王之涣","text":"杨柳东风树，青青夹御河。\n近来攀折苦，应为别离多。"},{"title":"卜算子·风雨送人来","dynasty":"宋代","author":"游次公","text":"风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。\n泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。"},{"title":"别滁","dynasty":"宋代","author":"欧阳修","text":"花光浓烂柳轻明，酌酒花前送我行。\n我亦且如常日醉，莫教弦管作离声。"},{"title":"留别王侍御维 / 留别王维","dynasty":"唐代","author":"孟浩然","text":"寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。\n当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。"}],"type":["离别\n，\n送别\n，\n柳树","写风\n，\n写雨\n，\n离别","古诗三百首\n，\n离别\n，\n叙事\n，\n抒情","唐诗三百首\n，\n离别\n，\n友情\n，\n哀怨\n，\n归隐"],"allin":["译文及注释\n译文\n春风中的排排杨柳树，沿着护城河两岸呈现出一片绿色。\n最近攀折起来不是那么方便，应该是要分别的人儿太多。\n注释\n东门：即长安青门，唐朝时出京城多东行者，多用于送别。有的版本作东风。\n青青：指杨柳的颜色。\n御河：指京城护城河。\n攀折：古代折柳送别的习俗。\n苦：辛苦，这里指折柳不方便。\n别离：离别，分别。\n有用\n没用\n完善\n参考资料：\n1、\n万事慎，万士志编校．《近体诗苑》． 合肥：安徽文艺出版社，2006.03：571-572\n2、\n邓妍丽编．小学生阅读文库·中国古典文化精粹 唐诗 （注音版）：天津人民美术出版社，2001年10月：74\n3、\n禹田编绘．《300首经典古诗词中的趣味故事 清荷卷》：同心出版社，2007.1：148","创作背景\n王之涣与友人在长安城外离别时，正好是杨柳生长的春季，于是王之涣有感而发，写下了这首《送别》。\n有用\n没用\n完善\n参考资料：\n1、\n聂恩彦． 语文教学通讯 期刊．山西省临汾市：山西师范大学，1978-01-31 ：80","赏析\n“杨柳东风树，青青夹御河。”写景，不仅点明了送别的时间和地点，还渲染出浓厚的离别情绪。“东门”点名了送别的地点在长安青门，“青青”表明杨柳的颜色已经很绿，表明时间是在暮春时节。“杨柳”是送别的代名词，于是一见杨柳，就让人想到离别。绿色的杨柳树夹杂在御河两岸，看似恬静的环境反衬出诗人与友人离别的不舍。且首句是远望所见，第二句是近观所见。在远与近的距离感中，诗人送友的踽踽长街的身影得以体现，衬托出舍不得惜别却又不得不分别的心情。\n“近来攀折苦，应为别离多。”这两句是抒情，通过侧面描写出送别人多。一个“苦”字，既是攀折杨柳而不便之苦，也是离别的愁苦。至于诗人自己折了杨柳没有却只字未提，更衬托出了诗人的送别的深情。后两句看似平淡，仔细咀嚼，意味深长，诗人折或者不折杨柳，内心的悲楚恐怕都已到了无以复加的地步。\n这这首送别诗短小精悍，言浅意深，依依惜别之意，跃然纸上。纵观全诗，字字未提送别却字字点题，其中的描写言简意赅，给人留下深刻印象。▲\n有用\n没用\n完善\n参考资料：\n1、\n霍松林主编．历代绝句精华鉴赏辞典．陕西：陕西人民出版社，1993.05：78"],"theme":"送别"}
{"_id":"0IMesx2eHGp4MNSbKdrGY3P2dR1A6JwBnt5BD4ms2vEAHXV1","title":"殿前欢·楚怀王","dynasty":"元代","author":"贯云石","text":"楚怀王，忠臣跳入汨罗江。\n《离骚》读罢空惆怅，日月同光。\n伤心来笑一场，笑你个三闾强，为甚不身心放？\n沧浪污你，你污沧浪。","author_dis":["贯云石","贯云石(1286～1324) 元代散曲作家。字浮岑，号成斋，疏仙，酸斋。出身高昌回鹘畏吾人贵胄，祖父阿里海涯为元朝开国大将。原名小云石海涯，因父名贯只哥，即以贯为姓。自号酸斋。初因父荫袭为两淮万户府达鲁花赤，让爵于弟，北上从姚燧学。仁宗时拜翰林侍读学士、中奉大夫，知制诰同修国史。不久称疾辞官，隐于杭州一带，改名“易服”，在钱塘卖药为生，自号“芦花道人”。今人任讷将他的散曲与自号“甜斋”。► 66篇诗文"],"otherlike":[{"title":"殿前欢·楚怀王","dynasty":"元代","author":"贯云石","text":"楚怀王，忠臣跳入汨罗江。\n《离骚》读罢空惆怅，日月同光。\n伤心来笑一场，笑你个三闾强，为甚不身心放？\n沧浪污你，你污沧浪。"},{"title":"咏史二首·其一","dynasty":"唐代","author":"李商隐","text":"北湖南埭水漫漫，一片降旗百尺竿。\n三百年间同晓梦，钟山何处有龙盘。"},{"title":"酹江月·驿中言别友人","dynasty":"宋代","author":"邓剡","text":"水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪。堂堂剑气，斗牛空认奇杰。\n那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐。秦淮应是孤月。"},{"title":"长安古意","dynasty":"唐代","author":"卢照邻","text":"长安大道连狭斜，青牛白马七香车。\n玉辇纵横过主第，金鞭络绎向侯家。\n龙衔宝盖承朝日，凤吐流苏带晚霞。\n百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）\n游蜂戏蝶千门侧，碧树银台万种色。\n复道交窗作合欢，双阙连甍垂凤翼。\n梁家画阁中天起，汉帝金茎云外直。\n楼前相望不相知，陌上相逢讵相识。\n借问吹箫向紫烟，曾经学舞度芳年。\n得成比目何辞死，愿作鸳鸯不羡仙。\n比目鸳鸯真可羡，双去双来君不见。\n生憎帐额绣孤鸾，好取门帘帖双燕。\n双燕双飞绕画梁，罗帷翠被郁金香。\n片片行云着蝉鬓，纤纤初月上鸦黄。\n鸦黄粉白车中出，含娇含态情非一。\n妖童宝马铁连钱，娼妇盘龙金屈膝。\n御史府中乌夜啼，廷尉门前雀欲栖。\n隐隐朱城临玉道，遥遥翠幰没金堤。\n挟弹飞鹰杜陵北，探丸借客渭桥西。\n俱邀侠客芙蓉剑，共宿娼家桃李蹊。\n娼家日暮紫罗裙，清歌一啭口氛氲。\n北堂夜夜人如月，南陌朝朝骑似云。\n南陌北堂连北里，五剧三条控三市。\n弱柳青槐拂地垂，佳气红尘暗天起。\n汉代金吾千骑来，翡翠屠苏鹦鹉杯。\n罗襦宝带为君解，燕歌赵舞为君开。\n别有豪华称将相，转日回天不相让。\n意气由来排灌夫，专权判不容萧相。\n专权意气本豪雄，青虬紫燕坐春风。\n自言歌舞长千载，自谓骄奢凌五公。\n节物风光不相待，桑田碧海须臾改。\n昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)\n寂寂寥寥扬子居，年年岁岁一床书。\n独有南山桂花发，飞来飞去袭人裾。"}],"type":["咏史怀古","咏史怀古","爱国\n，\n咏史怀古\n，\n惜别\n，\n友情","咏史怀古"],"allin":["译文及注释\n译文\n楚怀王不辨忠良，把忠心耿耿的屈原逼得投了汨罗江。读罢《离骚》我空自惆怅。屈子的精神品格可与日月争光。伤心之余只有苦笑一场。笑你这个三闾大夫心性太强，为什么不旷达超脱心胸开放？与其说是江水玷污了你，不如说是你玷污了汨罗江。\n注释\n楚怀王：战国时楚国的国君。公元前328－前299年在位。\n忠臣跳入汨罗江：指屈原因楚怀王听信谗言，被放逐沅湘间，自沉汨罗江而死。汨罗江，湘江支流，在湖南省东北部。\n日月同光：《史记.屈原贾生列传》称赞《离骚》“虽与日月争光可也”。\n三闾：指屈原，他曾任三闾大夫。\n沧浪污你，你污沧浪：《孟子.离娄上》云：“有孺子歌曰：‘沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。’孔子曰：‘小子听之，清斯濯缨，浊斯濯足矣，自取之也。’”沧浪，汉水的下游，这里指汨罗江。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n首句以楚怀王三字喝起，气势森然。跟着说“忠臣跳入汨罗江”直接揭露和控诉历史和社会现实的不平。三、四句是诗人对屈原的景仰和对历史的沉思，种种伤感、迷惑、反思，尽在“空惆怅”三字之中。惆怅之余，又忽省悟。第五、六句说从伤心转为失笑，笑屈原过于固执，活得不够洒脱，不懂得从“忠臣”的硬壳中自我解放身心，落得可悲的下场。末句以问作结：“沧浪污你？你污沧浪？”诗人连对屈原投江也持非议态度，简直是石破天惊，令人不可思议。这样写，表面上荒诞不经，其实，对屈原的讽笑，不过是冷峭苦涩的反诘，以摆出玩世不恭的姿态蔑视现实，以说屈原不值得为现实牺牲进而彻底否定丑恶的现实。此曲下半首，抑圣为狂，寓曲于笑，能发人之所\n展开阅读全文 ∨"],"theme":"怀古"}
{"_id":"0IO2hgafZ6puhJGfn73SSWV4sEbKuQTUP3xaPuyNA4HlYZbg","title":"十五夜望月寄杜郎中","dynasty":"唐代","author":"王建","text":"中庭地白树栖鸦，冷露无声湿桂花。\n今夜月明人尽望，不知秋思落谁家。","author_dis":["王建","王建（768年—835年），字仲初，颍川（今河南许昌）人，唐朝诗人。出身寒微，一生潦倒。曾一度从军，约46岁始入仕，曾任昭应县丞、太常寺丞等职。后出为陕州司马，世称王司马。与张籍友善，乐府与张齐名，世称张王乐府。► 415篇诗文"],"otherlike":[{"title":"十五夜望月寄杜郎中","dynasty":"唐代","author":"王建","text":"中庭地白树栖鸦，冷露无声湿桂花。\n今夜月明人尽望，不知秋思落谁家。"},{"title":"满江红·中秋夜潮","dynasty":"宋代","author":"史达祖","text":"万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。\n光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！"},{"title":"中秋玩月","dynasty":"明代","author":"佚名","text":"团团离海角，渐渐入云衢。\n此夜一轮满，清光何处无！"},{"title":"水调歌头·明月几时有","dynasty":"宋代","author":"苏轼","text":"丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。\n明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？(何似 一作：何时；又恐 一作：惟 / 唯恐)\n转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)"}],"type":["中秋节\n，\n月亮\n，\n思乡","豪迈\n，\n中秋节\n，\n写水\n，\n月亮\n，\n兴衰","中秋节\n，\n赏月\n，\n写诗","宋词三百首\n，\n宋词精选\n，\n初中古诗\n，\n高中古诗\n，\n豪放\n，\n中秋节\n，\n月亮\n，\n怀人\n，\n祝福\n，\n情怀"],"allin":["译文及注释\n译文\n庭院地面雪白树上栖息着鹊鸦，秋露无声无息打湿了院中桂花。\n今天晚上人们都仰望当空明月，不知道这秋思之情落在了谁家？\n注释\n十五夜：指农历八月十五的晚上，即中秋夜。杜郎中，名杜元颖。\n中庭：即庭中，庭院中。\n地白：指月光照在庭院的样子。\n鸦：鸦雀。\n冷露：秋天的露水。\n尽：都。\n秋思：秋天的情思，这里指怀人的思绪。\n落：在，到。\n有用\n没用\n完善\n参考资料：\n1、\n雅瑟 ．《唐诗三百首鉴赏大全集》 ：新世界出版社 ，2011 ：276-277页 ．","鉴赏一\n题中的“十五夜”，结合三、四两句来看，应指中秋之夜。诗题，有些版本作《十五夜望月》，此处以《全唐诗》为准。杜郎中，名不详。在唐代咏中秋的篇什中，这是较为著名的一首。\n“中庭地白树栖鸦”，月光照射在庭院中，地上好像铺了一层霜雪。萧森的树荫里，鸦鹊的聒噪声逐渐消停下来，它们终于适应了皎月的刺眼惊扰，先后进入了睡乡。诗人写中庭月色，只用“地白”二字，却给人以积水空明、澄静素洁、清冷之感，使人不由会联想起李白的名句“床前明月光，疑是地上霜”，沉浸在清美的意境之中。“树栖鸦”，主要应该十五夜望月是听出来的，而不是看到的。因为即使在明月之夜，人们也不大可能看到鸦鹊的栖宿；而鸦鹊在月光树荫中从开始的惊惶喧闹（周邦彦《蝶恋花》词有句“月皎惊乌栖不定”，也就是写这种意境）到最后的安定入睡，却完全可能凭听觉感受出来。“树栖鸦”这三个字，朴实、简洁、凝炼，既写了鸦鹊栖树的情状，又烘托了月夜的寂静。\n“冷露无声湿桂花”，这句诗让人联想到冷气袭人，桂花怡人的情景。由于夜深，秋露打湿庭中桂花。如果进一步揣摩，更会联想到这桂花可能是指月中的桂树。这是暗写诗人望月，正是全篇点题之笔。诗人在万籁俱寂的深夜，仰望明月，凝想入神，丝丝寒意，轻轻袭来，不觉浮想联翩：那广寒宫中，清冷的露珠一定也沾湿了桂花树吧。这样，“冷露无声湿桂花”的意境，就显得更悠远，更耐人寻思。他选取“无声”二字，细致地表现出冷露的轻盈无迹，又渲染了桂花的浸润之久。而且不只是桂花，那树下的玉兔，那挥斧的吴刚，那“碧海青天夜夜心”的嫦娥，也是如此。诗句带给读者的是十分丰富的美的联想。\n“今夜月明人尽望，不知秋思落谁家。”普天之下又有多少人在望月思亲。在家乡的人思念远离的亲人；离乡之人遥望家乡亲人。于是，水到渠成，吟出了这两句。诗人不再正面写自己的思亲之愁，而是用一种疑问式的委婉语气道出那绵绵的愁念会落在谁家。前两句写景，不带一个“月”字；第三句才点明望月，而且推己及人，扩大了望月者的范围。但是，同是望月，那感秋之意，怀人之情，却是人各不同的。诗人怅然于家人离散，因而由月宫的凄清，引出了入骨的相思。他的“秋思”必然是最浓挚的。然而，在表现的时候，诗人却并不采用正面抒情的方式，直接倾诉自己的思念之切；而是用了一种委婉的疑问语气：不知那茫茫的秋思会落在谁的一边（“谁家”，就是“谁”，“家”是语尾助词，无实义）。明明是自己在怀人，偏偏说“秋思落谁家”，这就将诗人对月怀远的情思，表现得蕴藉深沉。似乎秋思唯诗人独有，别人尽管也在望月，却并无秋思可言。这真是无理之极，然而愈显出诗人痴情，手法确实高妙。后两句不直抒自己入骨的相思之情，而是用委婉的问句表达，这样便有言外之意，即“在望月的许多人中，秋思最深的恐怕只有我啊！” 在炼字上，上海辞书出版社的《唐诗鉴赏辞典》录此诗，末句的“在”作“落”字。徐竹心认为，“落”字新颖妥贴，不同凡响，它给人以生动形象的感觉，仿佛那秋思随着银月的清辉，一齐洒落人间似的。《全唐诗》录此诗，“落”字作“在”，就显得平淡寡味，相形见绌了。\n这首诗意境很美，诗人运用形象的语言，丰美的想象，渲染了中秋望月的特定的环境气氛，把读者带进一个月明人远、思深情长的意境，加上一个唱叹有神、悠然不尽的结尾，将别离思聚的情意，表现得非常委婉动人。它首先予人的印象是情景如画。 ▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏二\n这是一首中秋之夜望月思远的七言绝句。在民俗中，中秋节的形成历史悠久。诗人望月兴叹，但写法与其他中秋咏月诗完全不同，很有创造性，甚至更耐人回味。\n“中庭地白树栖鸦”，明写赏月环境，暗写人物情态，精炼而含蓄。这句如同马致远的《天净沙·秋思》首句一样，借助特有的景物一下子就将萧瑟苍凉之景推到读者眼前，予人以难忘的印象。诗人写中庭月色，只用“地白”二字，却给人以积水空明、澄静素洁、清冷之感，联想到李白的名句“床前明月光，疑是地上霜”，沉浸在清美的意境之中。“树栖鸦”，应该是听出来的，而不是看到的。因为即使在明月之夜，人们也不大可能看到鸦鹊的栖宿；而鸦鹊在月光树荫中从开始的惊惶喧闹到最后的安定入睡，却完全可能凭听觉感受出来。（周邦彦《蝶恋花·早行》词有“月皎惊乌栖不定”句，就是写这种意境。）“树栖鸦”这三个字，朴实、简洁、凝炼，既写了鸦鹊栖树的情状，又烘托了月夜的寂静。全句无一字提到人，而又使人处处想到清宵的望月者。\n“冷露无声湿桂花”，紧承上句，借助感受进一步渲染中秋之夜。这句诗因桂香袭人而发。在桂花诸品中，秋桂香最浓。在皎洁的月亮上某些环形火山的阴影曾使富于幻想的人赋予它美好的形象，说它是月宫里的桂树，有的传说还说人间的桂树是天上落下来的种子生成的（宋之问《灵隐寺》“桂子月中落，天香云外飘”）。这句诗描写了冷气袭人，桂花怡人的情景。如果进一步揣摩，更会联想到这桂花可能是指月中的桂树。这是暗写诗人望月，正是全篇点题之笔。\n诗人在万籁俱寂的深夜，仰望明月，凝想入神，丝丝寒意，轻轻袭来，不觉浮想联翩：那广寒宫中，清冷的露珠一定也沾湿了桂花树。这样，“冷露无声湿桂花”的意境，就显得更悠远，更耐人寻思。诗人选取“无声”二字，细致地表现出冷露的轻盈无迹，又渲染了桂花的浸润之久。而且不只是桂花，那树下的玉兔，那挥斧的吴刚，那“碧海青天夜夜心”的嫦娥，也是如此。古人以为霜露之类似雨雪都从天而降，因而诗人探桂时奇怪冰凉的露水把花枝沁得这么湿却没听到一点声音。如此落笔，既写出了一个具体可感的中秋之夕，又表现了夜之深和静，似乎桂香与寒气袭人而来了，带给人以美的联想。\n“今夜月明人尽望，不知秋思落谁家。”这两句采取了忽然宕开的写法，从作者的一群人的望月联想到天下人的望月，又由赏月的活动升华到思人怀远，意境阔大，含蓄不露。普天之下又有多少人在望月思亲：在家乡的人思念远离的亲人，离乡之人遥望家乡亲人。于是，水到渠成，吟出了这两句。前两句写景，不带一个“月”字；第三句才点明望月，而且推己及人，扩大了望月者的范围。但是，同是望月，那感秋之意，怀人之情，却是人各不同的。诗人怅然于家人离散，因而由月宫的凄清，引出了入骨的相思。他的“秋思”必然是最浓挚的。然而，在表现的时候，诗人却并不采用正面抒情的方式，直接倾诉自己的思念之切；而是用了一种委婉的疑问语气：不知那茫茫的秋思会落在谁的一边。\n天下离人千千万万，怀人愁绪如绵绵秋草，逐处丛生；诗人在思谁是确定的，说“不知秋思落谁家”并非真不知，而是极写秋思的浩茫浑涵，似虚而实，深得诗歌含蓄之美。明明是自己在怀人，偏偏说“秋思落谁家”，这就将诗人对月怀远的情思，表现得蕴藉深沉。似乎秋思唯诗人独有，别人尽管也在望月，却并无秋思可言。这真是无理之极，然而愈显出诗人痴情，手法高妙。在炼字上，“落”字新颖妥贴，不同凡响，它给人以生动形象的感觉，仿佛那秋思随着银月的清辉，一齐洒落人间。\n这首诗意境很美，首先予人的印象是情景如画，用苏轼的话来说就是“诗中有画”。诗人运用形象的语言，丰美的想象，渲染了中秋望月的特定的环境气氛，把读者带进一个月明人远、思深情长的意境，加上一个唱叹有神、悠然不尽的结尾，将别离思聚的情意，表现得委婉动人。▲\n有用\n没用\n完善\n参考资料：\n1、\n萧涤非 等 ．《唐诗鉴赏辞典》 ：上海辞书出版社 ，1983 ：700-701页 ．","创作背景\n此诗具体创作时间不详。只知是诗人在中秋佳节与朋友相聚时所作，寄友人杜元颖的。原诗诗题下注云：“时会琴客”，说明佳节良友相聚，并非独吟。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"中秋"}
{"_id":"0IS8ZqPNaXQgHOW4tLU6VatuTpO9TZ7HOS30EarWnPgZsBe6","title":"梅花绝句·其二","dynasty":"宋代","author":"陆游","text":"幽谷那堪更北枝，年年自分着花迟。\n高标逸韵君知否，正是层冰积雪时。","author_dis":["陆游","陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。► 10457篇诗文"],"otherlike":[{"title":"梅花绝句·其二","dynasty":"宋代","author":"陆游","text":"幽谷那堪更北枝，年年自分着花迟。\n高标逸韵君知否，正是层冰积雪时。"},{"title":"赠从弟","dynasty":"魏晋","author":"刘桢","text":"亭亭山上松，瑟瑟谷中风。\n风声一何盛，松枝一何劲。\n冰霜正惨凄，终岁常端正。\n岂不罹凝寒，松柏有本性。"},{"title":"菊花","dynasty":"明代","author":"唐寅","text":"故园三径吐幽丛，一夜玄霜坠碧空。\n多少天涯未归客，尽借篱落看秋风。(尽借 一作：借人)"},{"title":"暗香·旧时月色","dynasty":"宋代","author":"姜夔","text":"辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。\n旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。\n江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？"}],"type":["咏物\n，\n梅花\n，\n抒怀\n，\n爱国","古诗三百首\n，\n初中古诗\n，\n咏物\n，\n松树\n，\n言志","咏物\n，\n菊花\n，\n品格\n，\n寓人","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n咏物\n，\n抒怀"],"allin":["译文及注释\n译文\n一树梅花长在背阴的山谷，加上枝条伸向北方，阳光终年罕至，所以每年开花总是比较迟。\n但你可知道它那高尚的气节、优美的风度？要知道，当它吐苞，正是那冰雪覆盖、最为严酷的寒冬时节啊！\n注释\n幽谷：深幽的山谷。北枝：北向不朝阳的树枝。\n自分（fèn）：自己料定。著花：开花。\n高标逸韵：高尚的气格，俊逸的风韵。标，标格，风度、气概之意。\n有用\n没用\n完善\n参考资料：\n1、\n王新霞，胡永杰编注．壮心未与年俱老 陆游诗词：山东文艺出版社，2015.06：第133页\n2、\n霍松林．宋诗鉴赏辞典：上海辞书出版社，1987：1479\n3、\n邓绍基 周秀才 侯光复主编．中国古代十大诗人精品全集 陆游：大连出版社，1997年01月第1版：第336页","创作背景\n嘉泰二年（1202）一月，陆游退居故乡山阴时所作，陆游时年七十八岁。作者已被罢官归园田居十二年陆游爱花，特别喜爱梅花。此时北宋灭国，陆游处于政治势力的边缘，资历不高，又力主北伐，长时间得不到当权派的重用，但他的心中确实仍有期待。当作者看到梅花有感而发。\n有用\n没用\n完善\n参考资料：\n1、\n邓绍基 周秀才 侯光复主编．中国古代十大诗人精品全集 陆游：大连出版社，1997年01月第1版：第336页\n2、\n喻朝刚 王士博 徐翰逢．宋代文学作品选：吉林人民出版社，1981年03月第1版：第190页\n3、\n王莉主编．小学课本中的名家作品赏析大全：北京工业大学出版社，2013.08：第346页","赏析\n这实际是一首标准的况物自比的咏梅诗。\n陆游是南宋著名的爱国诗人，文武双全，年轻时意气风发，曾有一首词自赞：“人误许，诗情将略，一时才气超然。”北宋灭国，是陆游一生中永远的痛，他一怀忠贞，念念不忘北伐，但一直得不到南宋小朝廷的重用，直至死去，中国人都熟悉他“王师北定中原日，家祭无望告乃翁”的诗句，这首诗所表达的情绪也是相通的，反应的是在诗人特有的政治处境下，心念复国，若有所待，非常幽微，非常复杂的心理状态。\n从诗比较明朗的格调上看，这应是陆游中年时期的作品，当时的政治空气应该是，偏安势力牢牢控制政局，北伐派的处境至为严酷。\n“幽谷那堪更北枝， 年年自分着花迟。”说的是诗人自忖处于政治势力的边缘，资历不高，又力主北伐，长时间得不到当权派的重用是自然的事。\n但是，他的心中确实仍有期待。年复一年的等待并没让他感觉到绝望，“自分”二字准确地传达出了他的这种心态。\n要知道，在当时的氛围中，能保持这样比较舒解，比较积极的心态并不容易！\n就像这眼前大雪覆盖，依然含苞待放的梅花一样——你可能理解到，那雪中咏诗之人的高标逸韵？……\n浓烈的诗情画意，夹杂着无法言说的身世之感，虚实相照，浑然一体，烘托出一种清逸深幽的特殊美感。这是中国古典诗歌的惯有风格，也是我们的祖先奉献给世界文学宝库的一份独到财产。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"爱国"}
{"_id":"0IY0ud4IadrikaRHYeUsT26UnmCEsAqSrIF4FAzOJAugrTNk","title":"雨不绝","dynasty":"唐代","author":"杜甫","text":"鸣雨既过渐细微，映空摇飏如丝飞。\n阶前短草泥不乱，院里长条风乍稀。\n舞石旋应将乳子，行云莫自湿仙衣。\n眼边江舸何匆促，未待安流逆浪归。","author_dis":["杜甫","杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。► 1371篇诗文"],"otherlike":[{"title":"雨不绝","dynasty":"唐代","author":"杜甫","text":"鸣雨既过渐细微，映空摇飏如丝飞。\n阶前短草泥不乱，院里长条风乍稀。\n舞石旋应将乳子，行云莫自湿仙衣。\n眼边江舸何匆促，未待安流逆浪归。"},{"title":"咏华山","dynasty":"宋代","author":"寇准","text":"只有天在上，更无山与齐。\n举头红日近，回首白云低。"},{"title":"西北有高楼","dynasty":"两汉","author":"佚名","text":"西北有高楼，上与浮云齐。\n交疏结绮窗，阿阁三重阶。\n上有弦歌声，音响一何悲！\n谁能为此曲，无乃杞梁妻。\n清商随风发，中曲正徘徊。\n一弹再三叹，慷慨有余哀。\n不惜歌者苦，但伤知音稀。\n愿为双鸿鹄，奋翅起高飞。"},{"title":"菊花","dynasty":"唐代","author":"元稹","text":"秋丛绕舍似陶家，遍绕篱边日渐斜。\n不是花中偏爱菊，此花开尽更无花。"}],"type":["咏物\n，\n写雨","咏物\n，\n写山","古诗十九首\n，\n咏物\n，\n抒怀\n，\n失意\n，\n怨情","咏物\n，\n菊花\n，\n抒怀"],"allin":["译文及注释\n译文\n喧哗的雨已经过去、逐渐变得细微，映着天空摇漾的是如丝的细雨飘飞。\n石阶前小草沾了泥并不脏乱，院子里柳条上的风也陡然变得稀少起来。\n舞石应立即带着乳子起飞，且不要因播撒云层濡湿自己的仙衣。\n眼前江船何其匆促，不等到江流平静就迎着风浪归去。\n注释\n《杜诗演义》：先之以鸣雨，继之以微雨，故题云《雨不绝》。\n鸣雨：雷雨。边连宝：大雨易绝，细雨难绝。大雨过而继以细雨，则倍难绝。谚所谓雨后毛不晴也。\n映空：犹阴空，天色昏暗。《通俗文》：日阴曰映。飏（音扬），飞扬。如丝飞，指细雨绵绵。\n长条：指柳树枝条，例如庾信诗“河边杨柳百尺枝，别有长条踠地垂”（《杨柳歌》），以及杜甫绝句“隔户杨柳弱嫋嫋，狂风挽断最长条”。有人认为“长条”指雨，恐非。仇兆鳌注：草不沾污，见雨之微。风虽乍稀，雨仍未止也。\n“舞石”句用典。舞石将乳子，见于《水经注》卷三十八：湘水东南流径石燕山东，其山有石一，绀而状燕，因以名山。其石或大或小，若母子焉。及其雷风相薄，则石燕群飞，颉颃如真燕矣。旋应：很快。将：带领。这句是用传说中石燕来形容风中的雨点。\n《杜律演义》：莫自湿，劝神女莫久行雨，而自湿其衣也。仇注：舞燕将子，记暮春雨。行云湿衣，切巫山雨。这里也用了一个典故，出自战国时期宋玉的《高唐赋》序：昔者先王（指楚怀王）尝游高唐。怠而昼寝，梦见一妇人，曰：“妾，巫山之女也，为高唐之客，闻君游高唐，愿荐枕席。”王因幸之，去而辞曰：“妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”\n舸（音葛）：船。何：何其。匆促：匆忙、仓促。\n“未待”句是说，未等水流平稳，就逆流而归。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n此诗当作于公元766年（唐代宗大历元年），当时杜甫55岁，住在夔州（今重庆奉节）。当年可能雨水较多，此篇前杜甫已有数首诗咏雨。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n清初学者仇兆鳌《杜诗详注》：此诗上六句写雨中景物，末二句写雨际行舟。风狂雨急，故鸣而有声，既过则细若飞丝矣。草不沾污，见雨之微。风虽乍稀，雨仍未止也。舞燕将子，记暮春雨。行云湿衣，切巫山雨。江舸逆浪，杜甫对冒险营运表示担忧。\n清代杜诗研究家浦起龙《读杜心解》：“望晴之词，祝其止舞而挟子以游，停云而振衣适志，已引动欲归义。乳子本说燕雏，仙衣本说神女，公乃借形挈家归去之志也，运古入化。”\n当代诗人谢颐城认为仇兆鳌对“舞石旋应将乳子，行云莫自湿仙衣”两句的注解有问题，浦起龙“运古入化”的评语也不恰当。他认为杜甫借“舞石”“将乳子”，表示自己将“挈家归去”；借巫山神女的典故“行云莫自湿仙衣”，是提醒自己不能只顾“行云”、游览潇洒，而延误了归程。同时谢颐城认为这首诗最大的毛病是：“舞石”典故用得突兀，不协调。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"咏物"}
{"_id":"0Ij6fFYfjZF1E8e9bcxEUKI9TudpU0BDqCeSPCcWKVBawQTz","title":"西江月·梅花","dynasty":"宋代","author":"苏轼","text":"玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。(么 同：幺)\n素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。","author_dis":["苏轼","苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。► 3354篇诗文"],"otherlike":[{"title":"西江月·梅花","dynasty":"宋代","author":"苏轼","text":"玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。(么 同：幺)\n素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。"},{"title":"点绛唇·感兴","dynasty":"宋代","author":"王禹偁","text":"雨恨云愁，江南依旧称佳丽。水村渔市。一缕孤烟细。\n天际征鸿，遥认行如缀。平生事。此时凝睇。谁会凭栏意。(栏 通：阑)"},{"title":"采桑子·时光只解催人老","dynasty":"宋代","author":"晏殊","text":"时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。\n梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？"},{"title":"玉楼春·城上风光莺语乱","dynasty":"宋代","author":"钱惟演","text":"城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。\n情怀渐觉成衰晚，鸾镜朱颜惊暗换。昔年多病厌芳尊，今日芳尊惟恐浅。"}],"type":["婉约\n，\n咏物\n，\n梅花\n，\n悼亡","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n写景\n，\n抒情\n，\n无奈\n，\n言志","婉约\n，\n感叹\n，\n人生\n，\n写景","宋词精选\n，\n春天\n，\n婉约\n，\n失意\n，\n遣怀\n，\n情怀"],"allin":["译文及注释\n译文\n梅花生长在瘴疠之乡，却不怕瘴气的侵袭，是因这它有冰雪般的肌体、神仙般的风致。海仙经常派遣使者来到花丛中探望，这个使者，原来是倒挂在树上的绿毛小鸟。\n它的素色面容不屑于用铅粉来妆饰，即使梅花谢了，而梅叶仍有红色。爱梅的高尚情操已随着晓云而成空无，已不再梦见梅花，不像王昌龄梦见梨花云那样做同一类的梦了。\n注释\n玉骨：梅花枝干的美称。唐冯贽《云仙杂记》卷二：“袁丰居宅后，有六株梅……（丰）叹曰：‘烟姿玉骨，世外佳人，但恨无倾城笑耳。’即使妓秋蟾出比之。”瘴雾：犹瘴气。南方山林中的湿热之气。\n冰姿：淡雅的姿态。仙风：神仙的风致。\n芳丛：丛生的繁花。\n绿毛幺凤：岭南的一种珍禽，似鹦鹉。\n涴（wò）：沾污，弄脏。\n唇红：喻红色的梅花。\n高情：高隐超然物外之情。\n“不与”句：苏轼自注：“诗人王昌龄，梦中作梅花诗。”▲\n有用\n没用\n完善\n参考资料：\n1、\n于非．中国古代文学作品选．北京：高等教育出版社，2002：237\n2、\n何杰远．苏轼诗词鉴赏：江苏文化出版社，2006年：200-201","赏析\n此词当为悼念随作者贬谪惠州的侍妾朝云而作，词中所写岭外梅花玉骨冰姿，素面唇红，高情逐云，不与梨花同梦，自有一种风情幽致。上阕通过赞扬岭南梅花的高风亮节来歌赞朝云不惧“瘴雾”而与词人一道来到岭南瘴疠之地；下阕通过赞美梅花的艳丽多姿来写朝云天生丽质，进而感谢朝云对自己纯真高尚的感情一往而深，互为知己的情谊，并点明悼亡之旨。全词咏梅，又怀人，立意脱俗，境象朦胧虚幻，寓意扑朔迷离。格调哀婉，情韵悠长，为苏轼婉约词中的佳作。\n词的上阕写惠州梅花的风姿、神韵。起首两句，突兀而起，说惠州的梅花生长在瘴疠之乡，却不怕瘴气的侵袭，是因这它有冰雪般的肌体、神仙般的风致。接下来两句说它的仙姿艳态，引起了海仙的羡爱，海仙经常派遣使者来到花丛中探望；这个使者，原来是倒挂在树上的绿毛小鸟（状如幺凤）。以上数句，传神地勾勒出岭南梅花超尘脱俗的风韵。\n下阕追写梅花的形貌。“素面翻嫌粉涴”，岭南梅天然洁白的容貌，是不屑于用铅粉来妆饰的；施了铅粉，反而掩盖了它的自然美容。岭南的梅花，花叶四周皆红，即使梅花谢了（洗妆），而梅叶仍有红色（不褪唇红），称得上是绚丽多姿，大可游目骋情。面对着这种美景的东坡，却另有怀抱：“高情已逐晓云空，不与梨花同梦”。东坡慨叹爱梅的高尚情操已随着晓云而成空无，已不再梦见梅花，不像王昌龄梦见梨花云那样做同一类的梦了。句中“梨花”即“梨花云”，“云”字承前“晓云”而来。晓与朝叠韵同义，这句里的“晓云”，可以认为是朝云的代称，透露出这首词的主旨所在。\n这首咏梅词空灵蕴藉，言近旨远，给人以深深的遐思。词虽咏梅，实有寄托，其中蕴有对朝云的一往情深和无限思恋。作者既以人拟花，又借比喻以花拟人，无论是写人还是写花都妙在得其神韵。张贵《词源》论及咏物词时指出：“体物稍真，则拘而不畅；模写差远，则晦而不明。要须收纵联密，用事合题，一段意思，全在结句，斯为绝妙。”以这一标准来衡量此词，可以窥见其艺术技巧的精湛。▲\n有用\n没用\n完善\n参考资料：\n1、\n李廷先 等．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988：630-633\n2、\n刘长贺．宋代诗词典选：北京人民文学出版社，2009年：368","创作背景\n此词当作于公元1096年（绍圣三年）。据《耆旧续闻》《野客丛书》记载，此词乃苏轼为悼念死于岭外的歌妓朝云而作。作者创作这首词时大约60岁。\n有用\n没用\n完善\n参考资料：\n1、\n李廷先 等．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988：630-633\n2、\n刘长贺．宋代诗词典选：北京人民文学出版社，2009年：368"],"theme":"悼亡"}
{"_id":"0JXlw1x2pQbywEOWNGefhV4cit406be2argJCBogCEeChV0u","title":"别诗二首·其二","dynasty":"南北朝","author":"范云","text":"孤烟起新丰，候雁出云中。\n草低金城雾，木下玉门风。\n别君河初满，思君月屡空。\n折桂衡山北，摘兰沅水东。\n兰摘心焉寄，桂折意谁通。","author_dis":["范云","范云（451～503年），字彦龙，南乡舞阴（今河南泌阳县西北）人，南朝文学家。范缜从弟，子范孝才。► 54篇诗文"],"otherlike":[{"title":"别诗二首·其二","dynasty":"南北朝","author":"范云","text":"孤烟起新丰，候雁出云中。\n草低金城雾，木下玉门风。\n别君河初满，思君月屡空。\n折桂衡山北，摘兰沅水东。\n兰摘心焉寄，桂折意谁通。"},{"title":"凤凰台上忆吹箫·香冷金猊","dynasty":"宋代","author":"李清照","text":"香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。\n休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)\n香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。\n明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)"},{"title":"燕燕","dynasty":"先秦","author":"佚名","text":"燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。\n燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。\n燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。\n仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。"},{"title":"浣溪沙·湖上西风急暮蝉","dynasty":"宋代","author":"晏殊","text":"湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。\n为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。"}],"type":["离别\n，\n思念","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n女子\n，\n离别\n，\n思念\n，\n怨情","诗经\n，\n送别\n，\n离别\n，\n抒情","写景\n，\n宴会\n，\n抒怀\n，\n离别"],"allin":["译文及注释\n译文\n孤烟从新丰升起，迁飞的大雁离开了云中。\n金城的衰草笼罩着寒雾，玉门的树叶在风里凋落。\n和你离别的时候河水刚刚满盈（或指银河？），分别的日子里，我常常在空明的月光下思念你。\n我从衡山的北面折来芳桂，又从沅水东岸摘下了兰花。\n可是采下的兰花芳桂时的情怀又怎样传达呢。\n注释\n云中：古郡名。原為战国赵地，秦时置郡，治所在云中县(今内蒙古托克托东北)。汉代辖境较小。有时泛指边关。\n沅水：长江流域洞庭湖支流。流经中国贵州省、湖南省。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"离别"}
{"_id":"0Jqgo9U1LEhboUEDpVsr6gEOxwZN8qEOAC5tutmiV5G7OLuO","title":"问刘十九","dynasty":"唐代","author":"白居易","text":"绿蚁新醅酒，红泥小火炉。\n晚来天欲雪，能饮一杯无？","author_dis":["白居易","白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。► 3074篇诗文"],"otherlike":[{"title":"问刘十九","dynasty":"唐代","author":"白居易","text":"绿蚁新醅酒，红泥小火炉。\n晚来天欲雪，能饮一杯无？"},{"title":"赠卫八处士","dynasty":"唐代","author":"杜甫","text":"人生不相见，动如参与商。\n今夕复何夕，共此灯烛光。\n少壮能几时，鬓发各已苍。\n访旧半为鬼，惊呼热中肠。\n焉知二十载，重上君子堂。\n昔别君未婚，儿女忽成行。\n怡然敬父执，问我来何方。\n问答未及已，驱儿罗酒浆。(驱儿 一作：儿女)\n夜雨剪春韭，新炊间黄粱。\n主称会面难，一举累十觞。\n十觞亦不醉，感子故意长。\n明日隔山岳，世事两茫茫。"},{"title":"草 / 赋得古原草送别","dynasty":"唐代","author":"白居易","text":"离离原上草，一岁一枯荣。\n野火烧不尽，春风吹又生。\n远芳侵古道，晴翠接荒城。\n又送王孙去，萋萋满别情。"},{"title":"渡汉江","dynasty":"唐代","author":"宋之问","text":"岭外音书断，经冬复历春。\n近乡情更怯，不敢问来人。"}],"type":["唐诗三百首\n，\n饮酒\n，\n生活\n，\n友情","唐诗三百首\n，\n人生\n，\n友情\n，\n时光","唐诗三百首\n，\n小学古诗\n，\n送别\n，\n离别\n，\n咏物\n，\n写草\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","唐诗三百首\n，\n抒情\n，\n思乡"],"allin":["译文及注释\n韵译\n新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。\n天快黑了大雪将至，能否一顾寒舍共饮一杯暖酒？\n意译\n我家新酿的米酒还未过滤，酒面上泛起一层绿泡，香气扑鼻。用红泥烧制成的烫酒用的小火炉也已准备好了。\n天色阴沉，看样子晚上即将要下雪，能否留下与我共饮一杯？\n注释\n刘十九：白居易留下的诗作中，提到刘十九的不多，仅两首。但提到刘二十八、二十八使君的，就很多了。刘二十八就是刘禹锡。刘十九乃其堂兄刘禹铜，系洛阳一富商，与白居易常有应酬。\n绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。醅（pēi）：酿造。\n绿蚁新醅酒：酒是新酿的酒。新酿酒未滤清时，酒面浮起酒渣，色微绿，细如蚁，称为“绿蚁”。\n雪：下雪，这里作动词用。\n无：表示疑问的语气词，相当于“么”或“吗”。▲\n有用\n没用\n完善\n参考资料：\n1、\n吴大奎 马秀娟 ．元稹白居易诗选译 ．成都 ：巴蜀书社 ，1991 ．","赏析\n刘十九是作者在江州时的朋友，作者另有《刘十九同宿》诗，说他是嵩阳处士。全诗寥寥二十字，没有深远寄托，没有华丽辞藻，字里行间却洋溢着热烈欢快的色调和温馨炽热的情谊，表现了温暖如春的诗情。\n诗句的巧妙，首先是意象的精心选择和巧妙安排。全诗表情达意主要靠三个意象（新酒、火炉、暮雪）的组合来完成。\n“绿蚁新醅酒”，开门见山点出新酒，由于酒是新近酿好的，未经过滤，酒面泛起酒渣泡沫，颜色微绿，细小如蚁，故称“绿蚁”。诗歌首句描绘家酒的新熟淡绿和浑浊粗糙，极易引发读者的联想，让读者犹如已经看到了那芳香扑鼻，甘甜可口的米酒。\n次句“红泥小火炉”，粗拙小巧的火炉朴素温馨，炉火正烧得通红，诗人围炉而坐，熊熊火光照亮了暮色降临的屋子，照亮了浮动着绿色泡沫的家酒。“红泥小火炉”对饮酒环境起到了渲染色彩、烘托气氛的作用。酒已经很诱人了，而炉火又增添了温暖的情调。诗歌一、二两句选用“家酒”和“小火炉”两个极具生发性和暗示性的意象，容易唤起读者对质朴地道的农村生活的情境联想。\n后面两句：“晚来天欲雪，能饮一杯无？”在这样一个风寒雪飞的冬天里，在这样一个暮色苍茫的空闲时刻，邀请老朋友来饮酒叙旧，更体现出诗人那种浓浓的情谊。“雪”这一意象的安排勾勒出朋友相聚畅饮的阔大背景，寒风瑟瑟，大雪飘飘，让人感到冷彻肌肤的凄寒，越是如此，就越能反衬出火炉的炽热和友情的珍贵。“家酒”、“小火炉”和“暮雪”三个意象分割开来，孤立地看，索然寡味，神韵了无，但是当这三个意象被白居易纳入这首充满诗意情境的整体组织结构中时，读者就会感受到一种不属于单个意象而决定于整体组织的气韵、境界和情味。寒冬腊月，暮色苍茫，风雪大作，家酒新熟、炉火已生，只待朋友早点到来，三个意象连缀起来构成一幅有声有色、有形有态、有情有意的图画，其间流溢出友情的融融暖意和人性的阵阵芳香。\n其次是色彩的合理搭配。诗画相通贵在情意相契，诗人虽然不能像雕塑家、画家那样直观地再现色彩，但是可以通过富有创意的语言运用，唤起读者相应的联想和情绪体验。这首小诗在色彩的配置上是很有特色的，清新朴实，温热明丽，给读者一种身临其境、悦目怡神之感。诗歌首句“绿蚁”二字绘酒色摹酒状，酒色流香，令人啧啧称美，酒态活现让读者心向“目”往。次句中的“红”字犹如冬天里的一把火，温暖了人的身子，也温热了人的心窝。“火”字表现出炭火熊熊、光影跃动的情境，更是能够给寒冬里的人增加无限的热量。“红”“绿”相映，色味兼香，气氛热烈，情调欢快。第三句中不用摹色词语，但“晚”“雪”两字告诉读者黑色的夜幕已经降落，而纷纷扬扬的白雪即将到来。在风雪黑夜的无边背景下，小屋内的“绿”酒“红”炉和谐配置，异常醒目，也格外温暖。\n最后是结尾问句的运用。“能饮一杯无”，轻言细语，问寒问暖，贴近心窝，溢满真情。用这样的口语入诗收尾，既增加了全诗的韵味，使其具有空灵摇曳之美，余音袅袅之妙；又创设情境，给读者留下无尽的想象空间。诗人既可能是特意准备新熟家酿来招待朋友的，也可能是偶尔借此驱赶孤居的冷寂凄凉；既可能是在风雪之夜想起了朋友的温暖，也可能是平日里朋友之间的常来常往。而这些，都留给读者去尽情想象了。\n通览全诗，语浅情深，言短味长。白居易善于在生活中发现诗情，用心去提炼生活中的诗意，用诗歌去反映人性中的春晖，这正是此诗令读者动情之处。\n这首五绝小诗写得非常有情趣，通过对饮酒环境和外面天气的描写，反复渲染饮酒气氛，自然引出最后一句，写得韵味无穷，同时，其中也蕴含了诗人和刘十九的深厚情谊。我们可以想象，刘十九在看了白居易的诗后，定然是立刻欣然而来，两人痛快畅饮，也许此时屋外正下着鹅毛大雪，但屋内却是温暖、明亮，是多么温馨惬意，令人身心俱醉。整首诗语言简练含蓄，又余味无穷。\n作品充满了生活的情调，浅进的语言写出了日常生活中的美和真挚的友谊。▲\n有用\n没用\n完善\n参考资料：\n1、\n萧涤非 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983 ．","创作背景\n《问刘十九》是白居易晚年隐居洛阳思念友人时所作。刘十九是作者在江州时的朋友，作者另有《刘十九同宿》诗，说他是嵩阳处士。也有人认为此诗作于元和十二年（公元817年），但诗人时任江州（今江西九江）司马，不可能邀约洛阳故旧对饮。\n有用\n没用\n完善\n参考资料：\n1、\n陈友琴 等 ．白居易 ．上海 ：上海古籍出版社 ，1998 ．"],"theme":"唐诗三百"}
{"_id":"0KYplE9neRRt1OvvWKkn0otywxdHjnTtfP3M5JyLTBMOPiHJ","title":"采蘋","dynasty":"先秦","author":"佚名","text":"于以采蘋？南涧之滨。于以采藻？于彼行潦。\n于以盛之？维筐及筥。于以湘之？维锜及釜。\n于以奠之？宗室牖下。谁其尸之？有齐季女。","author_dis":[],"otherlike":[{"title":"采蘋","dynasty":"先秦","author":"佚名","text":"于以采蘋？南涧之滨。于以采藻？于彼行潦。\n于以盛之？维筐及筥。于以湘之？维锜及釜。\n于以奠之？宗室牖下。谁其尸之？有齐季女。"},{"title":"十亩之间","dynasty":"先秦","author":"佚名","text":"十亩之间兮，桑者闲闲兮，行与子还兮。\n十亩之外兮，桑者泄泄兮，行与子逝兮。"},{"title":"东山","dynasty":"先秦","author":"佚名","text":"我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。\n我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠耀宵行。不可畏也，伊可怀也。\n我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。\n我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？"},{"title":"载驰","dynasty":"先秦","author":"许穆夫人","text":"载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。\n既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不閟。\n陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。\n我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。"}],"type":["诗经","诗经\n，\n田园\n，\n劳动","诗经\n，\n抒情\n，\n思念","诗经\n，\n爱国"],"allin":["译文及注释\n译文\n哪儿可以去采蘋？就在南面涧水滨。\n哪儿可以去采藻？就在积水那浅沼。\n什么可把东西放？有那圆筥和方筐。\n什么可把食物煮？三脚錡与无足釜。\n安置祭品在哪里？祠堂那边窗户底。\n这次谁来做主祭？恭敬虔诚待嫁女。\n注释\n于以：犹言“于何”，在何处。蘋（pín）：又称四叶菜、田字草，蘋科，为生于浅水之多年生蕨类植物，可食。\n藻：杉叶藻科，为多年生水生草本植物，可食。一说水豆。\n行（xíng）潦（lǎo）：沟中积水。行，水沟；潦，路上的流水、积水。《毛传》：“行潦，流潦也。”\n筥（jǔ）：圆形的筐。方称筐，圆称筥。\n湘：烹煮供祭祀用的牛羊等。《毛传》：“亨也。”按即烹。\n錡（qí）：三足锅。釜：无足锅。锜与釜均为炊饭之器。\n奠：放置。\n宗室：宗庙、祠堂。《毛传》：“大宗之庙也。”大宗，即大夫之始祖。牖（yǒu）：窗户。\n尸：主持。古人祭祀用人充当神，称尸。《毛传》：“尸，主。齐，敬。季，少也。”\n有：语首助词，无义。齐（zhāi）：美好而恭敬，“斋”之省借。季：少、小。▲\n有用\n没用\n完善\n参考资料：\n1、\n王秀梅 译注．诗经（上）：国风．北京：中华书局，2015：29-30\n2、\n姜亮夫 等．先秦诗鉴赏辞典．上海：上海辞书出版社，1998：31-32","鉴赏\n此诗叙述的是少女临出嫁前庄重严肃地准备祭品和祭祀的情况，详实地记载了祭品、祭器、祭地、祭人，反映了当时的风尚习俗。\n根据文献可以知道，在古代，贵族之女出嫁前必须到宗庙去祭祀祖先，同时学习婚后的有关礼节。这时，奴隶们为其主人采办祭品、整治祭具、设置祭坛，奔走终日、劳碌不堪，这首诗就是描写她们劳动过程的。全诗三章，每章四句。首章两问两答，点出采蘋、采藻的地点，次章两问两答，点出盛放、烹煮祭品的器皿，末章两问两答，点出祭地和主祭之人。\n俗话说：“上供神吃，心到佛知。”这些普普通通的祭品和繁琐的礼仪，却蕴积着人们的寄托和希冀，因而围绕祭祀的一切活动都无比虔诚、圣洁、庄重，正如《左传·隐公三年》所说：“苟有明信，涧溪沼沚之毛，蘋蘩蕰藻之菜，筐筥錡釜之器，潢污行潦之水，可荐于鬼神，可羞于王公。”因此，诗人不厌其烦，不惜笔墨，层次井然地叙写祭品、祭器、祭地、祭人，将繁重而又枯燥的劳动过程描写得绘声绘色。\n这首诗的艺术魅力主要源于问答体的章法，而其主要构成因素就是五个“于以”的运用。全诗节奏迅捷奔放，气势雄伟，而五个“于以”的具体含意又不完全雷同，连绵起伏，摇曳多姿，文末“谁其尸之，有齐季女”戛然收束，奇绝卓特，烘云托月般地将季女的美好形象展现给读者。▲\n有用\n没用\n完善\n参考资料：\n1、\n王秀梅 译注．诗经（上）：国风．北京：中华书局，2015：29-30\n2、\n姜亮夫 等．先秦诗鉴赏辞典．上海：上海辞书出版社，1998：31-32","创作背景\n这是一首叙述女子祭祖的诗。《左传·隐公三年》将其与《召南·采蘩》《大雅·行苇》《大雅·泂酌》同视为“昭忠信”之作，而更多的古代学者受“诗教”的影响，认为是贵族之女出嫁前去宗庙祭祀祖先的诗。现代学者大都认为这首诗是描写女奴们为其主人采办祭品以奉祭祀的诗篇。\n有用\n没用\n完善\n参考资料：\n1、\n王秀梅 译注．诗经（上）：国风．北京：中华书局，2015：29-30\n2、\n姜亮夫 等．先秦诗鉴赏辞典．上海：上海辞书出版社，1998：31-32"],"theme":"诗经"}
{"_id":"0Kf69KtIsdawPqxCz9NKWAFBo915cGwVPKfNa1ljiAlxnYSf","title":"念奴娇·宜雨亭咏千叶海棠","dynasty":"宋代","author":"张鎡","text":"绿云影里，把明霞织就，千重文绣。紫腻红娇扶不起，好是未开时候。半怯春寒，半宜晴色，养得胭脂透。小亭人静，嫩莺啼破清昼。\n犹记携手芳阴，一枝斜戴，娇艳双波秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明月还相守。免教春去，断肠空叹诗瘦。","author_dis":[],"otherlike":[{"title":"念奴娇·宜雨亭咏千叶海棠","dynasty":"宋代","author":"张鎡","text":"绿云影里，把明霞织就，千重文绣。紫腻红娇扶不起，好是未开时候。半怯春寒，半宜晴色，养得胭脂透。小亭人静，嫩莺啼破清昼。\n犹记携手芳阴，一枝斜戴，娇艳双波秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明月还相守。免教春去，断肠空叹诗瘦。"},{"title":"草 / 赋得古原草送别","dynasty":"唐代","author":"白居易","text":"离离原上草，一岁一枯荣。\n野火烧不尽，春风吹又生。\n远芳侵古道，晴翠接荒城。\n又送王孙去，萋萋满别情。"},{"title":"山中雪后","dynasty":"清代","author":"郑燮","text":"晨起开门雪满山，雪晴云淡日光寒。\n檐流未滴梅花冻，一种清孤不等闲。"},{"title":"七绝·为李进同志题所摄庐山仙人洞照","dynasty":"近现代","author":"毛泽东","text":"暮色苍茫看劲松，乱云飞渡仍从容。\n天生一个仙人洞，无限风光在险峰。"}],"type":["咏物\n，\n写花\n，\n怀人","唐诗三百首\n，\n小学古诗\n，\n送别\n，\n离别\n，\n咏物\n，\n写草\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","古诗三百首\n，\n冬天\n，\n写雪\n，\n咏物\n，\n梅花\n，\n言志","咏物\n，\n写松\n，\n抒怀"],"allin":["译文及注释\n译文\n峦叠翠的绿叶影里，遍地的千叶海棠宛如灿烂的锦绣明霞。紫腻红娇的花儿仿佛永远也扶不起的娇弱美人般惹人怜爱。所谓好花看到半开时，此时正是最美好的观赏时节。娇巧的花朵因春寒而没有完全绽放，却被温柔的春光滋养白里透红，仿佛白净的美人涂抹了胭脂红一般。小亭分外寂静，没有人声，可这春日的宁静又被那幼小的黄莺一声婉啭的啼鸣打破。\n还记得当初与心爱的人儿携手游于花丛中的情景，我不时为她撷取一枝美艳的海棠簪于鬓发，风韵在她的神采之间流荡。我们每一个软语温存的细节都没有逃过花儿的眼睛，然而冬去春来，花儿在不断地辗转开放，我们那软语相怜的情景却再也没有出现过。浅斟低酌，现在只是微微有些醉意，怎么能够就此归去呢？夜深之时我还要与花同眠，即使到了明日我也还要在这里与花儿相守。要不然等春归去之后，又到哪里去寻找诗料呢？恐怕到时即使是愁肠寸断，也写不出什么诗篇来。\n注释\n念奴娇：念奴娇，词牌名，又名“百字令”“酹江月”“大江东去”“湘月”，得名于唐代天宝年间的一个名叫念奴的歌伎。该调双调一百字，前片四十九字，后片五十一字，各十句四仄韵。\n宜雨亭：亭名，在张鎡的南湖别墅里。\n千叶海棠：海棠的一个品种。千叶：指重迭的花瓣。\n绿云：喻指海棠枝叶的茂密。\n明霞：形容海棠花的鲜艳美丽。\n文绣：绣有花纹图案的丝织品。形容花叶色彩之美。\n紫腻红娇：指深浅不同的海棠花。\n扶不起：这里用拟人手法，写出海棠娇嫩之态二据《明皇杂记》载，唐玄宗曾赞杨贵妃的醉态：“岂是妃子醉耶？海棠睡未足耳二”此处暗用其意。\n好是：正好在于。\n胭脂透：指花蕾尖红透。\n芳阴：花丛中。\n双波：指双目含情。\n小语：细语。\n争得：怎得。\n相守：相伴。\n诗瘦：为吟诗而使人瘦。▲\n有用\n没用\n完善\n参考资料：\n1、\n管士光．宋词精选：大象出版社，2012.06：209-210\n2、\n王德先．宋词鉴赏大典 第三卷：吉林大学出版社，2009.07：110-111","赏析\n上片，首起三句“绿云影里，把明霞织就，千重文绣”，总写海棠花叶之美。从宜雨亭上望去，但见海棠枝叶繁茂，如绿云铺地，一片清影。而在这绿云影里，红花盛开，明丽如霞，有如绿线红丝织成的千重文绣。在这三句中，词人连用三个比喻，濡染出红花绿叶交相辉映的秀美景色。“绿云”喻写其枝叶之密，绿阴之浓，点出干叶海棠枝叶茂盛的特征。“明霞”二字，极喻海棠花红艳之色。“文绣”则形容花叶色彩之美。前面加上“千重”二字，又描绘出绿叶红花重重叠叠，色彩斑斓的画面。同时，绿云与明霞，又是明暗的对比，实写与虚想结合，立意构思，着实下了一番功夫。接下去的两句，“紫腻红娇扶不起，好是未开时候”，写海棠花娇嫩之态。因花开有迟早之分，故色泽有深浅之别。深者紫而含光，浅者红而娇艳。后面以“扶不起”三字承接，便生动地描绘出海棠花娇而无力的情态。“好是未开时候”，是由郑谷《海棠》诗的“娇娆全在欲开时”变化而来。诗人赏花，全在情趣二字，张鎡和郑谷都爱欲开未开的海棠花，是因为那深红的蓓蕾，在青枝绿叶的映衬中显得格外娇美。它蕴藉含蓄，内孕生机，有一种蓬蓬勃勃的青春活力，最易引发人们美好的情思。宜雨亭上，海棠丛里，面对着那含苞欲放的娇花新蕾，愈看愈美，于是再就“好是未开时候”的“好”字刻意描绘，写出了“半怯春寒，半宜晴色，养得胭脂透”，具体而细腻地形容出海棠花欲开未开时的特殊美感。那点点蓓蕾，一半因春寒而不肯芳心轻吐，一半因映晴色而展露秀容，羞怯娇嫩，直养得蕾尖红透，艳丽动人。当此际，词人完全沉浸在美的追索中。为花的幽姿秀色而陶醉。“小亭人静，嫩莺啼破清昼”两句，笔波一折，转得好也收得好，而且一转即收，恰到好处。一声早莺的啼鸣，打破了清昼的寂静，也唤醒了词人的沉思，极富摇荡灵动之感。上片亭中观花的词情至此辞尽意尽，歇拍自然，从而为下片另辟词境作好了过渡。\n下片由写花转而写人。换头以“犹记”逆入。连写五句，记昔日与情人赏花情景。前三句“犹记携手芳阴，一枝斜戴，娇艳双波秀”，回忆芳阴下携手同游，她鬓边斜插着一枝红艳的海棠花，双眸明秀，秋波含情。后两句“小语轻怜花总见，争得似花长久”，写两人在花前小语，轻怜密爱，此情当日，花总也得为见证吧。如今花开依旧，而情人不见，深觉情缘之事，“争（怎）得似花长久”！这是词人的感伤，一句又转回现在。词人独自赏花。小亭浅酌，观眼前景，想心头事，流连徘徊，不愿归去。因此吟唱出“醉浅休归，夜深同睡，明日还相守”。在酒意微醺的朦胧醉境中，思人恋花，情意绵绵，暗中叮咛自己休要归去，今夜与花同睡，明日与花相守，日日夜夜与花作伴。苏轼《海棠》诗：“只恐夜深花睡去，高烧银烛照红妆。”“夜深”句，字面用苏诗，而又自立主意。“同睡”，连下句言相伴守而睡。这几句写得缠绵悱恻，婉曲细腻，对花无限眷恋的深情尽皆倾吐出来。末两句，“免教春去，断肠空叹诗瘦”，紧承上三句写出。诉说他所以与花相守，形影不离，乃在于深恐韶光倏逝，花与春同去。这样就在爱花情中又加上惜春之情，感情分量更重，词意也随之打进了一层。意谓若教春去，就要为之断肠，就要作诗遣怀，就要因诗而瘦。“诗瘦”本于李白戏赠杜甫诗：“借问何来太瘦生，总为从前作诗苦。”（见唐孟綮《本事诗·高逸》）这两句机杼自出，翻出新意，技巧亦高，深刻地揭示了一位词人不负韶光的心理活动。读来真挚恳切，直语感人。▲\n有用\n没用\n完善\n参考资料：\n1、\n夏承焘．宋词鉴赏辞典 下：上海辞典书出版社，2013.08：第1481页","创作背景\n该词具体创作年份未知。张鎡本是南宋“中兴四将”之一张浚的曾孙，生活豪奢。他曾历任大理司直、直秘阁、婺州通判、司农少卿等职。曾卜筑南湖，有园林之胜。这首《念奴娇》，就是他在南湖别墅宜春亭上赏千叶海棠时，有感而发，援笔写成。\n有用\n没用\n完善\n参考资料：\n1、\n张冰，全凤荣．历代四季咏物词赏析：吉林文史出版社，2011.12：第107页"],"theme":"写花"}
{"_id":"0Knux0qCGeB6EG7mn2OeNaGi63jJnhao9RWFjyFqyNnukV28","title":"青玉案·绿槐烟柳长亭路","dynasty":"宋代","author":"惠洪","text":"绿槐烟柳长亭路。恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处。\n解鞍旅舍天将暮。暗忆丁宁千万句。一寸柔肠情几许。薄衾孤枕，梦回人静，侵晓潇潇雨。","author_dis":["惠洪","惠洪（1070-1128），一名德洪，字觉范，自号寂音尊者。俗姓喻（一作姓彭）。宜丰县桥西乡潜头竹山里人。宋代著名诗僧。自幼家贫，14岁父母双亡，入寺为沙弥，19岁入京师，于天王寺剃度为僧。当时领度牒较难，乃冒用惠洪度牒，遂以洪惠为己名。后南归庐山，依归宗寺真静禅师，又随之迁靖安宝峰寺。惠洪一生多遭不幸，因冒用惠洪名和结交党人，两度入狱。曾被发配海南岛，直到政和三年（1113）才获释回籍。建炎二年(1128)去世。► 29篇诗文"],"otherlike":[{"title":"青玉案·绿槐烟柳长亭路","dynasty":"宋代","author":"惠洪","text":"绿槐烟柳长亭路。恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处。\n解鞍旅舍天将暮。暗忆丁宁千万句。一寸柔肠情几许。薄衾孤枕，梦回人静，侵晓潇潇雨。"},{"title":"江城子·西城杨柳弄春柔","dynasty":"宋代","author":"秦观","text":"西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。\n韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。"},{"title":"采桑子·时光只解催人老","dynasty":"宋代","author":"晏殊","text":"时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。\n梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？"},{"title":"鹊桥仙·纤云弄巧","dynasty":"宋代","author":"秦观","text":"纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。(度 通：渡)\n柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。"}],"type":["婉约\n，\n离别\n，\n柳树\n，\n思念","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n爱情\n，\n怀人\n，\n感伤\n，\n离情","婉约\n，\n感叹\n，\n人生\n，\n写景","宋词三百首\n，\n宋词精选\n，\n七夕节\n，\n爱情\n，\n婉约\n，\n抒情\n，\n最美"],"allin":["译文及注释\n译文\n长亭路上，槐树碧绿，柳色如烟，恨（我）走得匆促， （漫长的道路提示我）我们已经分别。绵绵的愁思让人觉得一日长得好像一年，不知道该如何度过。回首遥望高高的城垣，已经被暮云遮断，视线的尽头是何处呢？\n天色将暮的时候，解下马鞍，投宿在旅舍，暗暗忆起爱人临别前的千万句细语叮咛 。 一寸柔肠中蕴藏着多少深情？如今只有薄被孤枕与我相伴，午夜梦回醒来正是夜深人静，拂晓之时，窗外春雨潇潇。\n注释\n青玉案：词牌名。这首词步贺铸《横塘路（青玉案）》韵作。\n长亭：古代道上十里一长亭，五里一短亭，供行人休息和送别用。\n取次：草草，仓促，随便。\n永：长。\n目断：犹望断，一直望到看不见。\n人：心上人。\n一寸柔肠：是行者想到心上人。\n衾（qīn）：被子。\n侵晓：天渐明。▲\n有用\n没用\n完善\n参考资料：\n1、\n（清）朱孝臧编选；思履主编．宋词三百首图解详析 超值全彩珍藏版：北京联合出版公司，2014年：第260页\n2、\n陈长喜主编．中国历代词曲赏读 （上册：天津古籍出版社，2007年09月第1版：第312页","创作背景\n惠洪青年时曾为县小吏，因庭坚喜其聪慧，教他读书，后来才成为海内名僧。庭坚流放过湘江时，惠洪曾入舟陪送，时达一月，足见交情深笃。为了与庭坚兄弟唱和，也依贺韵写了一首《青玉案》。\n有用\n没用\n完善\n参考资料：\n1、\n陈绪万，李德身，骆守中主编．唐宋元小令鉴赏辞典：世界图书出版西安公司，2007年：第291-296页","赏析\n这是一首伤别怀人之作。\n上片主要写行者与居者离别时的情景。在槐、柳夹道的长亭路上，可恨就这样地草草分别了。离别已堪恨，“此别匆匆”就更添人恨。这个“恨”字乃一篇主旨。别后定是“日永如年愁难度”。而当此乍别之际，“高城回首，暮云遮尽，目断人何处”，尤人情所不能堪。这三句化用唐人欧阳詹“高城已不见，况复城中人”（《初发太原途中寄太原所思》）诗意，“目断人何处”一句，明点心事，更觉感情深挚。\n下片转入行者对居者的思念，又主要是从行者的角度来写居者。首句写行者在日色将暮时歇马解鞍，寓居旅舍。客馆寒窗，孤寂中又追忆起情人临别时千万句叮咛嘱咐的话语。“千万句”，极言离别时对方叮咛话之多，真可谓“语已多，情未了”，句句包含着无限深情。“一寸柔肠情几许？”柔肠多指女性的缠绵情意，如李清照《点绛唇·闺思》云：“柔肠一寸愁千缕”。“情几许？”语气是反诘，语意却十分肯定。情多少？情无限！结尾“薄衾”三句，如果理解为是行者在旅舍中独宿孤枕，彻夜难眠，也不是讲不通；但这样一来，词意就直露平淡。惠洪是很会写言情词的，宋人许颉《彦周诗话》曾称其“善作小词，情思婉约，似（秦）少游，至如仲殊、参寥，虽名世，皆不能及”。所以把末三句理解为行者在旅舍中思念远方女子，想象她此时也一样在相思的煎熬中思念着我。这样讲，意趣就大不相同了。自从自己走了以后，她一个人独守空闺，薄衾半温，孤枕难眠。春宵峭寒，又是薄衾，难以抵御自然界的寒气；又是独宿绣帏，内心更充满了寒意。无人相伴，好梦醒来，再也睡不着了。夜深人静，听着窗外潇潇雨声，“彻晓潇潇雨”，表明女子在撩乱人心的风雨声中，一直到天亮也没有再睡着。这样，词从对面写来，不但文势曲折深婉，而且表达的感情也倍深一层。▲\n有用\n没用\n完善\n参考资料：\n1、\n唐圭璋等著．唐宋词鉴赏辞典 唐、五代、北宋：上海辞书出版社，2007年：第1080页"],"theme":"离别"}
{"_id":"0LeNrqbow1jDwvgotpbrtR1Udp412jpjuxcDbnpS9wqg8WoB","title":"听角思归","dynasty":"唐代","author":"顾况","text":"故园黄叶满青苔，梦破城头晓角哀。\n此夜断肠人不见，起行残月影徘徊。","author_dis":["顾况","顾况（生卒年不详），字逋翁，号华阳真逸（一说华阳真隐）。晚年自号悲翁，汉族，唐朝海盐人，（今在浙江海宁境内）人。唐代诗人、画家、鉴赏家。他一生官位不高，曾任著作郎，因作诗嘲讽得罪权贵，贬饶州司户参军。晚年隐居茅山，有《华阳集》行世。► 239篇诗文"],"otherlike":[{"title":"听角思归","dynasty":"唐代","author":"顾况","text":"故园黄叶满青苔，梦破城头晓角哀。\n此夜断肠人不见，起行残月影徘徊。"},{"title":"暮秋独游曲江","dynasty":"唐代","author":"李商隐","text":"荷叶生时春恨生，荷叶枯时秋恨成。\n深知身在情长在，怅望江头江水声。"},{"title":"东山","dynasty":"先秦","author":"佚名","text":"我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。\n我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠耀宵行。不可畏也，伊可怀也。\n我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。\n我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？"},{"title":"夜雨","dynasty":"唐代","author":"白居易","text":"我有所念人，隔在远远乡。\n我有所感事，结在深深肠。\n乡远去不得，无日不瞻望。\n肠深解不得，无夕不思量。\n况此残灯夜，独宿在空堂。\n秋天殊未晓，风雨正苍苍。\n不学头陀法，前心安可忘。"}],"type":["思念\n，\n家乡","爱情\n，\n思念","诗经\n，\n抒情\n，\n思念","思念\n，\n爱情"],"allin":["译文及注释\n译文\n梦中我回到了故乡，看到黄叶满院，青苔满地，一片荒凉景象。拂晓梦醒以后，我听到城头上军号悲鸣。\n此夜梦中我未能和想念的人见面，心情惆怅，只好起来在残月下伴影徘徊。\n注释\n故园：故乡。\n梦破：梦醒。\n晓角：拂晓的号角声。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n诗的首句就是对故园的思念。游宦异乡多年，时值清秋，正是黄叶飘零的时候，诗人猜想家中庭院台阶上一定是黄叶堆积了，这便点名了思乡的时节——秋。所谓落叶归根，诗人却漂泊于异乡。思想的情绪从诗歌开端即起。笼罩于全诗，同时也照应着诗题中“思归”二字。次句补写一笔，讲明为何会有这种思归的情绪。遭遇贬谪打击之后的诗人，仕途前景似乎灰暗无光，漂泊在外，失意时自然会想起远方的家园。因思念而梦魂牵绕，然而情深梦浅，此时听闻城头角声响起，就此便不能复睡。“角”是军中乐器，本就容易引起金戈铁马的联想，况且此时还是秋天。李贺《雁门太守行》“角声满天秋色里”，写的就是这种肃杀之感，更何况此时听到角声是在梦醒后的残夜之中。几重感情叠沓而至，清夜梦醒之后的清冷，秋气渐重的清劲。角声回荡的清涩重重而来造成了清愁情绪。\n随后是自述内心的空寂和思乡情切。生活中的孤寂难受原本就缺少知音，他的《归山作》写道：“心事数茎白发，生涯一片青山。空林有雪相伴，古道无人独还。”认定孤寂生活难有知音，只有独自把情感寄托在青山白云之间。此时正是深夜，青山尚在夜色笼罩之下，思想肠断只有自己一人承担，这是一层哀愁；多年游宦他乡，家乡的亲人自然对他期盼多时，想到家乡自然温暖倍增，而梦醒之时只有自己一人独自冷清，冷暖之间又是一层哀愁。这种他人不见的凄楚则又加深故园之思，在《忆故园》诗中曾表明心迹：“故园此去千馀里，春梦犹能夜夜归。”夜夜思归，乡情至深至切。\n思归难眠，起身排遣愁绪，残月尚在，余晖犹存。“起行残月影徘徊”，把自己完全放在了一个形单影只的凄冷环境中。李白饮酒尚能“举杯邀明月，对影成三人”，顾况面对的却是残月淡光，不足以遣怀。而残月能映照自己的同时也能映照家乡，这样孤寂之情则更进一层。思乡情怀不能自已，在月影徘徊之时看到的只有自己的暗影，自己唯有独自面对这份凄楚之情。从被角声惊起到对月徘徊，失意中思念的家乡也一点点从梦境中清晰了起来。思乡是引子，伤怀则成了全诗的主要情绪。张九龄有《秋夕望月》诗写到：“清迥江城月，流光万里同。所思如梦里，相望在庭中。 皎洁青苔露，萧条黄叶风。含情不得语，频使桂华空。”可以作为此诗的一个补充。\n此诗在梦与现实交织中表现思归的情绪，情到浓处，伤心不能自已。▲\n有用\n没用\n完善\n参考资料：\n1、\n霍松林．历代绝句精华鉴赏辞典：陕西人民出版社，1993.05：第331页\n2、\n张傲飞．唐诗鉴赏辞典 宋词鉴赏辞典：高等教育出版社，2011.06：第268页\n3、\n杨旭辉 ．唐宋词鉴赏大辞典：中华书局，2011.6：758-759","创作背景\n诗人是唐肃宗至德年间进士。一生不得志于仕途，曾因嘲讽权贵贬为饶州司户参军。这首诗便是诗人被贬饶州时所作。此时的顾况对于人生多少有了新的体悟，甚至产生了幻灭感。闲情堆积、游宦他乡使诗人产生了浓重的思乡之情。\n有用\n没用\n完善\n参考资料：\n1、\n彭庆生，张仁健．唐诗精品：燕山出版社，2001.04：第230页"],"theme":"思念"}
{"_id":"0Lid3FTHKlb2tGQcTkCyRlFAJlQgNvv5jgl1INwmlWaT3v04","title":"江城子·示表侄刘国华","dynasty":"宋代","author":"吴潜","text":"家园十亩屋头边。正春妍，酿花天。杨柳多情，拂拂带轻烟。别馆闲亭随分有，时策杖，小盘旋。\n采山钓水美而鲜。饮中仙，醉中禅。闲处光阴，赢得日高眠。一品高官人道好，多少事，碎心田。","author_dis":["吴潜","吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。► 635篇诗文"],"otherlike":[{"title":"江城子·示表侄刘国华","dynasty":"宋代","author":"吴潜","text":"家园十亩屋头边。正春妍，酿花天。杨柳多情，拂拂带轻烟。别馆闲亭随分有，时策杖，小盘旋。\n采山钓水美而鲜。饮中仙，醉中禅。闲处光阴，赢得日高眠。一品高官人道好，多少事，碎心田。"},{"title":"念奴娇·赤壁怀古","dynasty":"宋代","author":"苏轼","text":"大江东去，浪淘尽，千古风流人物。\n故垒西边，人道是，三国周郎赤壁。\n乱石穿空，惊涛拍岸，卷起千堆雪。\n江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。\n羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)\n故国神游，多情应笑我，早生华发。\n人生如梦，一尊还酹江月。(人生 一作：人间；尊 通：樽)"},{"title":"相见欢·林花谢了春红","dynasty":"五代","author":"李煜","text":"林花谢了春红，太匆匆。无奈朝来寒雨晚来风。\n胭脂泪，相留醉，几时重。自是人生长恨水长东。(相留 一作：留人)"},{"title":"如梦令·常记溪亭日暮","dynasty":"宋代","author":"李清照","text":"常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。"}],"type":["宋词三百首\n，\n写景\n，\n抒怀","宋词三百首\n，\n豪放\n，\n长江\n，\n咏史怀古\n，\n抒怀\n，\n怀才不遇","宋词三百首\n，\n写花\n，\n人生\n，\n惆怅\n，\n忧愤","宋词三百首\n，\n宋词精选\n，\n初中古诗\n，\n纪游\n，\n最美\n，\n闲适"],"allin":["译文及注释\n译文\n屋子旁边有田园十亩，春光正好，百花都酝酿竞放娇颜。多情的杨柳，随风披拂摇摆，笼着淡淡轻烟。幽馆闲亭随处可见，我时时拄着手杖，稍作流连。\n采山货，钓河鱼，味道既鲜而美，我是那酣饮中的酒仙，醉倒后的禅人。在闲居的日子里，日上三竿我还酣睡不起。人们都说做一品高官好，但有多少事，聒碎心田。\n注释\n江城子：词牌名，又名“村意远”“江神子”“水晶帘”。此体为双调，七十字，上下片各七句，五平韵。\n刘国华：作者表侄，生平未详。\n别馆：别墅。\n策杖：拄着手杖。\n醉中禅：醉倒后的禅人。禅，这里指醉心禅法者。\n展开阅读全文 ∨","创作背景\n吴潜为南宋名臣，但在朝廷任职时颇受以贾似道为首的权臣排挤。景定元年（1260），吴潜被贬谪到循州（今广东省惠阳县），此篇即是他在循州闲居时赠表侄刘国华的作品。\n有用\n没用\n完善\n参考资料：\n1、\n思履．宋词三百首：中国华侨出版社，2013：393","赏析\n这是一首述志言怀的词。词人通过对自己日常生活的描述，表明了自己不慕名利的生活态度及淡然闲静的心境。悠游林下的闲适和禅宗的空灵境界，在作者看来，可以达到融通：经过内“碎心田”而外“一品高官”的红尘修炼，“仙”“禅”的况味一起随着乡村伴日高眠、把酒垂钓的生活油然而生，集中体现在了这首词中。\n上阕描写词人的居处。词人所居之处如同世外桃源，田园十亩，百花竞放，柳条依依。于这景物中，词人的心境表露无遗，他不苟于俗，过着恬然自得的生活。下阕述写词人的日常生活。他生活是悠闲随性的：采山货，钓河鱼，畅饮美酒，睡觉睡到日上三竿。“一品高官”以下三句，词人直抒胸臆，表明自己安贫乐道，\n展开阅读全文 ∨"],"theme":"宋词三百"}
{"_id":"0LlpBYy83QKALySlu4xAj9ZZ2Y9RmGJCnticEY0UgcYEuGuW","title":"拟咏怀·榆关断音信","dynasty":"南北朝","author":"庾信","text":"榆关断音信，汉使绝经过。\n胡笳落泪曲，羌笛断肠歌。\n纤腰减束素，别泪损横波。\n恨心终不歇，红颜无复多。\n枯木期填海，青山望断河。","author_dis":["庾信","庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。► 504篇诗文"],"otherlike":[{"title":"拟咏怀·榆关断音信","dynasty":"南北朝","author":"庾信","text":"榆关断音信，汉使绝经过。\n胡笳落泪曲，羌笛断肠歌。\n纤腰减束素，别泪损横波。\n恨心终不歇，红颜无复多。\n枯木期填海，青山望断河。"},{"title":"秋浦歌十七首","dynasty":"唐代","author":"李白","text":"秋浦长似秋，萧条使人愁。\n客愁不可度，行上东大楼。\n正西望长安，下见江水流。\n寄言向江水，汝意忆侬不。\n遥传一掬泪，为我达扬州。\n秋浦猿夜愁，黄山堪白头。\n清溪非陇水，翻作断肠流。\n欲去不得去，薄游成久游。\n何年是归日，雨泪下孤舟。\n秋浦锦驼鸟，人间天上稀。\n山鸡羞渌水，不敢照毛衣。\n两鬓入秋浦，一朝飒已衰。\n猿声催白发，长短尽成丝。\n秋浦多白猿，超腾若飞雪。\n牵引条上儿，饮弄水中月。\n愁作秋浦客，强看秋浦花。\n山川如剡县，风日似长沙。\n醉上山公马，寒歌宁戚牛。\n空吟白石烂，泪满黑貂裘。\n秋浦千重岭，水车岭最奇。\n天倾欲堕石，水拂寄生枝。\n江祖一片石，青天扫画屏。\n题诗留万古，绿字锦苔生。\n千千石楠树，万万女贞林。\n山山白鹭满，涧涧白猿吟。\n君莫向秋浦，猿声碎客心。\n逻人横鸟道，江祖出鱼梁。\n水急客舟疾，山花拂面香。\n水如一匹练，此地即平天。\n耐可乘明月，看花上酒船。\n渌水净素月，月明白鹭飞。\n郎听采菱女，一道夜歌归。\n炉火照天地，红星乱紫烟。\n赧郎明月夜，歌曲动寒川。\n白发三千丈，缘愁似个长。\n不知明镜里，何处得秋霜。\n秋浦田舍翁，采鱼水中宿。\n妻子张白鹇，结罝映深竹。\n桃波一步地，了了语声闻。\n黯与山僧别，低头礼白云。"},{"title":"葬花吟","dynasty":"清代","author":"曹雪芹","text":"花谢花飞花满天，红消香断有谁怜？\n游丝软系飘春榭，落絮轻沾扑绣帘。\n闺中女儿惜春暮，愁绪满怀无释处。\n手把花锄出绣帘，忍踏落花来复去。\n柳丝榆荚自芳菲，不管桃飘与李飞；\n桃李明年能再发，明年闺中知有谁？\n三月香巢已垒成，梁间燕子太无情！\n明年花发虽可啄，却不道人去梁空巢也倾。\n一年三百六十日，风刀霜剑严相逼；\n明媚鲜妍能几时，一朝漂泊难寻觅。\n花开易见落难寻，阶前愁杀葬花人，\n独倚花锄泪暗洒，洒上空枝见血痕。\n杜鹃无语正黄昏，荷锄归去掩重门；\n青灯照壁人初睡，冷雨敲窗被未温。\n怪奴底事倍伤神？半为怜春半恼春。\n怜春忽至恼忽去，至又无言去未闻。\n昨宵庭外悲歌发，知是花魂与鸟魂？\n花魂鸟魂总难留，鸟自无言花自羞；\n愿侬此日生双翼，随花飞到天尽头。\n天尽头，何处有香丘？\n未若锦囊收艳骨，一抔净土掩风流。\n质本洁来还洁去，强于污淖陷渠沟。\n尔今死去侬收葬，未卜侬身何日丧？\n侬今葬花人笑痴，他年葬侬知是谁？\n试看春残花渐落，便是红颜老死时；\n一朝春尽红颜老，花落人亡两不知！——程高通行本\n花谢花飞飞满天，红消香断有谁怜？\n游丝软系飘春榭，落絮轻沾扑绣帘。\n闺中女儿惜春暮，愁绪满怀无释处。\n手把花锄出绣帘，忍踏落花来复去？\n柳丝榆荚自芳菲，不管桃飘与李飞。\n桃李明年能再发，明年闺中知有谁？\n三月香巢已垒成，梁间燕子太无情！\n明年花发虽可啄，却不道人去梁空巢也倾。\n一年三百六十日，风刀霜剑严相逼。\n明媚鲜妍能几时？一朝漂泊难寻觅。\n花开易见落难寻，阶前闷死葬花人。\n独倚花锄泪暗洒，洒上空枝见血痕。\n杜鹃无语正黄昏，荷锄归去掩重门。\n青灯照壁人初睡，冷雨敲窗被未温。\n怪奴底事倍伤神？半为怜春半恼春。\n怜春忽至恼忽去，至又无言去不闻。\n昨宵庭外悲歌发，知是花魂与鸟魂。\n花魂鸟魂总难留，鸟自无言花自羞。\n愿奴胁下生双翼，随花飞到天尽头。\n天尽头，何处有香丘？\n未若锦囊收艳骨，一抷净土掩风流！\n质本洁来还洁去，强于污淖陷渠沟。\n尔今死去侬收葬，未卜侬身何日丧？\n侬今葬花人笑痴，他年葬侬知有谁？\n试看春残花渐落，便是红颜老死时。\n一朝春尽红颜老，花落人亡两不知！——甲戌本\n花谢花飞花满天，红消香断有谁怜？\n游丝软系飘春榭，落絮轻沾扑绣帘。\n帘中女儿惜春莫，愁绪满怀无处诉。\n手把花锄出绣帘，忍踏落花来复去？\n柳丝榆荚自芳菲，不管桃飘与柳飞。\n桃李明年能再发，明岁闺中知有谁？\n三月香巢已垒成，梁间燕子太无情！\n明年花发虽可啄，却不道人去梁空巢也倾。\n一年三百六十日，风刀霜剑严相逼。\n明媚鲜妍能几时？一朝漂泊难寻觅。\n花开易见落难寻，阶前闷杀葬花人。\n独把香锄泪暗洒，洒上花枝见血痕。\n杜鹃无语正黄昏，荷锄归去掩重门。\n青灯照壁人初睡，冷雨敲窗被未温。\n怪奴底事倍伤神？半为怜春半恼春。\n怜春忽至恼忽去，至又无言去不闻。\n昨宵庭外悲歌发，知是花魂与鸟魂。\n花魂鸟魂总难留，鸟自无言花自羞。\n愿奴胁下生双翼，随花飞落天尽头。\n天尽头，何处有香丘？\n未若锦囊收艳骨，一抔冷土掩风流。\n质本洁来还洁去，强于污淖陷渠沟。\n尔今死去奴收葬，未卜奴身何日亡？\n奴今葬花人笑痴，他年葬奴知是谁？\n试看春残花渐落，便是红颜老死时！\n一朝春尽红颜老，花落人亡两不知。——周汝昌校本"},{"title":"滁州西涧","dynasty":"唐代","author":"韦应物","text":"独怜幽草涧边生，上有黄鹂深树鸣。\n春潮带雨晚来急，野渡无人舟自横。"}],"type":["抒情\n，\n思乡\n，\n爱国\n，\n伤感","游历\n，\n山水\n，\n抒情\n，\n组诗","写花\n，\n寓人\n，\n抒情","唐诗三百首\n，\n初中古诗\n，\n写景\n，\n抒情\n，\n小学生必背古诗80首"],"allin":["译文及注释\n译文\n边塞上梁朝的音信已然断绝，梁朝的的使者也不见到来。\n听到的皆是胡地悲哀凄凉的音乐，联想到自己的遭遇，只能泪落痛断肠。\n自己原本纤瘦的腰，更加消瘦如束素，眼睛也因伤别流泪而损伤。\n离恨之心终不能尽，以至于很快就衰老了。\n归国的愿望就像用枯木填平大海一样不能实现，只盼望青山崩塌能阻断黄河，畅通归乡的路。\n注释\n榆关：犹“榆塞”，泛指北方边塞。\n减束素：言腰部渐渐瘦细。\n横波：指眼。\n填海：精卫填海。精卫是古代神话中的鸟名。它本是炎帝的少女，名女娃，溺死于东海。死后化为鸟，名精卫，常衔西山木石以填东海。“青山”句言望山崩可以阻塞河流。末二句言虽抱希望实际是无聊的空想。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n“榆关”，是战国时期的关名，在今陕西省榆林市东。这里泛指北方的关塞。这句说边塞上自己祖国梁朝的音信已然断绝。“汉使”，汉人朝廷的使者，指梁朝。庾信被滞留的西魏为鲜卑族拓跋部所建。这句说祖国梁朝的的使者也不见到来。这二句点出了自己稽留北朝，而故国的音信、使节均已断绝，流露出思念之情。\n“胡笳”，我国古代北方民族的管音乐，其音凄凉，汉时流行于塞北和西域一带，古时称北方和西域民族为胡人，故云胡笳。“羌笛”，亦是我国古代北方民族的管音乐，原出自古羌族（西部民族）。这二句写作者听到的皆是胡地悲哀凄凉的音乐，联想到自己的遭遇，更不仅落泪断肠。\n“束素”，为白色生绢，喻腰，宋玉《登徒子好色赋》：“腰如约素”，喻腰细软如一束绢，形容是美女。“横波”，指眼睛。这二句写作者离别了祖国，非常悲伤，听到胡笳而落泪，闻羌笛而断肠，自己原本纤瘦的腰，更加消瘦如束素，伤别的眼睛，因流涕而损伤。\n恨心，充满离恨之心。“歇”，尽，竭。“红颜”。指女性艳丽的容貌。这两句说自己离恨之心终不能尽，以至于很快就衰老了。以上四句，作者表明上是写满怀离恨的闺中思妇，而实际上是以此来自喻。\n庾信羁留北方后心情郁愤，曾作《咏怀》二十七首，抒发怀念故国的感情和身世之悲，艺术上也更为成熟。本篇为其中第七首。诗中写自己稽留北朝，悲伤落泪，恨心不歇，依然怀着不能实现的期望。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"思乡"}
{"_id":"0Lp2rOCH4fUZzML3fRmAnk2he9Mehw08DM02FgDc08ytrGsk","title":"柳梢青·与龟翁登研意观雪怀癸卯岁腊朝断桥并马之游","dynasty":"宋代","author":"吴文英","text":"断梦游轮。孤山路杳，越树阴新。流水凝酥，征衫沾泪，都是离痕。\n玉屏风冷愁人。醉烂漫、梅花翠云。傍夜船回，惜春门掩，一镜香尘。","author_dis":["吴文英","吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。► 404篇诗文"],"otherlike":[{"title":"柳梢青·与龟翁登研意观雪怀癸卯岁腊朝断桥并马之游","dynasty":"宋代","author":"吴文英","text":"断梦游轮。孤山路杳，越树阴新。流水凝酥，征衫沾泪，都是离痕。\n玉屏风冷愁人。醉烂漫、梅花翠云。傍夜船回，惜春门掩，一镜香尘。"},{"title":"阻雪","dynasty":"清代","author":"吴伟业","text":"关山虽胜路难堪，才上征鞍又解骖。\n十丈黄尘千尺雪，可知俱不似江南。"},{"title":"终南望余雪 / 终南望残雪","dynasty":"唐代","author":"祖咏","text":"终南阴岭秀，积雪浮云端。\n林表明霁色，城中增暮寒。"},{"title":"念奴娇·天丁震怒","dynasty":"金朝","author":"完颜亮","text":"天丁震怒，掀翻银海，散乱珠箔。六出奇花飞滚滚，平填了、山中丘壑。皓虎颠狂，素麟猖獗，掣断真珠索。玉龙酣战，鳞甲满天飘落。谁念万里关山，征夫僵立，缟带占旗脚。色映戈矛，光摇剑戟，杀气横戎幕。貔虎豪雄，偏裨真勇，非与谈兵略。须一醉，看取碧空寥廓。"}],"type":["写雪\n，\n怀念","古诗三百首\n，\n写雪\n，\n艰难","唐诗三百首\n，\n冬天\n，\n写景\n，\n写雪","写雪\n，\n写人\n，\n抒情\n，\n豪迈"],"allin":["鉴赏\n《柳梢青》，又名《陇头月》。双调，四十九字，上片六句下片五句，各三平韵。下片第十二字宜用去声。别有一体改用入声韵，上片三仄韵，下片两仄韵，平仄略异。\n“龟翁”，即翁逢龙。“研意”，山名。“癸卯”，南宋理宗淳祐三年（1243），是年词人四十四岁，尚在苏州瓜泾。此有《喜迁莺·甲辰冬至寓越儿辈尚留瓜泾萧寺》一词可证之。“岁腊”，一年中的十二月份。“朝”，早上。“怀”，忆及也。所以“癸卯岁腊朝断桥并马之游”，是梦窗由瓜泾回杭腊朝之时。\n“断梦”三句，扣题中一“怀”字。“游轮”，虚幻的光轮。此言词人与龟翁共登研意观雪，谈起自己（词人）经常作着一个断断续续的梦，又象似驾着虚幻的光轮回归旧时。幻梦中自己与兄长你（指龟翁）并马扬鞭，畅游断桥边孤山路，这一情景虽然醒后杳然，但对西湖的柳荫却记忆犹新。“流水”三句，承上怀念西湖。言词人惦念着西湖中的流水，象似母亲的乳汁那样亲切香凝，所以今天登上研意，不觉顿生游子思亲的哀伤，流下了离情别绪之泪。上片写西湖。\n“玉屏”两句，述“观雪”。言己与兄长龟翁登上研意山，远眺群山白雪皑皑、高低起伏，恰似白玉制成的大屏风一样，猎猎的寒风激发我抛开了怀旧的愁思。于是，两人共同游览在山中的苍松，梅枝之间，不觉醉矣。此真有“醉翁之意不在酒，在乎山水之间也”之境界。“傍夜”三句，记归家。此言我们在研意观雪之后，傍晚乘舟回到家中，游兴盎然。掩门照镜，镜中人影虽蒙着游尘，但梅松清香也同时荡漾在室中，从而也传递出春天已经来临的信息。下片述观雪有感。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"写雪"}
{"_id":"0LuJuaJ3Kyq87KACvFliBcKyyeF7p6DAYMpVI7F0Lmj6JSox","title":"采薇","dynasty":"先秦","author":"佚名","text":"采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。\n采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。\n采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！\n彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。\n驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！\n昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！","author_dis":[],"otherlike":[{"title":"采薇","dynasty":"先秦","author":"佚名","text":"采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。\n采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。\n采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！\n彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。\n驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！\n昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！"},{"title":"病起书怀","dynasty":"宋代","author":"陆游","text":"病骨支离纱帽宽，孤臣万里客江干。\n位卑未敢忘忧国，事定犹须待阖棺。\n天地神灵扶庙社，京华父老望和銮。\n出师一表通今古，夜半挑灯更细看。"},{"title":"剑门道中遇微雨","dynasty":"宋代","author":"陆游","text":"衣上征尘杂酒痕，远游无处不销魂。\n此身合是诗人未？细雨骑驴入剑门。"},{"title":"宿新市徐公店","dynasty":"宋代","author":"杨万里","text":"篱落疏疏一径深，树头花落未成阴。(花落 一作：新绿)\n儿童急走追黄蝶，飞入菜花无处寻。"}],"type":["古诗三百首\n，\n诗经\n，\n战争\n，\n思乡\n，\n最美\n，\n军旅","古诗三百首\n，\n爱国\n，\n励志\n，\n忧国忧民\n，\n壮志难酬","古诗三百首\n，\n写雨\n，\n抒怀\n，\n感怀","古诗三百首\n，\n小学古诗\n，\n农村\n，\n写景"],"allin":["译文及注释\n译文\n豆苗采了又采，薇菜刚刚冒出地面。说回家了回家了，但已到了年末仍不能实现。没有妻室没有家，都是为了和猃狁打仗。 没有时间安居休息，都是为了和猃狁打仗。\n豆苗采了又采，薇菜柔嫩的样子。说回家了回家了，心中是多么忧闷。忧心如焚，饥渴交加实在难忍。驻防的地点不能固定，无法使人带信回家。\n豆苗采了又采，薇菜的茎叶变老了。说回家了回家了，又到了十月小阳春。征役没有休止， 哪能有片刻安身。心中是那么痛苦，到如今不能回家。\n那盛开着的是什么花？是棠棣花。那驶过的是什么人的车？当然是将帅们的从乘。兵车已经驾起，四匹雄马又高又大。哪里敢安然住下？因为一个月多次交战！\n驾起四匹雄马，四匹马高大而又强壮。将帅们坐在车上，士兵们也靠它隐蔽遮挡。四匹马训练得已经娴熟，还有象骨装饰的弓和鲨鱼皮箭囊（指精良的装备）。怎么能不每天戒备呢？猃狁之难很紧急啊。\n回想当初出征时，杨柳依依随风吹。如今回来路途中，大雪纷纷满天飞。道路泥泞难行走，又饥又渴真劳累。满腔伤感满腔悲，我的哀痛谁体会！\n注释\n薇：豆科野豌豆属的一种，学名救荒野豌豆，又叫大巢菜，种子、茎、叶均可食用。《史记卷六十一 伯夷列传》记载：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。”说的是伯夷、叔齐隐居山野，义不仕周的故事。《史记 周本纪第四》记载：懿王之时，王室遂衰，诗人作刺。刺就是指《采薇》。《汉书·匈奴传》记载：至穆王之孙懿王时，王室遂衰，戎狄交侵，暴虐中国。中国被其苦，诗人始作，疾而歌之，曰：“‘靡室靡家，猃狁之故’，‘岂不日戒，猃狁孔棘’。”\n作：指薇菜冒出地面。\n止：句末助词，无实意。\n曰：句首、句中助词，无实意。\n莫：通“暮”，也读作“暮”。本文指年末。\n靡（mǐ）室靡家：没有正常的家庭生活。靡，无。室，与“家”义同。\n不遑（huáng）：不暇。遑，闲暇。\n启居：跪、坐，指休息、休整。启，跪、跪坐。居，安坐、安居。古人席地而坐，两膝着席，危坐时腰部伸直，臀部与足离开；安坐时臀部贴在足跟上。\n猃（xiǎn）狁（yǔn）：中国古代少数民族名。\n柔：柔嫩。“柔”比“作”更进一步生长。指刚长出来的薇菜柔嫩的样子。\n烈烈：炽烈，形容忧心如焚。\n载（zài）饥载渴：则饥则渴、又饥又渴。载……载……，即又……又……。\n戍（shù）：防守，这里指防守的地点。\n聘（pìn）：问候的音信。\n刚：坚硬。\n阳：农历十月，小阳春季节。今犹言“十月小阳春”。\n靡：无。\n盬（gǔ）：止息，了结。\n启处：休整，休息。\n孔：甚，很。\n疚：病，苦痛。\n我行不来：意思是：我不能回家。来，回家。（一说，我从军出发后，还没有人来慰问过）\n常：常棣（棠棣），既芣苡，植物名。\n路：高大的战车。斯何，犹言维何。斯，语气助词，无实义。\n君子：指将帅。\n小人：指士兵。\n戎（róng）：车，兵车。\n牡（mǔ）：雄马。\n业业：高大的样子。\n定居：犹言安居。\n捷：胜利。谓接战、交战。一说，捷，邪出，指改道行军。此句意谓，一月多次行军。\n骙（kuí）：雄强，威武。这里的骙骙是指马强壮的意思。\n腓（féi）：庇护，掩护。\n翼翼：整齐的样子。谓马训练有素。\n弭（mǐ）：弓的一种，其两端饰以骨角。一说弓两头的弯曲处。象弭，以象牙装饰弓端的弭。鱼服，鲨鱼鱼皮制的箭袋。\n日戒：日日警惕戒备。\n棘（jí）：急。孔棘，很紧急。\n昔：从前，文中指出征时。\n依依：形容柳丝轻柔、随风摇曳的样子。\n思：用在句末，没有实在意义　雨：音同玉，为 “下” 的意思。\n霏（fēi）霏：雪花纷落的样子。\n迟迟：迟缓的样子。\n往：当初从军。▲\n有用\n没用\n完善\n参考资料：\n1、\n姜亮夫 等．先秦诗鉴赏辞典．上海：上海辞书出版社，1998年12月版：第331-335页\n2、\n赵君虎 等．中职文化课程教学用书·语文（必修·提高）．北京：人民教育出版社，2006年11月：第39-40页\n3、\n中职文化课程提高读本编写组．文言诗文助读．长春：吉林摄影出版社，2011年7月版：第10-12页","赏析\n这首诗描述了这样的一个情景：寒冬，阴雨霏霏，雪花纷纷，一位解甲退役的征夫在返乡途中踽踽独行。道路崎岖，又饥又渴；但边关渐远，乡关渐近。此刻，他遥望家乡，抚今追昔，不禁思绪纷繁，百感交集。艰苦的军旅生活，激烈的战斗场面，无数次的登高望归情景，一幕幕在眼前重现。此诗就是三千年前这样的一位久戍之卒，在归途中的追忆唱叹之作。其类归《小雅》，却颇似《国风》。\n全诗六章，可分三层。既是归途中的追忆，故用倒叙手法写起。前三章为一层，追忆思归之情，叙述难归原因。这三章的前四句，以重章之叠词申意并循序渐进的方式，抒发思家盼归之情；而随着时间的一推再推，这种心情越发急切难忍。首句以采薇起兴，但兴中兼赋。因薇菜可食，戍卒正采薇充饥。所以这随手拈来的起兴之句，是口头语眼前景，反映了戍边士卒的生活苦况。边关士卒的“采薇”，与家乡女子的“采蘩”、“采桑”是不可同喻的。戍役不仅艰苦，而且漫长。“薇亦作止”、“柔止”、“刚止”，循序渐进，形象地刻画了薇菜从破土发芽，到幼苗柔嫩，再到茎叶老硬的生长过程，它同“岁亦莫止”和“岁亦阳止”一起，喻示了时间的流逝和戍役的漫长。岁初而暮，物换星移，“曰归曰归”，却久戍不归；这对时时有生命之虞的戍卒来说，不能不“忧心烈烈”。后四句为什么戍役难归的问题作了层层说明：远离家园，是因为玁狁之患；戍地不定，是因为战事频频；无暇休整，是因为王差无穷。其根本原因，则是“玁狁之故”。《汉书·匈奴传》说：“（周）懿王时，王室遂衰，戎狄交侵，暴虐中国。中国被其苦，诗人始作，疾而歌之曰：‘靡室靡家，猃狁之故’云云。”这可视为《采薇》之作的时代背景。对于玁狁之患，匹夫有戍役之责。这样，一方面是怀乡情结，另一方面是战斗意识。前三章的前后两层，同时交织着恋家思亲的个人情和为国赴难的责任感，这是两种互相矛盾又同样真实的思想感情。其实，这也构成了全诗的情感基调，只是思归的个人情和战斗的责任感，在不同的章节有不同的表现。\n第四、五章追述行军作战的紧张生活。写出了军容之壮，戒备之严，全篇气势为之一振。其情调，也由忧伤的思归之情转而为激昂的战斗之情。这两章同样四句一意，可分四层读。四章前四句，诗人自问自答，以“维常之华”，兴起“君子之车”，流露出军人特有的自豪之情。接着围绕战车描写了两个战斗场面：“戎车既驾，四牡业业。岂敢定居，一月三捷。”这概括地描写了威武的军容、高昂的士气和频繁的战斗；“驾彼四牡，四牡骙骙。君子所依，小人所腓。”这又进而具体描写了在战车的掩护和将帅的指挥下，士卒们紧随战车冲锋陷阵的场面。最后，由战斗场面又写到将士的装备：“四牡翼翼，象弭鱼服。”战马强壮而训练有素，武器精良而战无不胜。将士们天天严阵以待，只因为玁狁实在猖狂，“岂不日戒，玁狁孔棘”，既反映了当时边关的形势，又再次说明了久戍难归的原因。《毛序》根据这两章对军旅生活的描写，认为《采薇》是“遣戍役”、劝将士之诗。这与诗意不符。从全诗表现的矛盾情感看，这位戍卒既恋家也识大局，似乎不乏国家兴亡匹夫有责的责任感。因此，在漫长的归途上追忆起昨日出生入死的战斗生活，是极自然的。\n笼罩全篇的情感主调是悲伤的家园之思。或许是突然大作的霏霏雪花惊醒了戍卒，他从追忆中回到现实，随之陷入更深的悲伤之中。追昔抚今，痛定思痛，不能不令“我心伤悲”。“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”这是写景记事，更是抒情伤怀。个体生命在时间中存在，而在“今”与“昔”、“来”与“往”、“雨雪霏霏”与“杨柳依依”的情境变化中，戍卒深切体验到了生活的虚耗、生命的流逝及战争对生活价值的否定。绝世文情，千古常新。现代人读此四句仍不禁枨触于怀，黯然神伤，也主要是体会到了诗境深层的生命流逝感。“行道迟迟，载渴载饥”，加之归路漫漫，道途险阻，行囊匮乏，又饥又渴，这眼前的生活困境又加深了他的忧伤。“行道迟迟”，似乎还包含了戍卒对父母妻孥的担忧。一别经年，“靡使归聘”，生死存亡，两不可知，当此回归之际，必然会生发“近乡情更怯，不敢问来人”（唐宋之问《渡汉江》）的忧惧心理。然而，上述种种忧伤在这雨雪霏霏的旷野中，无人知道更无人安慰；“我心伤悲，莫知我哀”，全诗在这孤独无助的悲叹中结束。综观全诗，《采薇》主导情致的典型意义，不是抒发遣戍役劝将士的战斗之情，而是将王朝与蛮族的战争冲突退隐为背景，将从属于国家军事行动的个人从战场上分离出来，通过归途的追述集中表现戍卒们久戍难归、忧心如焚的内心世界，从而表现周人对战争的厌恶和反感。《采薇》，似可称为千古厌战诗之祖。\n在艺术上，“昔我往矣，杨柳依依。今我来思，雨雪霏霏”，被称为《三百篇》中最佳诗句之一。自南朝谢玄以来，对它的评析已绵延成一部一千五百多年的阐释史。王夫之《姜斋诗话》的“以乐景写哀，以哀景写乐，一倍增其哀乐”和刘熙载《艺概》的“雅人深致，正在借景言情”，已成为诗家口头禅。而“昔往”、“今来”对举的句式，则屡为诗人追摹，如曹植的“始出严霜结，今来自露晞”（《情诗》），颜延之的“昔辞秋未素，今也岁载华”（《秋胡诗》之五），等等。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n《采薇》是出自《诗经·小雅·鹿鸣之什》中的一篇。历代注者关于它的写作年代说法不一。但据它的内容和其它历史记载的考订大约是周宣王时代的作品的可能性大些。从《采薇》的内容看，当是将士戍役劳还时之作。诗中唱出从军将士的艰辛生活和思归的情怀。\n有用\n没用\n完善\n参考资料：\n1、\n《采薇》赏析．人民教育出版社[引用日期2014-02-14]","赏析二\n这首诗的主题是严肃的。猃狁的凶悍，周朝军士严阵以待，作者以戍役军士的身份描述了以天子之命命将帅、遣戍役，守卫中国，军旅的严肃威武，生活的紧张艰辛。作者的爱国情怀是通过对猃狁的仇恨来表现的。更是通过对他们忠于职守的叙述——“不遑启居”、“不遑启处”、“岂敢定居”、“岂不日戒”和他们内心极度思乡的强烈对比来表现的。全诗再衬以动人的自然景物的描写：薇之生，薇之柔，薇之刚，棠棣花开，依依杨柳，霏霏雨雪，都烘托了军士们“日戒”的生活，心里却是思归的情愫，这里写的都是将士们真真实实的思想，忧伤的情调并不降低本篇作为爱国诗篇的价值，恰恰相反是表现了人们的纯真朴实，合情合理的思想内容和情感，也正是这种纯正的真实性，赋予了这首诗强盛的生命力和感染力。\n第一部分的三章采用重章叠句的形式，反复表达戍卒远别家室、历久不归的凄苦心情。这三章的第一句都是“采薇采薇”，以此来引起下文。诗歌的一开始就给读者展示了一幅凄凉的戍边生活画面，我们仿佛看到戍卒一边在荒野漫坡上采集野菜，一边思念着久别的家乡，屈指计算着返家的日期……第一章开头两句写道：“采薇采薇，薇亦作止”，这是写春天，薇菜刚刚绽出嫩绿的芽尖；第二章写道：“采薇采薇，薇亦柔止”，这是写夏天，薇菜的叶片肥嫩；第三章则是：“采薇采薇，薇亦刚止”，这是写秋天，薇菜的叶茎将老而粗硬。从春到秋，薇菜由嫩而老，时光无情地流逝了；戍卒思归，从春到秋，一年将尽，何时才能归家呢？其实在诗里，诗人原是把天地四时的瞬息变化，自然生物的生死消长，都看作是生命的见证，人生的比照。因此，兴是自然予人的最朴素也最直接的感悟，其中有着体认生命的深刻之义。于是在“采薇”这样一个凝固在戍卒记忆里的姿势里，看到的不只是四季的轮回，光阴的流逝，还看到思念的成长，看到生命走向苍老的痕迹。\n前三章的前后两层，同时交织着恋家思亲的个人情和为国赴难的责任感，这是两种互相矛盾又同样真实的思想感情。这样的豪迈和悲凉的交织构成了全诗的情感基调，只是思归的个人情愫和战斗的责任感，在不同的章节有不同的表现。\n四、五章追述行军作战的紧张生活。写出了军容之壮，戒备之严，全篇气势为之一振。其情调，也由忧伤的思归之情转而为激昂的战斗之情。这两章同样四句一意，可分四层读。四章前四句，诗人自问自答，以“维常之华”，兴起“君子之车”，流露出军人特有的自豪之情。接着围绕战车描写了两个战斗场面：“戎车既驾，四牡业业。岂敢定居，一月三捷。”这概括地描写了威武的军容、高昂的士气和频繁的战斗；“驾彼四牡，四牡骙骙。君子所依，小人所腓。”这又进而具体描写了在战车的掩护和将帅的指挥下，士卒们紧随战车冲锋陷阵的场面。最后，由战斗场面又写到将士的装备：“四牡翼翼，象弭鱼服。”战马强壮而训练有素，武器精良而战无不胜。将士们天天严阵以待，只因为猃狁实在猖狂，“岂不日戒，猃狁孔棘”，既反映了当时边关的形势，又再次说明了久戍难归的原因。而这两章的色调如此的华美，那密密层层的棠棣之花，雄俊高大的战马，威风凛凛的将军，华贵的弓箭，齐整的战车，这里洋溢着一种报效国家，不惜血酒疆场的豪放情怀。而在残酷战争之中无法把握自己的命运的悲哀，以及对遥远的故乡的浓得化不开的思念，这些阴暗的色调就在这里被冲淡了。因为当自己在战场上浴血奋战的时候，正因为身后有如此承载着自己的温暖思念的美丽的家园。\n从手法上说，这首诗的特点还在于选择了一个最佳角度，即“在路上”，这是一条世界上最远最长的路，它如此之长，长得足以承载一场战争，长得足以装满一个人年年岁岁的思念，长得足以盛满一个人生命中的苦乐悲欣。\n“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”让那一股缠绵的、深邃的、飘忽的情思，从风景画面中自然流出，含蓄深永，味之无尽。这四句诗被后人誉为《诗经》中最好的句子。这是写景记时，更是抒情伤怀。这几句诗句里有着悲欣交集的故事，也仿佛是个人生命的寓言。是谁曾经在那个春光烂漫的春天里，在杨柳依依中送别我？而当我在大雪飘飞的时候经历九死一生返回的时候，还有谁在等我？是《木兰辞》里亲人欢迎的盛况，还是《十五从军征》里荒草萋萋的情景？别离时的春光，回归时的大雪，季节在变换，时光在流逝，我们离去，我们归来，而在来来去去里，失去了什么又得到了什么呢？没有答案，只有漫天的飞雪中一个被沉重的相思和焦虑烧灼的又饥又渴的征人孤独的身影，步履蹒跚地，战战兢兢地走向他不知道的未来。\n这一首诗与《诗经》中的其它篇章如《击鼓》《东山》《无衣》对读，可以读出更完整的故事，更真切的生命感受。如果我们可以想象，这个戍卒，是那位吟出“死生契阔，与子成悦。执子之手，与子偕老”的士兵，也是那唱着昂扬的战歌“岂曰无衣，与子同袍。王于兴师，修我戈矛，与子同行”的士兵，同时还是那位在蒙蒙的细雨里唱着归乡的“我徂东山，滔滔不归。我来自东，零雨其蒙”的士兵。那么，《采薇》的故事就更丰富了，事实上，这一首诗里的确有着太丰富的色彩，太深沉的情怀。相思之情与报国之志，豪放与苍凉如此和谐地交织在一起，奏响的是真实的生命乐章。在后来的如陈陶《陇西行》，如范仲淹的《渔家傲》等伟大的作品里，也能依稀地听到这首诗在时间和生命的河流里所激起的辽远而空旷的回音。▲\n有用\n没用\n完善\n参考资料：\n1、\n建华，李艳华编著．最美的诗经．北京市：外文出版社，2011.03：225-227．\n2、\n《采薇》赏析 ．人民教育出版社[引用日期2014-02-14]"],"theme":"古诗三百"}
{"_id":"0M3bde49odAgaXmuee6WuvPGE9dzh37fYymNvtbGwJLXaYU8","title":"清明日狸渡道中","dynasty":"宋代","author":"范成大","text":"洒洒沾巾雨，披披侧帽风。花燃山色里，柳卧水声中。\n石马立当道，纸鸢鸣半空。墦间人散後，乌鸟正西东。","author_dis":["范成大","范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。► 2327篇诗文"],"otherlike":[{"title":"清明日狸渡道中","dynasty":"宋代","author":"范成大","text":"洒洒沾巾雨，披披侧帽风。花燃山色里，柳卧水声中。\n石马立当道，纸鸢鸣半空。墦间人散後，乌鸟正西东。"},{"title":"庆东原·暖日宜乘轿","dynasty":"元代","author":"白朴","text":"暖日宜乘轿，春风堪信马。恰寒食有二百处秋千架。对人娇杏花，扑人飞柳花，迎人笑桃花。来往画船边，招飐青旗挂。"},{"title":"长安清明","dynasty":"唐代","author":"韦庄","text":"蚤是伤春梦雨天，可堪芳草更芊芊。\n内官初赐清明火，上相闲分白打钱。\n紫陌乱嘶红叱拨，绿杨高映画秋千。\n游人记得承平事，暗喜风光似昔年。"},{"title":"清明日","dynasty":"唐代","author":"温庭筠","text":"清娥画扇中，春树郁金红。出犯繁花露，归穿弱柳风。\n马骄偏避幰，鸡骇乍开笼。柘弹何人发，黄鹂隔故宫。"}],"type":["清明节\n，\n写景","节日\n，\n清明节\n，\n春天\n，\n郊游\n，\n赞美","清明节\n，\n怀念","清明节\n，\n踏青"],"allin":["译文及注释\n译文\n泪水沾满纶巾，连绵不断。散乱的头发，帽子也被风吹斜了。繁花染红了山野，柳条卧在水面上。石兽立在道路两旁，纸也在半空中旋飞。人们离开了坟墓以后，乌鸦小鸟们活跃起来，四处觅食。\n注释\n范成大在绍兴二十四年（1164）任徽州司户参军。此诗当作于赴任途中。联系诗集中前后诗篇分析，“狸渡”似在皖南南陵一带。\n披披：散乱的样子。侧帽：帽子被风吹歪。\n石马：坟前接道两旁之石兽。\n纸鸢（yuan）：鹰形风筝。\n墦（fan）：坟墓。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n诗人范成大就清明山行道中所见景象，一路叙来。山风、细雨，花燃，柳卧，唯独不见一个人影，在这样空廓的背景上.大自然显得颇有活力，但这只是一种艺术的对照。后四句写坟地上扫墓的人散去，只剩下石马、纸鸢这些没有生命的东西作伴。而令人憎恶的乌鸦之类则活跃起来，上下翻飞，四处觅食，暗示出长眠地下的死者亡灵的寂寞。反映出范成大离乡远行途中，心头泛起的一种怅惘、失落之感。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n范成大在绍兴二十四年（1164）任徽州司户参军，赴任途中时值清明，山行道中两旁的所见所闻令世人有感而发。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"清明"}
{"_id":"0M563cYu3SoUTRa5lbSD2SmoNxTc1qVF4m72CRuXSna7Jnye","title":"卖花声·雨花台","dynasty":"清代","author":"朱彝尊","text":"衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。\n秋草六朝寒，花雨空坛。更无人处一凭栏。燕子斜阳来又去，如此江山。","author_dis":["朱彝尊","朱彝尊(1629～1709)，清代诗人、词人、学者、藏书家。字锡鬯，号竹垞，又号驱芳，晚号小长芦钓鱼师，又号金风亭长。汉族，秀水（今浙江嘉兴市）人。康熙十八年（1679）举博学鸿词科，除检讨。二十二年（1683）入直南书房。曾参加纂修《明史》。博通经史，诗与王士祯称南北两大宗。作词风格清丽，为浙西词派的创始者，与陈维崧并称朱陈。精于金石文史，购藏古籍图书不遗余力，为清初著名藏书家之一。► 309篇诗文"],"otherlike":[{"title":"卖花声·雨花台","dynasty":"清代","author":"朱彝尊","text":"衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。\n秋草六朝寒，花雨空坛。更无人处一凭栏。燕子斜阳来又去，如此江山。"},{"title":"捣练子令·深院静","dynasty":"五代","author":"李煜","text":"深院静，小庭空，断续寒砧断续风。\n无奈夜长人不寐，数声和月到帘栊。"},{"title":"西江月·宝髻松松挽就","dynasty":"宋代","author":"司马光","text":"宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。\n相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。"},{"title":"长相思·吴山青","dynasty":"宋代","author":"林逋","text":"吴山青，越山青，两岸青山相送迎，谁知离别情？(谁知离别情 一作：争忍有离情)\n君泪盈，妾泪盈，罗带同心结未成，江边潮已平。(江边 一作：江头)"}],"type":["婉约\n，\n追忆\n，\n感伤\n，\n怀古","宋词三百首\n，\n婉约\n，\n孤独\n，\n离情","婉约\n，\n宴会\n，\n思念\n，\n女子","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n送别\n，\n离情"],"allin":["译文及注释\n译文\n衰败的杨柳围绕着建康城，潮水打着空城，又寂寞的返回。放眼望去，大街小巷依旧，而歌板声零零落落，酒帘子稀稀疏疏，昔日的繁华，如今只有孤寂的渔人在垂钓寒江。\n六朝的繁华如今就如秋草枯败，雨花台也已空寂无人。独自一人在此处凭栏远眺。燕子在斜阳里翩翩飞舞，归来又飞去，江山已是如此景象。\n注释\n卖花声：词牌名，即“浪淘沙”。原唐时教坊曲名，双调五十四字，上下片各五句四平韵。\n雨花台：在南京中华门（旧称聚宝门）外聚宝山上。相传梁云光法师在这里讲经，感天雨花，故称雨花台。雨，降落。\n白门湾：南京临江地方。白门，本古建康城的外门，后指代南京。\n城：这里指古石头城，在今南京清凉山一带。\n小长干、大长干：古代里巷名，故址在今南京城南。\n寒：荒凉。\n燕子斜阳：化用刘禹锡《乌衣巷》诗意。原诗是：“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。”▲\n有用\n没用\n完善\n参考资料：\n1、\n袁世硕．中国古代文学作品选简编 下：中国人民出版社，2015.01：725-726\n2、\n朱敦源．中华散曲365首精华今译：东北朝鲜民族教育出版社，1993.10：376\n3、\n徐寒．历代古词鉴赏 下：中国书店，2011.06：637","赏析\n该词为怀古伤今之作。上片写登雨花台远望之所见。白门、石头城、大小长干都是南京古代的繁华之地，只今却空有渔翁的钓竿，呈现出一派萧瑟、冷落，对比鲜明，不胜今昔之感。下片写雨花台之景色，笔法极其飘忽，将眼前之景与昔日之景混为一片，把内心的苍凉沉痛之情融入景物之中，融情于景，情景交融。全词辞采清丽自然，声律和谐宛转，在萧瑟凄凉的意象中，寄托着作者深沉绵远的感慨。\n 　　词的上片一开头，作者便调动读者的视觉与听觉，让人们看到的是“衰柳”，听到的是冰冷的潮水打着空城而退去声音。看上去作者是在写景，而实际上就像传感系统一样，作者非常敏锐地从“衰柳”上，从冷潮中，感到了苍凉冷落，并且把自己这种深沉的感慨，透露和传导给了读者。\n接着，作者举目远眺：“小长干接大长干。歌板酒旗零落尽，剩有渔竿。”放眼望去，小巷大街依旧，而歌板声却零零落落，以至子听不到了；酒帘子稀稀疏疏，以至于看不见了，只有孤寂的渔人在垂钓寒江。写街巷不着笔于市鹰、铺面、人烟，而以“歌板酒旗”来点染。看上去，作者好像信手拈来似的，而实际上是从大量的事物中提炼出来的，是从前人的诗句中锻铸出来的。朱彝尊把“歌板酒旗”集中起来，先之以“零落”来描写，继之以“尽”字来述说：寥寥几笔便抹去了古都金陵昔日的歌舞升平，而造成一个萧条幽僻的境界，手法多么简炼、自然。\n词的下片以“秋草”起笔，点出了时序，这也与上片的“衰柳”遥相呼应，构成了一幅凋零衰败的画面。作者由眼前所见，回溯金陵的往昔。“六朝”的繁华不复存在了，就像那“秋草”一样枯萎了。“六朝寒”，凝练地概括了漫长的兴衰史，一个“寒”字，把视觉与感觉勾通起来，透露了作者吊古伤今的叹哨之情。写雨花台而着一“空”字，进而又写“空”到了“更无人”的地步。这就是说，此时此地，除了自己，再也没有别的人了。然而，作者就在这种特定的环境中，独自倚着栏杆眺望的。\n接下去，一笔陡转，在“斜阳”里倏地飞来了“燕子”，让人精神为之一振，觉得似乎有了生机。然而，遗憾的是这燕子却是“来又去”了。看来，连燕子都感到雨花台衰败荒凉，到了不堪栖息的地步了，何况是人呢。这真是在绝无写处又生出了妙笔。最后，作者以“如此江山”直抒胸臆，把全部感慨着落在这四个字上。\n该词字字深含兴亡交替的感慨，句句流露世事变迁的叹息，全篇意境深远浑厚，情思忧戚缠绵。可以说全篇整体写景，又是整体抒情，景含情深，情以景出。笔力遒劲而醇雅，化用前人旧句，自然和谐，殊不见斧凿痕。▲\n有用\n没用\n完善\n参考资料：\n1、\n马步云.景中寓情愫 澹中见丰腴——读朱彝尊《卖花声·雨花台》[J].名作欣赏,1985,(第6期).\n2、\n张乃良.借古城之盛衰 写胸中之波澜——朱彝尊《卖花声·雨花台》读析[J].文史知识,1993,(第4期).","创作背景\n南京是六朝都城，可是清兵南下时，南京遭到了严重的破坏。作者在明清易代之际，正好游览雨花台，便通过对金陵城满目荒凉、衰败景色的描绘，借对六朝的追溯来表达对明朝的哀怨，于是便写下了该首词，具体创作时间不详。\n有用\n没用\n完善\n参考资料：\n1、\n于非．高等师范学校文科教材 中国古代文学教程作品选 下册：云南教育出版社，1988.08：278\n2、\n史创新．古代诗歌精品阅读·高中卷：辽宁教育出版社，2002.02：173"],"theme":"婉约"}
{"_id":"0N6wYv6ra8M6OigP6rejBiIr70t8IoeT2mdQmPJEoOPbx3kY","title":"自洛之越","dynasty":"唐代","author":"孟浩然","text":"遑遑三十载，书剑两无成。\n山水寻吴越，风尘厌洛京。\n扁舟泛湖海，长揖谢公卿。\n且乐杯中物，谁论世上名。","author_dis":["孟浩然","孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。► 327篇诗文"],"otherlike":[{"title":"自洛之越","dynasty":"唐代","author":"孟浩然","text":"遑遑三十载，书剑两无成。\n山水寻吴越，风尘厌洛京。\n扁舟泛湖海，长揖谢公卿。\n且乐杯中物，谁论世上名。"},{"title":"上林赋","dynasty":"两汉","author":"司马相如","text":"亡是公听然而笑曰：“楚则失矣，而齐亦未为得也。夫使诸侯纳贡者，非为财币，所以述职也。封疆画界者，非为守御，所以禁淫也。今齐列为东藩，而外私肃慎，捐国逾限，越海而田，其于义固未可也。且二君之论，不务明君臣之义，正诸侯之礼，徒事争于游戏之乐，苑囿之大，欲以奢侈相胜，荒淫相越，此不可以扬名发誉，而适足以贬君自损也。\n“且夫齐楚之事，又乌足道乎！君未睹夫巨丽也，独不闻天子之上林乎？左苍梧，右西极。丹水更其南，紫渊径其北。终始灞浐，出入泾渭；酆镐潦潏，纡馀委蛇，经营乎其内。荡荡乎八川分流，相背而异态。东西南北，驰骛往来，出乎椒丘之阙，行乎洲淤之浦，经乎桂林之中，过乎泱漭之野。汩乎混流，顺阿而下，赴隘狭之口，触穹石，激堆埼，沸乎暴怒，汹涌澎湃。滭弗宓汩，逼侧泌瀄。横流逆折，转腾潎冽，滂濞沆溉。穹隆云桡，宛潬胶戾。逾波趋浥，涖涖下濑。批岩冲拥，奔扬滞沛。临坻注壑，瀺灂霣坠，沈沈隐隐，砰磅訇礚，潏潏淈淈，湁潗鼎沸。驰波跳沫，汩濦漂疾。悠远长怀，寂漻无声，肆乎永归。然后灏溔潢漾，安翔徐回，翯乎滈滈，东注太湖，衍溢陂池。于是乎鲛龙赤螭，??渐离，鰅鰫鳍鮀，禺禺魼鳎，揵鳍掉尾，振鳞奋翼，潜处乎深岩，鱼鳖讙声，万物众伙。明月珠子，的砾江靡。蜀石黄碝，水玉磊砢，磷磷烂烂，采色澔汗，藂积乎其中。鸿鹔鹄鸨，鴐 鹅属玉，交精旋目，烦鹜庸渠，箴疵?卢，群浮乎其上，泛淫泛滥，随风澹淡，与波摇荡，奄薄水渚，唼喋菁藻，咀嚼菱藕。\n“于是乎崇山矗矗，巃嵷崔巍，深林巨木，崭岩参嵳，九嵕嶻嶭。南山峨峨，岩陁甗崎，摧崣崛崎。振溪通谷，蹇产沟渎，谽呀豁閕。阜陵别岛，崴磈葨廆，丘虚堀礨，隐辚郁垒，登降施靡，陂池貏豸，沇溶淫鬻，散涣夷陆，亭皋千里，靡不被筑。揜以绿蕙，被以江蓠，糅以蘪芜，杂以留夷。布结缕，攒戾莎，揭车衡兰，槀本射干，茈姜蘘荷，葴持若荪，鲜支黄砾，蒋苎青薠，布濩闳泽，延曼太原。离靡广衍，应风披靡，吐芳扬烈，郁郁菲菲，众香发越，肸蚃布写，晻薆咇茀。\n“于是乎周览泛观，缜纷轧芴，芒芒恍忽。视之无端，察之无涯，日出东沼，入乎西陂。其南则隆冬生长，涌水跃波。其兽则?旄貘嫠，沈牛麈麋，赤首圜题，穷奇象犀。其北则盛夏含冻裂地，涉冰揭河。其兽则麒麟角端，騊駼橐驼，蛩蛩驒騱，駃騠驴骡六庵注。\n“于是乎离宫别馆，弥山跨谷，高廊四注，重坐曲阁，华榱璧珰，辇道纚属，步櫩周流，长途中宿。夷嵕筑堂，累台增成，岩窔洞房，頫杳眇而无见，仰攀橑而扪天，奔星更于闺闼，宛虹扦于楯轩，青龙蚴蟉于东箱，象舆婉僤于西清，灵圄燕于闲馆，偓佺之伦，暴于南荣。醴泉涌于清室，通川过于中庭。盘石振崖，嵚岩倚倾。嵯峨磼礏，刻削峥嵘。玫瑰碧琳，珊瑚丛生，琘玉旁唐，玢豳文鳞，赤瑕驳荦，杂臿其间，晁采琬琰，和氏出焉。\n“于是乎卢橘夏熟，黄甘橙楱，枇杷橪柿，亭奈厚朴，梬枣杨梅，樱桃蒲陶，隐夫薁棣，答沓离支，罗乎后宫，列乎北园。崒丘陵，下平原，扬翠叶，扤紫茎，发红华，垂朱荣，煌煌扈扈，照曜钜野。沙棠栎槠，华枫枰栌，留落胥邪，仁频并闾，欃檀木兰，豫章女贞，长千仞，大连抱，夸条直畅，实叶葰楙，攒立丛倚，连卷欐佹，崔错癹骫，坑衡閜砢，垂条扶疏，落英幡纚，纷溶箾蔘，猗狔从风，藰莅卉歙，盖象金石之声，管籥之音。偨池茈虒，旋还乎后宫，杂袭絫辑，被山缘谷，循阪下隰，视之无端，究之无穷。\n“于是乎玄猨素雌，蜼玃飞鸓，蛭蜩蠼猱，獑胡豰蛫，栖息乎其间。长啸哀鸣，翩幡互经。夭蟜枝格，偃蹇杪颠。隃绝梁，腾殊榛，捷垂条，掉希间，牢落陆离，烂漫远迁。若此者数百千处。娱游往来，宫宿馆舍，庖厨不徙，后宫不移，百官备具。\n“于是乎背秋涉冬，天子校猎。乘镂象，六玉虬，拖蜺旌，靡云旗，前皮轩，后道游。孙叔奉辔，卫公参乘，扈从横行，出乎四校之中。鼓严簿，纵猎者，河江为阹，泰山为橹，车骑雷起，殷天动地，先后陆离，离散别追。淫淫裔裔，缘陵流泽，云布雨施。生貔豹，搏豺狼，手熊罴，足壄羊，蒙鹖苏，绔白虎，被班文，跨壄马，凌三嵕之危，下碛历之坻。径峻赴险，越壑厉水。椎蜚廉，弄獬豸，格虾蛤，鋋猛氏，羂騕褭，射封豕。箭不苟害，解脰陷脑，弓不虚发，应声而倒。于是乘舆弭节徘徊，翱翔往来，睨部曲之进退，览将帅之变态。然后侵淫促节，儵夐远去，流离轻禽，蹴履狡兽。轊白鹿，捷狡兔，轶赤电，遗光耀。追怪物，出宇宙，弯蕃弱，满白羽，射游枭，栎蜚遽。择肉而后发，先中而命处，弦矢分，艺殪仆。然后扬节而上浮，凌惊风，历骇猋，乘虚无，与神俱。躏玄鹤，乱昆鸡，遒孔鸾，促鵔鸃，拂翳鸟，捎凤凰，捷鹓鶵，揜焦明。道尽途殚，回车而还。消遥乎襄羊，降集乎北纮，率乎直指，晻乎反乡。蹷石阙，历封峦，过鳷鹊，望露寒，下棠梨，息宜春，西驰宣曲，濯鹢牛首，登龙台，掩细柳。观士大夫之勤略，均猎者之所得获，徒车之所轥轹，步骑之所蹂若，人臣之所蹈籍，与其穷极倦谻，惊惮詟伏，不被创刃而死者，他他籍籍，填坑满谷，掩平弥泽。\n“于是乎游戏懈怠，置酒乎颢天之台，张乐乎轇輵之宇。撞千石之钟，立万石之虡，建翠华之旗，树灵鼍之鼓，奏陶唐氏之舞，听葛天氏之歌，千人唱，万人和，山陵为之震动，川谷为之荡波。巴渝宋蔡，淮南干遮，文成颠歌，族居递奏，金鼓迭起，铿鎗闛鞈，洞心骇耳。荆吴郑卫之声，韶濩武象之乐，阴淫案衍之音，鄢郢缤纷，激楚结风。俳优侏儒，狄鞮之倡，所以娱耳目乐心意者，丽靡烂漫于前，靡曼美色于后。若夫青琴、宓妃之徒，绝殊离俗，妖冶娴都，靓妆刻饰，便嬛绰约，柔桡嫚嫚，妩媚孅弱。曳独茧之褕绁，眇阎易以恤削，便姗嫳屑，与俗殊服，芬芳沤郁，酷烈淑郁；皓齿粲烂，宜笑的皪；长眉连娟，微睇绵藐，色授魂与，心愉于侧。\n“于是酒中乐酣，天子芒然而思，似若有亡，曰：‘嗟乎！此大奢侈。朕以览听馀闲，无事弃日，顺天道以杀伐，时休息于此。恐后叶靡丽，遂往而不返，非所以为继嗣创业垂统也。’于是乎乃解酒罢猎，而命有司曰：‘地可垦辟，悉为农郊，以赡萌隶，隤墙填堑，使山泽之人得至焉。实陂池而勿禁，虚宫馆而勿仞，发仓廪以救贫穷，补不足，恤鳏寡，存孤独，出德号，省刑罚，改制度，易服色，革正朔，与天下为更始。’\n“于是历吉日以斋戒，袭朝服，乘法驾，建华旗，鸣玉鸾，游于六艺之囿，驰骛乎仁义之涂，览观《春秋》之林，射《狸首》，兼《驺虞》，弋玄鹤，舞干戚，载云?，揜群雅，悲《伐檀》，乐乐胥，修容乎礼园，翱翔乎书圃，述《易》道，放怪兽，登明堂，坐清庙，次群臣，奏得失，四海之内，靡不受获。于斯之时，天下大说，乡风而听，随流而化，芔然兴道而迁义，刑错而不用，德隆于三王，而功羡于五帝。若此故猎，乃可喜也。若夫终日驰骋，劳神苦形，罢车马之用，抏士卒之精，费府库之财，而无德厚之恩，务在独乐，不顾众庶，忘国家之政，贪雉兔之获，则仁者不繇也。从此观之，齐楚之事，岂不哀哉！地方不过千里，而囿居九百，是草木不得垦辟，而人无所食也。夫以诸侯之细，而乐万乘之侈，仆恐百姓被其尤也。”\n于是二子愀然改容，超若自失，逡巡避席，曰：“鄙人固陋，不知忌讳，乃今日见教，谨受命矣。”"},{"title":"段太尉逸事状","dynasty":"唐代","author":"柳宗元","text":"太尉始为泾州刺史时，汾阳王以副元帅居蒲。王子晞为尚书，领行营节度使，寓军邠州，纵士卒无赖。邠人偷嗜暴恶者，卒以货窜名军伍中，则肆志，吏不得问。日群行丐取于市，不嗛，辄奋击折人手足，椎釜鬲瓮盎盈道上，袒臂徐去，至撞杀孕妇人。邠宁节度使白孝德以王故，戚不敢言。\n太尉自州以状白府，愿计事。至则曰：“天子以生人付公理，公见人被暴害，因恬然。且大乱，若何？”孝德曰：“愿奉教。”太尉曰：“某为泾州，甚适，少事；今不忍人无寇暴死，以乱天子边事。公诚以都虞候命某者，能为公已乱，使公之人不得害。”孝德曰：“幸甚！”如太尉请。\n既署一月，晞军士十七人入市取酒，又以刃刺酒翁，坏酿器，酒流沟中。太尉列卒取十七人，皆断头注槊上，植市门外。晞一营大噪，尽甲。孝德震恐，召太尉曰：“将奈何？”太尉曰：“无伤也！请辞于军。”孝德使数十人从太尉，太尉尽辞去。解佩刀，选老躄者一人持马，至晞门下。甲者出，太尉笑且入曰：“杀一老卒，何甲也？吾戴吾头来矣！”甲者愕。因谕曰：“尚书固负若属耶？副元帅固负若属耶？奈何欲以乱败郭氏？为白尚书，出听我言。”晞出见太尉。太尉曰：“副元帅勋塞天地，当务始终。今尚书恣卒为暴，暴且乱，乱天子边，欲谁归罪？罪且及副元帅。今邠人恶子弟以货窜名军籍中，杀害人，如是不止，几日不大乱？大乱由尚书出，人皆曰尚书倚副元帅，不戢士。然则郭氏功名，其与存者几何？”\n言未毕，晞再拜曰：“公幸教晞以道，恩甚大，愿奉军以从。”顾叱左右曰：“皆解甲散还火伍中，敢哗者死！”太尉曰：“吾未晡食，请假设草具。”既食，曰：“吾疾作，愿留宿门下。”命持马者去，旦日来。遂卧军中。晞不解衣，戒候卒击柝卫太尉。旦，俱至孝德所，谢不能，请改过。邠州由是无祸。\n先是，太尉在泾州为营田官。泾大将焦令谌取人田，自占数十顷，给与农，曰：“且熟，归我半。”是岁大旱，野无草，农以告谌。谌曰：“我知入数而已，不知旱也。”督责益急，农且饥死，无以偿，即告太尉。太尉判状辞甚巽，使人求谕谌。谌盛怒，召农者曰：“我畏段某耶？何敢言我！”取判铺背上，以大杖击二十，垂死，舆来庭中。太尉大泣曰：“乃我困汝！”即自取水洗去血，裂裳衣疮，手注善药，旦夕自哺农者，然后食。取骑马卖，市谷代偿，使勿知。\n淮西寓军帅尹少荣，刚直士也。入见谌，大骂曰：“汝诚人耶？泾州野如赭，人且饥死；而必得谷，又用大杖击无罪者。段公，仁信大人也，而汝不知敬。今段公唯一马，贱卖市谷入汝，汝又取不耻。凡为人傲天灾、犯大人、击无罪者，又取仁者谷，使主人出无马，汝将何以视天地，尚不愧奴隶耶！”谌虽暴抗，然闻言则大愧流汗，不能食，曰：“吾终不可以见段公！”一夕，自恨死。\n及太尉自泾州以司农征，戒其族：“过岐，朱泚幸致货币，慎勿纳。”及过，泚固致大绫三百匹。太尉婿韦晤坚拒，不得命。至都，太尉怒曰：“果不用吾言！”晤谢曰：“处贱无以拒也。”太尉曰：“然终不以在吾第。”以如司农治事堂，栖之梁木上。泚反，太尉终，吏以告泚，泚取视，其故封识具存。\n太尉逸事如右。元和九年月日，永州司马员外置同正员柳宗元谨上史馆。\n今之称太尉大节者出入，以为武人一时奋不虑死，以取名天下，不知太尉之所立如是。宗元尝出入岐周邠斄间，过真定，北上马岭，历亭障堡戍，窃好问老校退卒，能言其事。太尉为人姁姁，常低首拱手行步，言气卑弱，未尝以色待物；人视之，儒者也。遇不可，必达其志，决非偶然者。会州刺史崔公来，言信行直，备得太尉遗事，覆校无疑，或恐尚逸坠，未集太史氏，敢以状私于执事。谨状。"},{"title":"寒花葬志","dynasty":"明代","author":"归有光","text":"婢，魏孺人媵也。嘉靖丁酉五月四日死。葬虚丘。事我而不卒，命也夫！\n婢初媵时，年十岁，垂双鬟，曳深绿布裳。一日天寒，爇火煮荸荠熟，婢削之盈瓯，予入自外，取食之，婢持去不与。魏孺人笑之。孺人每令婢倚几旁饭，即饭，目眶冉冉动，孺人又指予以为笑。\n回思是时，奄忽便已十年。吁，可悲也已！"}],"type":["叙事\n，\n抒情\n，\n愤懑","写景\n，\n叙事","叙事\n，\n赞美\n，\n写人","散文\n，\n叙事\n，\n写人"],"allin":["译文及注释\n译文\n栖栖遑遑三十年，文名武功两个都没有有所成就。\n去吴越寻觅山水，厌倦洛阳京都满眼的风尘。\n乘一叶小舟去泛游镜湖，向谢灵运致敬作个长揖。\n姑且享受杯中美酒，为什么要计较世上功名？\n注释\n自洛之越：洛，今河南省洛阳市。之，往，到。越，今浙江地区，春秋时越国所在地。\n遑遑（huáng）：忙碌的样子。出自《列子》“遑遑尔竞一时之虚荣”。\n吴越：今江苏、浙江地区，是古代吴国和越国所在地。\n风尘：比喻世俗的纷扰。洛京：又称京洛，指洛阳，是唐朝东都。\n扁（piān）舟：小舟。\n长揖（yī）：古人拱手为礼称揖，作揖时手自上至极下称长揖。“长揖谢公卿”是委婉表示自己不屈服于权贵。\n杯中物：指酒。借用陶渊明《责子诗》中“且进杯中物”句意。\n谁：何，哪。这里的用法与指人的“谁”不同。\n论：计较。▲\n有用\n没用\n完善\n参考资料：\n1、\n王亚玲主编．中华诗词实用大百科：长春出版社，1995年01月第1版：第1350页","赏析\n诗头两句回顾自己的过去。“遑遑三十载”，诗人此时四十一岁，自发蒙读书到举成数为三十载。“书剑两无成”，诗中用以自况，说自己三十多年辛辛苦苦地读书，结果一事无成，实是愤激之语。\n“山水寻吴越，风尘厌洛京”，两句前后倒装，每句句中又倒装。本来是因为“厌洛京风尘”，所以“寻吴越山水”。一倒装，诗句顿时劲健，符合格律，富于表现力。一个“厌”字，形象地表现出诗人旅居长安洛阳的厌烦心绪。诗人在长安是求仕，从他在洛阳与公卿的交往看，仍在继续谋求出仕。但是，半年多的奔走毫无结果，以致诗人终于厌烦，想到吴越寻山问水，洗除胸中的郁闷。“扁舟泛湖海”是“山水寻吴越”路线的具体化。\n诗人乘船从洛阳出发，经汴河而入运河，经运河达于杭州（越中）。诗人计划要游太湖，泛海游永嘉（今浙江温州），因此湖海并没有叙述过多。公卿，指达官显贵。古代百姓见公卿要行叩拜的大礼，而诗人告别他们却用平辈交往的礼节——长揖，作个大揖，表现出诗人平交王侯的气概。诗人“长揖谢公卿”表现的是他一生为人傲岸。诗人并不因为求仕失意，就向公卿摇尾乞怜，因此李白说他“高山安可仰，徒此揖清芬”（《赠孟浩然》）。\n“且乐杯中物”是借用陶渊明的《责子诗》“天运苟如此，且进杯中物”。末尾两句暗用张翰的话：“使我有身后名，不如即时一杯酒。”（《晋书·文苑·张翰传》）大意说：“我且喝酒乐我的，管他什么名不名。这也是愤激之辞。诗人素有强烈的功名心，希望像鸿鹄那样搏击长空，一展宏图。但是，怀才不遇，不被赏识，报国无门，只好去游山玩水。\n这首诗词诗人原本满腹牢骚，但表达时处处自怨自艾，而流落不偶的遭际却不言自明。中间两联扣题，实写自洛赴越，把洛阳与吴越联系起来。中间两联意思连接很紧，首尾跳跃很大。首联总结自己勤勉失意的一生，尾联表明自己对人生的态度。诗人辞别洛阳前往吴越，目的纯粹是为了去寻求名山佳水，想在自然山水中忘掉世俗，找到归宿。孟浩然虽然一生布衣，但心中进与退、仕与隐的矛盾一直存在，并且延续到晚年。但这首诗却干净利落地摈弃尘俗，不论功名，是他特定时期真实心情的写照。▲\n有用\n没用\n完善\n参考资料：\n1、\n岂是行路风与尘 实为世道多艰辛——孟浩然《自洛之越》赏析，高青，语文教学之友，2012-02-08，20页\n2、\n王克俭主编．王维 孟浩然诗选：海南国际新闻出版中心，1997年：第77页","创作背景\n孟浩然四十岁到长安考科举，但是没有考取到功名，大约在公元728年（开元十六年）到东都洛阳游览。在洛阳滞留了半年多，次年秋，从洛阳动身漫游吴越（今江苏浙江一带）。这首诗就作于诗人从洛阳往游吴越前夕，故诗题作“自洛之越”。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"抒情"}
{"_id":"0NS4APL6GsjHSdRijtBjFYTR8tffniwHMfoB8QsBHmS88fvP","title":"诉衷情·永夜抛人何处去","dynasty":"五代","author":"顾夐","text":"永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。\n争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。","author_dis":["顾夐","顾敻，五代词人。生卒年、籍贯及字号均不详。前蜀王建通正(916)时，以小臣给事内廷，见秃鹫翔摩诃池上，作诗刺之，几遭不测之祸。后擢茂州刺史。入后蜀，累官至太尉。顾夐能诗善词。 《花间集》收其词55首，全部写男女艳情。► 27篇诗文"],"otherlike":[{"title":"诉衷情·永夜抛人何处去","dynasty":"五代","author":"顾夐","text":"永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。\n争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。"},{"title":"蝶恋花·伫倚危楼风细细","dynasty":"宋代","author":"柳永","text":"伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)\n拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。"},{"title":"卜算子·我住长江头","dynasty":"宋代","author":"李之仪","text":"我住长江头，君住长江尾。日日思君不见君，共饮长江水。\n此水几时休，此恨何时已。只愿君心似我心，定不负相思意。"},{"title":"清平乐·春归何处","dynasty":"宋代","author":"黄庭坚","text":"春归何处？寂寞无行路。若有人知春去处，唤取归来同住。\n春无踪迹谁知。除非问取黄鹂。百啭无人能解，因风飞过蔷薇。"}],"type":["宋词三百首\n，\n婉约\n，\n爱情\n，\n女子\n，\n思念","宋词三百首\n，\n抒情\n，\n爱情\n，\n思念","宋词三百首\n，\n宋词精选\n，\n长江\n，\n思念\n，\n爱情","宋词三百首\n，\n婉约\n，\n春天\n，\n惜春"],"allin":["译文及注释\n译文\n漫漫长夜你撇下我去了哪里啊？没有一点音讯。香阁门紧紧关上，眉儿紧紧皱起，月亮就要西沉。\n怎么忍心不苦苦追寻你啊？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。\n注释\n诉衷情：唐教坊曲名。因毛文锡词句有“桃花流水漾纵横”，又名《桃花水》；因顾夐本词，又名《怨孤衾》。\n永夜：长夜。\n眉敛：指皱眉愁苦之状。\n争忍：怎忍。\n孤衾：喻独宿。\n有用\n没用\n完善\n参考资料：\n1、\n吴熊和，沈松勤选注 ．唐五代词三百首 ：岳麓书社 ，1994.04. ：162 ．\n2、\n亦冬译注 ．古代文史名著选译丛书 唐五代词选译 修订版 ：凤凰出版社 ，2011.05. ：150 ．","鉴赏\n这是一首单调小令。开头五句，奏的是感情音响的主旋律——怨。“永夜”两句，就悬想负心人行踪着笔。“长夜漫漫，负心人啊，你抛下我到哪里去了？”自问还复自答：“音信已绝，奈何！”着一“绝”字，点出薄悻者之寡信绝情。“香阁掩”三句，就闺中人己方情况着笔，从环境描写（闺门紧闭）、表情描写（眉头紧皱）、时间推移（斜月将落、长夜将尽）这三个方面，写出了终宵坐候之难耐。这两笔归结到一点——对薄悻者之怨。\n“争忍”句以下写心池又起新澜。“争忍”两句是第一个浪头，特点是思之不已，爱怨兼发。“叫我怎忍心不苦苦追寻啊？”这一句心灵独白，表明她怨中有爱，情丝难解。但稍加推究，闺门紧闭，室内一目了然，无物可寻。“寻”这一动作，正好显示她已陷于身难自主迷离恍惚的精神状态。等到她头脑稍为清醒，又得面对令人心碎的现实——孤衾独处，因而“怨”字又重上心头。“换我心”三句是第二个浪头，特点是情之所钟，忽发痴语。清王士禛《花草蒙拾》曾指出：“顾太尉‘换我心，为你心，始知相忆深’，自是透骨情语。徐山民‘妾心移得在君心，方知人恨深’全袭此。”徐山民句中之“移”字，倒也深得顾词“换”字之真谛。换心者，移心之谓也。主人公是多么希望把自己的一颗心移置在对方的心腔里，以取得对方对自己思念之深的理解啊。就事论事，移心之说似属无理，而主人公发此痴想，却正好显示其爱之深，其情之真，此即所谓“无理而有情”。当然尽管如此，主人公的悲剧命运将是难以避免的。这一点，明汤显祖在《花间集》评本中曾一语道破：“若到换心田地，换与他也未必好。”但作品的思想倾向性却十分明朗，同情完全放在被折磨被损害的弱女子这一边，这也就从侧面鞭挞了薄悻之徒。\n顾夐此词，以善作情语著称。近人王国维在《人间词话》中曾把此词作为“有专作情语而绝妙者”的显例之一，并且说：“此等词，求之古今人词中，曾不多见。”足见评价之高。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n这首词通过女主人公口语式的内心独白，揭示了作为一个闺中弱女子被负心人所折磨而带来的心灵创伤，表现了旧社会情爱悲剧的一个方面。主人公怨中有爱，爱怨兼发，心情复杂。作品在艺术构思与表现手法上甚见匠心，深得后代词评家的赞赏。\n“永夜抛人何处去？绝来音。”“永夜”，即漫漫长夜；一个“抛”字暗示出女子对自己命运的担心。起句劈面一问，不仅揭示了女子愁怨的根由，还写出了她因久盼不归而产生的焦灼、苦闷、不安和疑虑。下接“绝来音”，表明所爱深夜不归，并不是不得已的行为，而是故意给她的冷遇，一则写夜阑人静、悄无声息，烘托出女子的孤寂无伴；同时透露出在漫漫长夜、寂寂空闺中她一直在侧耳凝神聆听户外声息的不安心情，门外的每一点哪怕是极轻微的声音都会唤起她的希望，使她激动和喜悦。\n“香阁掩，眉敛，月将沉。”当希望之火一次次在心头燃起旋又熄灭以后，她终于明白今宵是无望的了，“香阁掩”三字表明了她内心的绝望。一个“掩”字，显示了她的情感所系，她并不想把那个无情的人拒于门外，依然为他留着门，闷坐空闺，独对孤灯，痴痴等待着他。“眉敛”，正是她内心深处压抑不住的怨情的不自禁的流露。然而直到月将西沉时分，他也没有给她消息，或者回来陪伴她。“月将沉”一句不仅点明天将破晓，它既暗示了清幽的月光没有给人以任何安慰，徒然增加了女子的愁思，也透露出女子为怨思所苦而一夜无眠，在辗转反侧之际，往日恩爱厮守、形影相随的情景尽在眼前，在独卧孤寝的凄清中更添加了几分寂寞和冷清。\n“争忍不相寻？怨孤衾。”她的语气里有埋怨，有委屈，“争忍”二字反问，表明她怨中有爱，情丝难解，既有不忍苛贵之意，也有不免怨怪之情，仔细体味，竟似有要对方发慈悲的意思。忍或不忍，不是因为情感的自然生发，不是因为情不自禁，而是来自慈悲的意念。然而稍加推究，闺门紧闭，室内一目了然，并无可寻。“寻”这一动作，正好显示她已陷于迷离恍惚的精神状态。等到她头脑稍为清醒，又得面对令人心碎的现实——孤衾独处。“怨孤衾”一句，短而有力，长夜难眠的孤独，自身情感依依而不获对应的痛苦，终于直接以一个“怨”字透出。“怨”，是因爱所生的恨，是不敢决裂而去的恨。\n“换我心，为你心，始知相忆深。”情之所钟，忽发痴语，这是女子发自内心深处的表白和对负心人的恳切呼唤。换心者，移心之谓也，主人公希望把自己的一颗心移置在对方的心腔里，以取得对方对自己思念之深的理解。如果对方已经彻底绝情，任是怎样他也不会回心转意了。虽是如此，但词这样写，却愈见感情激愤而又无可奈何，沉哀深痛，入木三分。这里既有对男子的嗔怨，更透出女子的一片深情，令人低徊不尽。\n词写痴情女子对负心情郎的期待、爱恋与幽怨。心不可换，情痴故欲换之，换之而不可得，益增其怨忧。写闺怨情至于此，形象鲜明生动，无以复加。▲\n有用\n没用\n完善\n参考资料：\n1、\n汤高才编 ．红豆生南国 ：上海辞书出版社 ，1996.08 ：124-125 ．\n2、\n徐庆宜选析 ．唐宋词三百首 ：广东高等教育出版社 ，2004. ：57 ．\n3、\n邓红梅评注 ．婉约词 ：中华书局 ，2011.03 ：23-24 ．\n4、\n赵亚丽，苏占兵编著 ．婉约词赏读 ：中国华侨出版社 ，2008.4 ：70-71 ．\n5、\n陈耳东，陈笑呐编注 ．情词 ：陕西人民出版社 ，1997 ：117 ．\n6、\n艾治平著 ．花间词品读 ：中国青年出版社 ，2011.12. ：182-183 ．\n7、\n沈家庄著 ．竹窗簃词学论稿 ：广西师范大学出版社 ，1994.09 ：第221页 ．\n8、\n朱明伦等编著 ．古代情词三百首 ：辽宁大学出版社 ，1997.07 ：50 ．"],"theme":"爱情"}
{"_id":"0NZEF9C6RxMwd7iwFA9VzoCPmTQrTwCnrc8pp7wjseY0KO31","title":"烛影摇红·题安陆浮云楼","dynasty":"宋代","author":"廖世美","text":"霭霭春空，画楼森耸凌云渚。紫薇登览最关情，绝妙夸能赋。惆怅相思迟暮。记当日、朱阑共语。塞鸿难问，岸柳何穷，别愁纷絮。\n催促年光，旧来流水知何处。断肠何必更残阳，极目伤平楚。晚霁波声带雨。悄无人、舟横野渡。数峰江上，芳草天涯，参差烟树。","author_dis":["廖世美","廖世美是生活于南北宋之交的一位词人，生平无考，据传是安徽省东至县廖村人。► 2篇诗文"],"otherlike":[{"title":"烛影摇红·题安陆浮云楼","dynasty":"宋代","author":"廖世美","text":"霭霭春空，画楼森耸凌云渚。紫薇登览最关情，绝妙夸能赋。惆怅相思迟暮。记当日、朱阑共语。塞鸿难问，岸柳何穷，别愁纷絮。\n催促年光，旧来流水知何处。断肠何必更残阳，极目伤平楚。晚霁波声带雨。悄无人、舟横野渡。数峰江上，芳草天涯，参差烟树。"},{"title":"定风波·自春来","dynasty":"宋代","author":"柳永","text":"自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。\n早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我，免使年少，光阴虚过。"},{"title":"玉蝴蝶·望处雨收云断","dynasty":"宋代","author":"柳永","text":"望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。\n难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。"},{"title":"清平乐·金风细细","dynasty":"宋代","author":"晏殊","text":"金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。\n紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。"}],"type":["婉约\n，\n写景\n，\n抒情\n，\n怀古","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n女子\n，\n闺怨\n，\n思念","宋词精选\n，\n婉约\n，\n写景\n，\n怀人\n，\n羁旅","写风\n，\n婉约\n，\n秋思"],"allin":["译文及注释\n译文\n薄雾茫茫，画楼高耸入云。昔年的紫薇郎曾将此楼登临。面对眼前的景物，他大发感慨，写下动人的诗篇。日暮时分，景象令人相思惆怅，记得那时我和她一起私语，多少幸福？不想她一去便没有消息，望断天涯也难有消息。只有岸边的柳树成林，使我的离愁仿佛飞絮，飞舞一片。节气催绕着年光流转，往日楼下的河水，如今不知流向哪里才停？并非日暮斜阳时才令人伤魂，看见宽阔的原野无边无际，同样让人极为伤心。晚来天气初晴，水波声中似乎还带着雨声。江上静悄无声息，只有一条小舟，在野外的渡口处静静地停放着。江边远处有几座墨色的山峰。天边烟雾茫茫，几棵高矮不齐的树木立着。\n注释\n安陆：今湖北省安陆市。浮云楼，即浮云寺楼。\n霭霭：唐代中书省曾称紫薇省，故在中书省任官者可称薇郎。此处指杜牧，杜牧曾任中书舍人，故称。\n紫微：星名，位于北斗东北，古人认为是天帝之座。\n平楚：登高望远，大树林处树梢齐平，称平楚。也可代指平坦的原野。\n带雨：韦应物《滁州西涧》：“春潮带雨晚来急，野渡无人舟自横。”▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n这首词上片写景，即描写浮云楼的欢乐气势。其中的“朱阑共语”，“别愁纷絮”、“塞鸿”、“岸柳”等，皆隐括杜牧诗句。但情词熨贴、了无痕迹，见出融裁之妙。《蕙风词话卷二》：“廖世美《烛影摇红》过拍云：‘塞鸿难问，岸柳何穷，别愁纷絮。’神来之笔，即已用矣！”\n下片换头：“催促年光，旧来流水知何处？”一句度入同前，由写景而抒情，便令人有不胜古今与迟暮之叹了。“断肠何必更残阳，极目伤平楚。晚霁波声带雨，悄无人，舟横野渡。”进一层用笔益觉凄怆入神。真是“语淡而情深，令子野、太虚而为之，容或未必能到。”（《蕙风词话》）\n唐代诗人杜牧，曾有一首写安陆浮云楼的诗作，在唐、宋时期曾传颂一时，原诗是《题安州浮云寺楼寄湖州郎中》：\n去夏疏雨余，同倚朱阑语。当时楼下水，今日到何处。\n恨如春草多，事与孤鸿去。楚岸柳何穷，别愁纷如絮。\n（见《全唐诗》八卷五九三七页）\n安州即安陆，同小杜的诗相比，廖世美的词则别有韵味。\n这首词，声容娇好，情致蕴藉，自是名家手笔。正如况周颐所说：“一再吟诵，辄沁人心脾，毕生不能忘。《花菴绝妙词选》中，真能不愧‘绝妙’二字，如世美之作，殊不多见。”▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"婉约"}
{"_id":"0Na9mkC2c1CPXEjcoXaffbMloUOTyB3wxwoVmFF3cvLa4Pv5","title":"和张仆射塞下曲·其一","dynasty":"唐代","author":"卢纶","text":"鹫翎金仆姑，燕尾绣蝥弧。\n独立扬新令，千营共一呼。","author_dis":["卢纶","卢纶（739年—799年），字允言，河中蒲州（今山西永济县）人。唐代诗人，大历十才子之一。唐玄宗天宝末年举进士，遇乱不第；唐代宗朝又应举， 屡试不第。大历六年，经宰相元载举荐，授阌乡尉；后由宰相王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕州户曹、河南密县令。之后元载、王缙获罪，遭到牵连。唐德宗朝，复为昭应县令，出任河中元帅浑瑊府判官，官至检校户部郎中。不久去世。著有《卢户部诗集》。► 329篇诗文"],"otherlike":[{"title":"和张仆射塞下曲·其一","dynasty":"唐代","author":"卢纶","text":"鹫翎金仆姑，燕尾绣蝥弧。\n独立扬新令，千营共一呼。"},{"title":"子夜吴歌·秋歌","dynasty":"唐代","author":"李白","text":"长安一片月，万户捣衣声。\n秋风吹不尽，总是玉关情。\n何日平胡虏，良人罢远征。"},{"title":"游子吟","dynasty":"唐代","author":"孟郊","text":"慈母手中线，游子身上衣。\n临行密密缝，意恐迟迟归。\n谁言寸草心，报得三春晖。"},{"title":"长相思·其一","dynasty":"唐代","author":"李白","text":"长相思，在长安。\n络纬秋啼金井阑，微霜凄凄簟色寒。\n孤灯不明思欲绝，卷帷望月空长叹。\n美人如花隔云端！\n上有青冥之长天，下有渌水之波澜。\n天长路远魂飞苦，梦魂不到关山难。\n长相思，摧心肝！"}],"type":["唐诗三百首\n，\n高中古诗\n，\n边塞\n，\n赞美\n，\n将军","唐诗三百首\n，\n乐府\n，\n秋天\n，\n闺怨\n，\n思念","唐诗三百首\n，\n乐府\n，\n赞颂\n，\n母亲\n，\n母爱\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","唐诗三百首\n，\n乐府\n，\n思念\n，\n伤怀"],"allin":["译文及注释\n译文\n身佩雕羽制成的金仆姑好箭，\n旌旗上扎成燕尾蝥弧多鲜艳。\n大将军威严地屹立发号施令，\n千军万马一呼百应动地惊天。\n注释\n鹫：大鹰；\n翎：羽毛；\n金仆姑：箭名。\n燕尾：旗上的飘带；\n蝥弧：旗名。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n此诗一题《和张仆射塞下曲》。诗共六首，分别写发号施令、射猎破敌、奏凯庆功等等军营生活。语多赞美之意。此作为第一首，歌咏边塞景物，描写将军发号时的壮观场面。\n前两句用严整的对仗，精心刻划出将军威猛而又矫健的形象。“鹫翎金仆姑”，是写将军的佩箭。“金仆姑”，箭名，《左传》：“乘丘之役，公以金仆姑射南宫长万。”箭用金做成，可见其坚锐。并且用一种大型猛禽“鹫”的羽毛（“翎”）来做箭羽，既美观好看，发射起来又迅疾有力，威力无穷。“燕尾绣蝥弧”，是写将军手执的旗帜。“绣蝥弧”，一种军中用作指挥的旗帜，《左传》：“颖考叔取郑之旗蝥弧以先登。”这种象燕子尾巴形状的指挥旗，是绣制而成的，在将军手中显得十分精美。这两句没有直接写将军的形貌，只是从他身上惹人注目的佩箭、旗帜落笔，而将军的矫健身影已经屹立在读者面前。诗中特意指出勇猛的“鹫”和轻捷的“燕”这两种飞禽，借以象征人物的精神状态。通过这两句的描写、衬托，一位威武而又精明干练的军事将领的形象，跃然纸上。\n后两句写发布新令。将军岿然独立，只将指挥令旗轻轻一扬，那肃立在他面前的千营军士，就齐声发出呼喊，雄壮的呐喊之声响彻云天、震动四野，显示出了豪壮的军威。“独立”二字，使前两句中已经出现的将军形象更加挺拔、高大，并且与后面的“千营”形成极为悬殊的数字对比，以表明将军带兵之多，军事地位之显要，进一步刻划了威武形象。那令旗轻轻一扬，就“千营共一呼”，在整齐而雄壮的呐喊声中，“千营”而“一”，充分体现出军队纪律的严明，以及将军平时对军队的严格训练，显示出了无坚不摧、无攻不克的战斗力。这一句看似平平叙述，但却笔力千钧，使这位将军的形象更为丰满突出，给人留下了深刻的印象。\n在五言绝句中，像这首诗这样描写场面如此壮阔，声势如此浩大的作品，并不多见。前两句对仗工整，在严整中收敛力量；后两句改为散句，将内敛的力量忽然一放，气势不禁奔涌而出。这一敛一放，在极少的文字中，包孕了极为丰富的内容，显示出强大的力量。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"唐诗三百"}
{"_id":"0O8OvRHYLoqp8l8t42Rt9gG2VsPyUEZ9Rjgp09Zdo6yQAE09","title":"江行无题一百首·其九十八","dynasty":"唐代","author":"钱珝","text":"万木已清霜，江边村事忙。\n故溪黄稻熟，一夜梦中香。","author_dis":["钱珝","钱珝( xǔ许)，字瑞文，吴兴人，吏部尚书徽之子， 钱徽之孙， 善文词。► 28篇诗文"],"otherlike":[{"title":"江行无题一百首·其九十八","dynasty":"唐代","author":"钱珝","text":"万木已清霜，江边村事忙。\n故溪黄稻熟，一夜梦中香。"},{"title":"江亭夜月送别二首","dynasty":"唐代","author":"王勃","text":"江送巴南水，山横塞北云。\n津亭秋月夜，谁见泣离群？\n乱烟笼碧砌，飞月向南端。\n寂寞离亭掩，江山此夜寒。"},{"title":"偶成","dynasty":"宋代","author":"朱熹","text":"少年易老学难成，一寸光阴不可轻。\n未觉池塘春草梦，阶前梧叶已秋声。"},{"title":"南乡子·重九涵辉楼呈徐君猷","dynasty":"宋代","author":"苏轼","text":"霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。\n佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。"}],"type":["秋天\n，\n思乡","秋天\n，\n送别\n，\n写景\n，\n抒情\n，\n组诗","秋天\n，\n写景\n，\n感叹\n，\n惜时\n，\n早教","宋词精选\n，\n秋天\n，\n写景\n，\n抒怀"],"allin":["译文及注释\n译文\n秋天到了，树叶上已有寒霜，江边的稻子也已成熟，农民们正在忙着收割。\n此时家乡苕溪两岸，也是稻熟金黄了吧，昨夜睡梦中还闻到金谷飘香呢！\n注释\n清霜：寒霜；白霜。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n此诗是作者在乾宁（894-898）年间因宰相王抟的倒台而被牵连，由中书舍人被贬为抚州（今江西抚州市）司马时，到抚州就任途中写下的。他伫立船头，目睹两岸万物洒上了一层薄霜，江边已是农事繁忙。被贬的孤愁加上萧肃的秋色，此时此地，不能不令人感触重重。作者自然也会想到家乡稻熟的情景。眼前的景物使他对故乡心往神驰，“一夜梦中香”就是当时心境的写照。至于是作者在梦中回到故乡，尽闻稻香扑鼻，还是阵阵秋风从远方把故乡的稻香吹到“独在异乡为异客”的游子梦中，这倒是无足轻重的，可以把自由想象的天地留给读者。令人拍案叫的是，全诗四句，无一字言思乡，而思乡之情自现。“一夜梦中香”一句，生动、新颖、充满感情，余味无穷，把相思写透、写绝了。可谓不着一字，尽得风流。这便是作者善酿浓醇诗味之功力所致。 ▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"秋天"}
{"_id":"0ODMV9q9Y6ZDjpPWhC09sLTbZmn28fNMgtB2K5dAgeZitR0f","title":"吴山青·金璞明","dynasty":"宋代","author":"赵溍","text":"金璞明。玉璞明。小小杯柈翠袖擎。满将春色盛。仙珮鸣。玉珮鸣。雪月花中过洞庭。此时人独清。","author_dis":["赵溍","赵溍（生卒年不详），字元溍，号冰壶，潭州（今湖南长沙）人。度宗咸淳七年（1271）为淮东统领兼知镇江府（《宋史》卷四六《度宗本纪》）。咸淳九年，迁沿江制置使、知建康府（《至正金陵新志》卷三）。端宗景炎元年（1276）为江西制置使（《宋季三朝政要》卷六）。《全宋词》录其诗二首。► 4篇诗文"],"otherlike":[{"title":"吴山青·金璞明","dynasty":"宋代","author":"赵溍","text":"金璞明。玉璞明。小小杯柈翠袖擎。满将春色盛。仙珮鸣。玉珮鸣。雪月花中过洞庭。此时人独清。"},{"title":"玉楼春·别后不知君远近","dynasty":"宋代","author":"欧阳修","text":"别后不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。\n夜深风竹敲秋韵。万叶千声皆是恨。故攲单枕梦中寻，梦又不成灯又烬。"},{"title":"西江月·世事一场大梦","dynasty":"宋代","author":"苏轼","text":"世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)\n酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。"},{"title":"采桑子·恨君不似江楼月","dynasty":"宋代","author":"吕本中","text":"恨君不似江楼月，南北东西，南北东西，只有相随无别离。\n恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？"}],"type":["宋词精选\n，\n咏物\n，\n写花","宋词精选\n，\n秋天\n，\n闺怨\n，\n离别","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n中秋节\n，\n感叹\n，\n人生","宋词三百首\n，\n宋词精选\n，\n民歌\n，\n婉约\n，\n月亮\n，\n感叹\n，\n离别\n，\n离情"],"allin":["译文及注释\n译文\n那株养在瓷盘中的水仙，仿佛就是 一位亭亭玉立的凌波仙子，用翠袖高擎着金盏玉盏(黄 蕊与白瓣)，盛满了迷人的春色。这位“凌波微步，罗袜生尘”的美丽仙子正在雪光月光的映照下飘行在四周开满鲜花的洞庭湖面，但见仙袂飘飘，环佩叮当作响。\n注释\n璞：未经雕琢的玉石，此喻水仙的花瓣和花蕊。\n罥：通“盘”。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n“金璞明，玉璞明，小小杯罥翠袖擎。满将春色盛。”“金璞”、“玉璞”写出了花蕊和花瓣的颜色和质地，两个“明”字，则表现出花蕊和花瓣的莹润和光泽。“满将春色盛”融入了词人的主观感受。整个上片色彩鲜明，刻画生动逼真，形神俱出。\n“仙佩鸣，玉佩鸣，雪月花中过洞庭。”此三句进一步运用想象，动态地刻画出水仙的风姿。这三句所渲染出的画面神奇而美丽，令人心驰神往。\n“此时人独清。”此句既是言水仙，又是言词人有感于水仙临水而独立的清新脱俗而甘愿超凡出世、独守寂寞的人格追求。“人独清”是一种“举世皆浊我独清，众人皆醉我独醒”的屈原式的人格境界。\n《吴山青·金璞明》咏物言志，既给人以美的享受，又颇耐人寻味。两个“明”字和两个“鸣”字，谐音，又为全词增添了视觉和听觉上的审美效果，读来颇感耳清目明。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"写花"}
{"_id":"0OE3rkjgKzWH7FFivAjg4bxV2oKApYiuc2rxDgxtv0gmWXYL","title":"青衫湿遍·悼亡","dynasty":"清代","author":"纳兰性德","text":"青衫湿遍，凭伊慰我，忍便相忘。半月前头扶病，剪刀声、犹在银釭。忆生来、小胆怯空房。到而今，独伴梨花影，冷冥冥、尽意凄凉。愿指魂兮识路，教寻梦也回廊。\n咫尺玉钩斜路，一般消受，蔓草残阳。判把长眠滴醒，和清泪、搅入椒浆。怕幽泉、还为我神伤。道书生簿命宜将息，再休耽、怨粉愁香。料得重圆密誓，难禁寸裂柔肠。","author_dis":["纳兰性德","纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光彩夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。► 277篇诗文"],"otherlike":[{"title":"青衫湿遍·悼亡","dynasty":"清代","author":"纳兰性德","text":"青衫湿遍，凭伊慰我，忍便相忘。半月前头扶病，剪刀声、犹在银釭。忆生来、小胆怯空房。到而今，独伴梨花影，冷冥冥、尽意凄凉。愿指魂兮识路，教寻梦也回廊。\n咫尺玉钩斜路，一般消受，蔓草残阳。判把长眠滴醒，和清泪、搅入椒浆。怕幽泉、还为我神伤。道书生簿命宜将息，再休耽、怨粉愁香。料得重圆密誓，难禁寸裂柔肠。"},{"title":"母别子","dynasty":"唐代","author":"白居易","text":"母别子，子别母，白日无光哭声苦。\n关西骠骑大将军，去年破虏新策勋。\n敕赐金钱二百万，洛阳迎得如花人。\n新人迎来旧人弃，掌上莲花眼中刺。\n迎新弃旧未足悲，悲在君家留两儿。\n一始扶行一初坐，坐啼行哭牵人衣。\n以汝夫妇新燕婉，使我母子生别离。\n不如林中乌与鹊，母不失雏雄伴雌。\n应似园中桃李树，花落随风子在枝。\n新人新人听我语，洛阳无限红楼女。\n但愿将军重立功，更有新人胜于汝。"},{"title":"代赠二首","dynasty":"唐代","author":"李商隐","text":"楼上黄昏欲望休，玉梯横绝月中钩。\n芭蕉不展丁香结，同向春风各自愁。\n东南日出照高楼，楼上离人唱石州。\n总把春山扫眉黛，不知供得几多愁？"},{"title":"别云间","dynasty":"明代","author":"夏完淳","text":"三年羁旅客，今日又南冠。\n无限山河泪，谁言天地宽！(山河 一作：河山)\n已知泉路近，欲别故乡难。\n毅魄归来日，灵旗空际看。"}],"type":["离别\n，\n凄婉\n，\n哀愁","母亲\n，\n离别","离别\n，\n写景\n，\n抒情\n，\n组诗","古诗三百首\n，\n初中古诗\n，\n离别\n，\n悲愤\n，\n爱国"],"allin":["译文及注释\n译文\n想到你，泪水就将我的青衫衣襟打湿！你对我的真情和关慰，点点滴滴我又怎能忘记呢？半个月前你还带病而强打着精神做事，当时你剪灯花的声音现在还仿佛留在银灯边。回想起来，你生性胆小，连一个人在房子里都害怕，可如今你却在那冷冷的幽暗的灵柩里，独自伴着梨花影，受尽了凄凉。我愿意为你的灵魂指路，让你的魂魄再一次到这回廊里来。\n你我近在咫尺，正一样地消受着这夕阳晚照下的荒原凄景。我愿用我的热泪和着祭祀的酒浆把你滴醒，让你又活转过来，可又怕你醒来后继续为我伤神，你定然会说：你书生命太薄，应该多多保重，不要再耽于儿女情了！但我却记得你我曾有过的密誓，现在想来那誓言真的难以实现了，想到这一切又怎能不叫人肝肠寸断呢？\n注释\n扶病：带着病而行动做事。\n银釭：银灯。古代以油灯照明，贵族大家多用银制灯台，故称银釭。\n玉钩斜：随代葬埋宫女的墓地。《陈无己诗话》：“广陵亦有戏马台下路号玉钩斜。”这里是指亡妻的灵寝所在地。\n判：同“拚”。此处甘愿之意。周邦彦《解连环》：“拚今生对花对酒，为伊泪落。”\n椒浆：即椒酒，以椒实浸制之酒，多于元旦饮用。这里是指祭奠之酒浆。\n幽泉：墓穴，代指亡妻。\n将息：保重、调养之意。\n怨粉愁香：粉香，代指女人。怨粉愁香是喻指男女间的恩怨私情，这里借指与妻往日的浓情密意。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n这首词，是纳兰容若的第一首悼亡词。\n上片“青衫湿遍”第一句就表明了词人悲痛的程度。眼泪把他的衣服都浸的湿透了，这是怎样的一种悲痛，又是怎样的一种凄凉，才能把衣服都湿透。“凭伊慰我，忍便相忘。”凭你对我的一片真情和安慰，我又怎能忍心把你忘记呢。这开头的两句就把全词的那种哀伤的基调奠定了。“半月前头扶病，剪刀声、犹在银釭。”从这里可以看出，他妻子逝世的时间才只有半个月。半个月前，她还在自己身边，就在自己眼前，带着病在灯下，强打着精神做事。而今却是阴阳两隔，空留自己独自在回想。“忆生来、小胆怯空房。到而今、独伴梨花影，冷冥冥、尽意凄凉。”回忆起你从前生性胆小，连一个人在房间都害怕，可如今你却在那冰冷幽暗的灵柩里，独自伴着梨花影，受尽凄凉。这几句体现了词人对亡妻的挚爱以及对其浓烈的思念之情，于是词人把自己满腔的愁怀，全部都寄托在梦幻中，希望亡妻能认识回家的路，到梦中与自己相聚。\n下片仍是抒发了词人的哀婉深情。“咫尺玉钩斜路，一般消受，蔓草残阳”，这里作者猜想，此时的你，一定也和我一样，“一般消受”这肝肠寸断之苦了。“咫尺”两字有“近在咫尺却远在天涯”之意，似有东坡“相顾无言，惟有泪千行”之态，然而后者还能“相顾”，前者却是天人永隔了。\n至此词人对其妻子的思念达到了高潮，可以看出他是如何疯狂的思念着亡妻，竟然幻想着用眼泪去唤醒她和自己相见。“怕幽泉、还为我神伤。道书生薄命宜将息，再休耽、怨粉愁香。”在这里词人的笔锋一转，站在妻子的角度想，又怕长眠地府的妻子还在为自己神伤。定会说，书生你太命薄，应该自己多多保重，不要再耽误于儿女情长了！最后一句“料得重圆密誓，难尽寸裂柔肠。”词人记得夫妻俩所有的密誓，但是那些誓言已经不能够实现，想到这真是令人肝肠寸断。这整首词里字字句句都渗透了词人对亡妻刻骨铭心的思念，也看出了词人那种凄楚的心境。而纳兰的词风的婉丽凄清也正是来自于他们夫妻二人的情深意长。“青衫”、“银釭”、“梨花影”、“回廊”、“玉钩斜路”、“蔓草残阳”、“清泪”、“椒浆”等凄淡无聊的意象，在诗里组接成一幅完整的艺术画面，读来更是让人令人荡气回肠。这些意象大都是一种忧伤的感觉，透出一些悲凉的气氛，单看这些词，一种凄清感就扑面而来。▲\n有用\n没用\n完善\n参考资料：\n1、\n（清）纳兰性德著．纳兰词全编全赏．北京：中国华侨出版社，2013.11：320-322页","创作背景\n这首词作于康熙十六年（1677）六月，时卢氏已亡故半个月。卢氏的早亡使纳兰精神上受到极大的打击，词人为了寄托对亡妻深深的哀思，故作下此词。\n有用\n没用\n完善\n参考资料：\n1、\n（清）纳兰性德著；田萍注解．纳兰词全集鉴赏．北京：中国画报出版社，2013.04：31-33页"],"theme":"离别"}
{"_id":"0OLQCycjAOHZUeVpQZsJmcNuiIVYBWHzo4QR3A6nJX0LZxtM","title":"春宫怨","dynasty":"唐代","author":"杜荀鹤","text":"早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。\n风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。","author_dis":["杜荀鹤","杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。► 325篇诗文"],"otherlike":[{"title":"春宫怨","dynasty":"唐代","author":"杜荀鹤","text":"早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。\n风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。"},{"title":"凉州词二首·其一","dynasty":"唐代","author":"王翰","text":"葡萄美酒夜光杯，欲饮琵琶马上催。\n醉卧沙场君莫笑，古来征战几人回？"},{"title":"渡荆门送别","dynasty":"唐代","author":"李白","text":"渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。"},{"title":"行路难·其一","dynasty":"唐代","author":"李白","text":"金樽清酒斗十千，玉盘珍羞直万钱。(羞 通：馐；直 通：值)\n停杯投箸不能食，拔剑四顾心茫然。\n欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)\n闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)\n行路难！行路难！多歧路，今安在？\n长风破浪会有时，直挂云帆济沧海。"}],"type":["唐诗三百首\n，\n春天\n，\n写景\n，\n女子\n，\n宫怨","唐诗三百首\n，\n豪放\n，\n边塞\n，\n战争\n，\n宴饮\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","唐诗三百首\n，\n初中古诗\n，\n长江\n，\n送别\n，\n思乡","唐诗三百首\n，\n初中古诗\n，\n乐府\n，\n宴饮\n，\n怀才不遇\n，\n励志\n，\n哲理\n，\n忧愤"],"allin":["译文及注释\n译文\n早年我被容貌美丽所误，落入宫中；\n我懒得对镜梳妆打扮，是没有受宠。\n蒙恩受幸，其实不在于俏丽的容颜；\n到底为取悦谁，叫我梳妆修饰仪容。\n鸟儿啼声繁碎，是为有和暖的春风；\n正午艳阳高照，花影才会叠叠重重。\n我真想念，年年在越溪浣纱的女伴；\n欢歌笑语，自由自在地采撷着芙蓉。\n注释\n婵娟：形容形态美好。\n若为容：又叫我怎样饰容取宠呢？\n越溪女：指西施浣纱时的女伴。\n碎，鸟鸣声细碎▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n历来写宫怨的诗大多不着“春”字，即使是写春宫之怨的，也没有一首能像杜荀鹤这首那样传神地把“春”与“宫怨”密合无间地表现出来。\n前两句是发端。“婵娟”，是说容貌美好。宫女之被选入宫，就因为长得好看，入宫以后，伴着她的却只是孤苦寂寞，因而拈出一个“误”字，慨叹“今日在长门，从来不如丑”（于濆《宫怨》）。此刻，她正对着铜镜，顾影自怜，本想梳妆打扮一番，但一想到美貌误人，又不免迟疑起来，懒得动手了。上句一个“早”字，仿佛是从心灵深处发出的一声深长的叹息，说明自己被误之久；次句用欲妆又罢的举动展示怨情也很细腻。这两句在平淡之中自有自然、深婉的情致。\n三、四句用的是流水对，上下句文意相续，如流水直泻，一气贯注，进一步写出了欲妆又罢的思想活动。“若为容”是“怎样打扮”的意思，这里实际上是说打扮没有用。宫女说：“既然被皇上看中并不在于容貌的美好，那么，我再打扮又有什么用呢？”言外之意，起决定作用的是别的方面，例如勾心斗角、献媚邀宠等。\n五、六句忽然荡开，诗笔从镜前宫女一下子转到室外春景：春风骀荡，鸟声轻碎，丽日高照，花影层叠。这两句写景，似乎与前面描写宫女的笔墨不相连属，事实上，仍然是围绕着宫女的所感（“风暖”）、所闻（“鸟声”）与所见（“花影”）来写的。在欲妆又罢的一刻，透过帘栊，暖风送来了动听的鸟声，游目窗外，见到了“日高花影重”的景象。临镜的宫女怨苦之极，无意中又发现了自然界的春天，更唤起了她心中无春的寂寞空虚之感。景中之情与前面所抒写的感情是一脉相承的。\n“风暖”这一联设色浓艳，《诗人玉屑》（卷三）把它归入“绮丽”一格。风是“暖”的；鸟声是“碎”的──所谓“碎”，是说轻而多，唧喳不已，洋溢着生命力，刚好与死寂的境界相对立；“日高”，见出阳光的明丽；“花影重”，可以想见花开的繁茂。绮丽而妙，既写出了盛春正午的典型景象，反衬了怨情，又承上启下，由此引出了新的联想。\n眼前声音、光亮、色彩交错融合的景象，使宫女想起了入宫以前每年在家乡溪水边采莲的欢乐情景：荷叶、罗裙，一色裁成，芙蓉似脸，脸似芙蓉，三人一队，五人一群，溪声潺潺，笑语连连。“越溪”即若耶溪，在浙江绍兴，是当年西施浣纱的地方，这里借指宫女的家乡。这两句以过去对比当下，以往日的欢乐反衬出此时的愁苦，使含而不露的怨情具有更为悠远的神韵。诗的后四句虽是客观的写景与叙事，然而揭开字句的帷幕，却可以听到宫女隐微而又极其伤痛的啜泣之声。\n从诗的意境来看，《春宫怨》似不只是诗人在代宫女寄怨写恨，同时也是诗人的自况。人臣之得宠主要不是凭仗才学，这与宫女“承恩不在貌”如出一辙；宫禁斗争的复杂与仕途的凶险，又不免使人憧憬起民间自由自在的生活，这与宫女羡慕越溪女天真无邪的生活又并无二致。它不仅是宫女之怨情，还隐喻当时黑暗政治对人才的戕杀。\n这首诗以“风暖”一联饮誉诗坛，就全篇而论，也是一首意境浑成的好诗。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"春天"}
{"_id":"0OZO5gOsDCugQisStssSC0MhzG55hdMfGFzKj4UlU91nCXDd","title":"南歌子·柳色遮楼暗","dynasty":"唐代","author":"张泌","text":"柳色遮楼暗，桐花落砌香。画堂开处远风凉。高卷水晶帘额、衬斜阳。","author_dis":["张泌","张泌(bì)(生卒年不详)，《全唐诗》作曰字子澄，安徽淮南人。五代后蜀词人。是花间派的代表人物之一。其词用字工炼，章法巧妙，描绘细腻，用语流便。► 49篇诗文"],"otherlike":[{"title":"南歌子·柳色遮楼暗","dynasty":"唐代","author":"张泌","text":"柳色遮楼暗，桐花落砌香。画堂开处远风凉。高卷水晶帘额、衬斜阳。"},{"title":"长相思·折花枝","dynasty":"明代","author":"俞彦","text":"折花枝，恨花枝，准拟花开人共卮，开时人去时。\n怕相思，已相思，轮到相思没处辞，眉间露一丝。"},{"title":"青门引·春思","dynasty":"宋代","author":"张先","text":"乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。\n楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。"},{"title":"已凉","dynasty":"唐代","author":"韩偓","text":"碧阑干外绣帘垂，猩色屏风画折枝。\n八尺龙须方锦褥，已凉天气未寒时。"}],"type":["婉约\n，\n春天\n，\n写景\n，\n抒情","婉约\n，\n相思","宋词三百首\n，\n婉约\n，\n春天\n，\n孤寂","唐诗三百首\n，\n婉约\n，\n爱情\n，\n写景"],"allin":[],"theme":"春天"}
{"_id":"0Ov3opwQAM07jAC3IVw0xH3bC7xXvH6pA8FZBePGNcF78fKn","title":"东坡引·陇头梅半吐","dynasty":"宋代","author":"袁去华","text":"陇头梅半吐。江南岁将暮。闲窗尽日将愁度。黄昏愁更苦。\n归期望断，双鱼尺素。念嘶骑、今到何处。残灯背壁三更鼓。斜风吹细雨。","author_dis":["袁去华","袁去华，字宣卿，江西奉新（一作豫章）人。生卒年均不详，约宋高宗绍兴末前后在世。绍兴十五年（公元一一四五年）进士。改官知石首县而卒。善为歌词，尝为张孝祥所称。去华著有适斋类稿八卷，词一卷，著有《适斋类稿》、《袁宣卿词》、《文献通考》传于世。存词90余首。► 117篇诗文"],"otherlike":[{"title":"东坡引·陇头梅半吐","dynasty":"宋代","author":"袁去华","text":"陇头梅半吐。江南岁将暮。闲窗尽日将愁度。黄昏愁更苦。\n归期望断，双鱼尺素。念嘶骑、今到何处。残灯背壁三更鼓。斜风吹细雨。"},{"title":"春怨","dynasty":"唐代","author":"李白","text":"白马金羁辽海东，罗帷绣被卧春风。\n落月低轩窥烛尽，飞花入户笑床空。"},{"title":"古意","dynasty":"唐代","author":"李白","text":"君为女萝草，妾作菟丝花。\n轻条不自引，为逐春风斜。\n百丈托远松，缠绵成一家。\n谁言会面易，各在青山崖。\n女萝发馨香，菟丝断人肠。\n枝枝相纠结，叶叶竞飘扬。\n生子不知根，因谁共芬芳。\n中巢双翡翠，上宿紫鸳鸯。\n若识二草心，海潮亦可量。"},{"title":"赋得自君之出矣","dynasty":"唐代","author":"张九龄","text":"自君之出矣，不复理残机。\n思君如满月，夜夜减清辉。"}],"type":["妇女\n，\n思念","闺怨\n，\n春天\n，\n妇女\n，\n思念","妇女\n，\n闺怨","乐府\n，\n闺怨\n，\n妇女\n，\n相思"],"allin":["赏析\n袁去华善写眷恋怀人之词，抒写别离相思，情意深厚。这首词是代思妇立言，以思念归人的情思寄托他的志向和感情。\n词的上阕以景起，以情结。首句写景兼点时令，而于景物中独取高洁狷介的梅花。但“陇头梅半吐”，山丘之端的寒梅含苞未吐，开首就显出景象萧索，意兴阑珊，点明在开春之前。次句直叙在江南岁末，本来年终岁末是羁旅者的归期，也是思妇情思最深、盼归心切的日子。《诗经·王风·君子于役》：“君子于役，不知归期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来，君子于役，如之何勿思？”但此词三四句极写思妇的忧虑，一连用了两个愁字：“闲窗尽日将愁度，黄昏愁更苦。”整日在窗前户旁，明知无望也空自怅望，在柔肠百结中伴和着绵绵愁思度日。到了黄昏，这岁暮、日暮，家家盼得归人之时，极写无望中的失望，把思妇的愁思推向顶端，使人看到一个在铭心刻骨的相思中悲伤失望已极、如坐愁城的少妇形象。\n词的下阕以情起，以景结，一开始就点明了忧愁的缘由是没有接到丈夫报归的家书：“归期望断，双鱼尺素。”古代书札相遗，以绢素叠成双鱼之形，古诗中有“尺素如霜雪，叠成双鲤鱼”之句。“念嘶骑、今到何处？”这里用借代的手法以“嘶叫的坐骑”指代骑在马背上的丈夫。作者写了思妇失望无奈的黯淡心绪后，又从情语转到景语：“残灯背壁三更鼓，斜风吹细雨。”灯油将尽，灯光惨淡，长夜不寐，思妇仍无丝毫睡意，只听得墙背后传来三更鼓声。细雨被风吹着斜打着墙壁，淅淅沥沥，连绵不断，正象思妇的愁绪一样，这又反衬出思妇怅伤已极的孤寂心境。\n整首词以景起，以景结，前后相照应，如刘熙载所说，在袁去华的笔下，“词或前景后情，或前情后景，或情景齐到，相间相融，各有其妙”（《艺概·词曲概》）。这首词的语言生动流畅，妙笔如环，作者抒写思妇的衷曲从心灵深处自然流露出来，婉转曲折，真切感人。\n袁去华生活在南宋初期，素来有志恢复，“记当年，携长剑，觅封侯”（《水调歌头》）。但他一生只在湖南善化、醴县、石首等地担任过地方官，而且为了同情百姓的苦难，反对郡守征赋而遭到谪降和“纷纷毁誉”。寄概国事于香草美人是诗词的传统手法，作者在此词抒写的满腔忧愁和失望，不是狭隘的个人感情，而是与南宋朝廷衰颓不振的局面紧紧联系在一起的。权奸当道，报国无路，恢复壮志难以伸展，忧虑失望已极的情感寄寓，使这首词的意境显得更加深厚沉郁，耐人寻思。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"思念"}
{"_id":"0PeplzUpr75AghAsN2gdcy11nAKihjG0BzxEOw5oBfSbVxFP","title":"解佩令·人行花坞","dynasty":"宋代","author":"史达祖","text":"人行花坞。衣沾香雾。有新词、逢春分付。屡欲传情，奈燕子、不曾飞去。倚珠帘、咏郎秀句。\n相思一度。秾愁一度。最难忘、遮灯私语。澹月梨花，借梦来、花边廊庑。指春衫、泪曾溅处。","author_dis":["史达祖","史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。► 144篇诗文"],"otherlike":[{"title":"解佩令·人行花坞","dynasty":"宋代","author":"史达祖","text":"人行花坞。衣沾香雾。有新词、逢春分付。屡欲传情，奈燕子、不曾飞去。倚珠帘、咏郎秀句。\n相思一度。秾愁一度。最难忘、遮灯私语。澹月梨花，借梦来、花边廊庑。指春衫、泪曾溅处。"},{"title":"普天乐·咏世","dynasty":"元代","author":"张鸣善","text":"洛阳花，梁园月，好花须买，皓月须赊。\n花倚栏干看烂熳开，月曾把酒问团圆夜。\n月有盈亏花有开谢，想人生最苦离别。\n花谢了三春近也，月缺了中秋到也，人去了何日来也？"},{"title":"咏红梅花得“红”字","dynasty":"清代","author":"曹雪芹","text":"桃未芳菲杏未红，冲寒先喜笑东风。\n魂飞庾岭春难辨，霞隔罗浮梦未通。\n绿萼添妆融宝炬，缟仙扶醉跨残虹。\n看来岂是寻常色，浓淡由他冰雪中。\n（出自《红楼梦》第五十回。）"},{"title":"咏红梅花得“梅”字","dynasty":"清代","author":"曹雪芹","text":"白梅懒赋赋红梅，逞艳先迎醉眼开。\n冻脸有痕皆是血，酸心无恨亦成灰。\n误吞丹药移真骨，偷下瑶池脱旧胎。\n江北江南春灿烂，寄言蜂蝶漫疑猜。\n（出自《红楼梦》第五十回。）"}],"type":["写花\n，\n思念","咏物\n，\n写花\n，\n月亮\n，\n抒情","写花\n，\n梅花\n，\n寓人","写花\n，\n梅花\n，\n寓人"],"allin":["赏析\n史达祖的词因过于讲究技巧而被批评，但其用足心思，虽失之纤薄，但其刻意描画，工丽精雅，不足处在是，好处亦在是，全看读者的欣赏。\n“人行”二句，是极清美的情境。她，轻灵地在花丛中穿行，衣衫上沾惹了花上的香气。“花坞”，指可以四面挡风的花圃，当是昔日两人常游之地。作者尚有词云：“春衫瘦、东风剪剪。过花坞、香吹醉面。”（《杏花天·清明》）落笔处先营造一抒情意境，然后才点出：“有新词、逢春分付”。每逢春天到来，他都写下新词，好让自己吟咏歌唱。可是，这一年的春天呢？\n情人远在异乡，更不用说分付新词了。这里仍从女子方面着笔，用思细密。“屡欲”二句，再转一层。多少次啊，想要托燕子为传情愫，无奈它又不曾飞去。这已是百无聊赖，唯有“倚珠帘、咏郎秀句”，重吟旧日的诗词，以慰眼前的相思吧。令人有今夕何夕之叹，词人的想象，由花坞转入居处，句句写对方的动静，似从空处落想，其实句句均有作者的自身形象在，都在作者眼中写出，仍是想象语。“花坞”，是当日两人经行之处，“新词”、“秀句”，也是情郎所为。“传情”句，亦写出情侣间的无限深情。写女子对自己的思念，也就是从侧面写出自己对她的眷恋之情。因是词人以己心度她心，所以她心即我心。梅溪词中，颇多此等笔法。\n换头二句，回转笔触，由人而及已。“相思一度，秾愁一度”，每一次的相思，都增添一分的愁绪。语虽质直，实是起到提纲挈领的作用，且以真率之情动人，更觉真实可信，由此而生发出下边一段婉曲缠绵的描写：“最难忘、遮灯私语”。在恋爱过程中，总有一些使人永久无法忘怀的情事。在梅溪词中也屡屡提到“一灯初见影窗纱”（《西江月》）、“人静烛笼稀，泥私语、香樱乍破”（《步月》）。重帘灯影，甜蜜低语，词中着一“遮”字，便曲尽幽会情态。“淡月”三句，是全词精绝之笔。俞陛云曰：“此三语情辞俱到。张功甫称其‘织绡泉底……夺苕艳于春景’者也。”（《宋词选释》）春月溶溶，照着梨花如雪弥漫的小庭深院，那是当日与她相会幽欢的地方。此时天涯间阻，唯有借夜来魂梦，重绕花畔的回廊，找到所思念的她，把自己春衫上溅着相思泪痕的地方，指给她看。梅溪词用字句极精准，“借”字“指”字，皆极生新之致。\n这首词于结构上有所创新。一般写这类题材词时，大都先写自己相思之情，然后从对方入笔，推想思念者的情态，此词一变熟套，反其道行之，更觉韵味隽永。况周颐云此词“以标韵胜”，可谓的评。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"写花"}
{"_id":"0QCzBafh8yFLHxUGwsnm5Fmqpp8eAfRmgVyzb4tBKJN0taOl","title":"金人捧露盘·水仙花","dynasty":"宋代","author":"高观国","text":"梦湘云，吟湘月，吊湘灵。有谁见、罗袜尘生。凌波步弱，背人羞整六铢轻。娉娉袅袅，晕娇黄、玉色轻明。\n香心静，波心冷，琴心怨，客心惊。怕佩解、却返瑶京。杯擎清露，醉春兰友与梅兄。苍烟万顷，断肠是、雪冷江清。","author_dis":["高观国","高观国,南宋词人。字宾王，号竹屋。山阴(今浙江绍兴)人。生卒年不详。生活于南宋中期，年代约与姜夔相近。与史达祖友善，常常相互唱和，词亦齐名，时称“高，史”。其成就虽不及史达祖，但也有值得重视之处。他善于创造名句警语，如“香心静，波心冷，琴心怨，客心惊”；“开遍西湖春意烂，算群花、正作江山梦”，都颇为后人传诵。从其作品中看不出有仕宦的痕迹，大约是一位以填词为业的吟社中人。为“南宋十杰”之一。有词集《竹屋痴语》。► 132篇诗文"],"otherlike":[{"title":"金人捧露盘·水仙花","dynasty":"宋代","author":"高观国","text":"梦湘云，吟湘月，吊湘灵。有谁见、罗袜尘生。凌波步弱，背人羞整六铢轻。娉娉袅袅，晕娇黄、玉色轻明。\n香心静，波心冷，琴心怨，客心惊。怕佩解、却返瑶京。杯擎清露，醉春兰友与梅兄。苍烟万顷，断肠是、雪冷江清。"},{"title":"菊花","dynasty":"明代","author":"唐寅","text":"故园三径吐幽丛，一夜玄霜坠碧空。\n多少天涯未归客，尽借篱落看秋风。(尽借 一作：借人)"},{"title":"山园小梅二首","dynasty":"宋代","author":"林逋","text":"众芳摇落独暄妍，占尽风情向小园。\n疏影横斜水清浅，暗香浮动月黄昏。\n霜禽欲下先偷眼，粉蝶如知合断魂。\n幸有微吟可相狎，不须檀板共金樽。\n剪绡零碎点酥乾，向背稀稠画亦难。\n日薄从甘春至晚，霜深应怯夜来寒。\n澄鲜只共邻僧惜，冷落犹嫌俗客看。\n忆着江南旧行路，酒旗斜拂堕吟鞍。"},{"title":"咏早梅 / 扬州法曹梅花盛开","dynasty":"南北朝","author":"何逊","text":"兔园标物序，惊时最是梅。\n衔霜当路发，映雪拟寒开。\n枝横却月观，花绕凌风台。\n朝洒长门泣，夕驻临邛杯。\n应知早飘落，故逐上春来。"}],"type":["咏物\n，\n写花\n，\n水仙","咏物\n，\n菊花\n，\n品格\n，\n寓人","古诗三百首\n，\n咏物\n，\n梅花\n，\n品质","古诗三百首\n，\n咏物\n，\n梅花"],"allin":["译文及注释\n译文\n梦湘神，吟湘神，追怀湘神，罗袜无尘。植根水中，婷婷立于水面，宛如凌波仙子，身披薄薄轻纱无盛娇羞。体态娉娉袅袅，色如娇黄，莹如润玉。\n花香而静，水寒冷，琴心幽怨，见花而惊喜无边。只希望水仙花慢慢凋零败落，不要像江妃二女那样在人间打个照面就又返回仙宫去了。水仙花状如高脚酒杯，其中盛满了醇酒般的清露，高高擎起，连那挚友春兰和梅兄也要为之酣醉。苍烟万顷、雪冷江清，无怪乎娇弱的水仙要“断肠”于此了。\n注释\n湘灵：即湘水女神，传说舜的二妃娥皇、女英死后为湘水之神。\n六铢：六铢衣，佛经中称忉利天衣重六铢，是一种极薄极轻的衣服，由此可见其体态\n展开阅读全文 ∨","赏析\n这首词的本旨是写水仙花，但从头至尾没有直接点出。看他运笔，似乎每一笔都在写湘水神女，实际却是笔笔在写水仙花，水神水仙，交融在一起，直至把水仙写得有血有肉，有灵有气，显的亭亭玉立，飘然若仙，由此，足见作者运用比拟这一手法已达到驾轻就熟的地方。作者用拟人笔法，把水仙花作为水仙神女，加以形容描绘，故上片起三句连用三个“湘”字，借湘水女神比拟水仙。“湘灵”即湘水女神，传说舜的二妃娥皇、女英死后为湘水之神。这里用以比拟水仙花，既增加了神话的色彩，又能唤起读者美的联想，扣题“水仙”。“云”、“月”，是艺术烘托之笔，为水仙的出现造成一种云月朦胧的静美境界。“梦”、“吟”、“吊”，则表现了作者面对水仙所升起的那种向往爱慕的醇美感情。这三句虽然只有九个字，却把读者带进了一个具有特定神话氛围的艺术境界。“有谁见”三句，写水仙的形象美，站在读者面前的，是一位轻盈娇羞的神女。“罗袜”、“凌波步”，出曹植《洛神赋》“凌波微步，罗袜生尘”，后来黄庭坚借入咏水仙诗，有“凌波仙子生尘袜，水上轻盈步微月”句；而作者却写道：“有谁见、罗袜尘生？”意思是说罗袜无尘。用“有谁见”提出质问，遂翻出新意，轻轻为罗袜祛尘，写出了一个纤尘不染的美女形象。\n“凌波”、“步弱”，皆形容女性步履轻盈，这里借指水仙植根水中，婷婷立于水面，宛如凌波仙子。“背人”句，由形及神，写神女的娇羞情态。“六铢”指六铢衣，佛经中称忉利天衣重六铢，是一种极薄极轻的衣服，由此可见其体态的绰约，这里用来表现水仙体态之美。“娉娉”两句，从姿态、颜色、质地等方面写水仙花的美，仍然是以美女比拟。先用一“晕”字染出水仙花色泽（“娇黄”）的模糊浸润，再以“玉色”加以形容，而以“轻明”状其质地薄如鲛绡，莹如润玉。这几句，极见作者观察的真切和用笔的工细。\n上片巧借神女形象为水仙花传神写照，侧重于外表形态。下片则深入一层，探其精神世界。“香心”四句，“香心静”，写花，香而静：“波心冷”，写水仙所居之水，水仙冬生，黄庭坚称为“寒花”，故写水用“冷”字，此句得姜白石《扬州慢》“波心荡、冷月无声”意境：“琴心怨”，上片既有“湘灵”，此处“琴心”云云，似与司马相如的“琴心”无干，盖由屈原《远游》“使湘灵鼓瑟兮”句变化而来，并化用唐李益《古瑟怨》“破瑟悲秋已减弦，湘灵沉怨不知年”句意，古典诗歌中往往琴瑟连用，此处换瑟为琴，似无不可，作者既以湘灵比水仙，故有寄怨心于琴声的想象，以与“静”、“冷”相协调：“客心惊”，则写作者的情怀。“客心”，即旅居异乡的心情，盖亦羁旅之人，且这几句中的“静”、“冷”、“怨”等，皆系作者的心理感受，此处又着一“惊”字，自是客中见花的特有感情。“怕佩解、却返瑶京”，佩解，出于刘向《列仙传》，说郑交甫遇见江妃二神女，郑欲请其佩（佩玉），二女遂手解其佩与交甫，交甫怀之，旋即亡失，回顾二女，亦不知所在。欧阳修以“解佩”喻花落春归，其《玉楼春》有“闻琴解佩（通佩）神仙侣，挽断罗衣留不住”句。“瑶京”，此指神仙所居的宫室。这句是说担心水仙花衰败零落，象江妃二女那样在人间打个照面就又返回仙宫去了。“客心”之所以“惊”，盖与这种担心不无关系。“杯擎清露”两句，仍然写花。水仙花状如高脚酒，故《山堂肆考》说世以水仙为“金盏银台”。作者从花的形状展开想象：这“杯”中盛满了醇酒般的清露，高高擎起，使那挚友春兰和梅兄也要为之酣醉了。“梅兄”，出黄庭坚咏水仙诗“山矾是弟梅是兄”句。梅、水仙、春兰，次第而开，故有“友”“兄”之说。结两句用“苍烟万顷”、“雪冷江青”，再次点染水仙所处的环境。苍烟、江雪，构成一片迷茫冷清的境界，无怪乎娇弱的水仙要“断肠”于此了。这是一首十分优美的咏物词，所咏之物是水仙花。所以，全词立意命笔，无不围绕“水仙花”这个主题。全词在创造艺术境界方面，亦颇见工力。作者用“湘云”、“湘月”、“湘灵”、“香心静”、“波心冷”、“琴心怨”以至于“苍烟万顷”、“雪冷江清”等等，构成了一幅清冷雅静、幽远和美的艺术境界；且其所写之物，如云、月、罗袜、六铢衣、瑶京、清露、兰、梅等等，皆无比温柔高雅，又给这静美的艺术境界增添了许多灵秀之气；最后再用万顷苍烟加以笼罩，与梦云吟月相应，又给全词凭空增加了几分朦胧美，于是“六铢”愈见其轻，“娉娉袅袅”，愈见飘逸。凡此用笔，皆为描绘神女（水仙）形象而设，而这形象，也就随着这种用笔活灵活现了。▲\n有用\n没用\n完善\n参考资料：\n1、\n《唐宋词鉴赏辞典》（南宋·辽·金卷）.上海辞书出版社，1988年版，第1851-1852页"],"theme":"写花"}
{"_id":"0QMT7rAxUBgMklVOTck4byNmE8mLiwcc5mxZGJ0oyboS5LFM","title":"别诗二首·其二","dynasty":"南北朝","author":"范云","text":"孤烟起新丰，候雁出云中。\n草低金城雾，木下玉门风。\n别君河初满，思君月屡空。\n折桂衡山北，摘兰沅水东。\n兰摘心焉寄，桂折意谁通。","author_dis":["范云","范云（451～503年），字彦龙，南乡舞阴（今河南泌阳县西北）人，南朝文学家。范缜从弟，子范孝才。► 54篇诗文"],"otherlike":[{"title":"别诗二首·其二","dynasty":"南北朝","author":"范云","text":"孤烟起新丰，候雁出云中。\n草低金城雾，木下玉门风。\n别君河初满，思君月屡空。\n折桂衡山北，摘兰沅水东。\n兰摘心焉寄，桂折意谁通。"},{"title":"凤凰台上忆吹箫·香冷金猊","dynasty":"宋代","author":"李清照","text":"香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。\n休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)\n香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。\n明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)"},{"title":"燕燕","dynasty":"先秦","author":"佚名","text":"燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。\n燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。\n燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。\n仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。"},{"title":"浣溪沙·湖上西风急暮蝉","dynasty":"宋代","author":"晏殊","text":"湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。\n为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。"}],"type":["离别\n，\n思念","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n女子\n，\n离别\n，\n思念\n，\n怨情","诗经\n，\n送别\n，\n离别\n，\n抒情","写景\n，\n宴会\n，\n抒怀\n，\n离别"],"allin":["译文及注释\n译文\n孤烟从新丰升起，迁飞的大雁离开了云中。\n金城的衰草笼罩着寒雾，玉门的树叶在风里凋落。\n和你离别的时候河水刚刚满盈（或指银河？），分别的日子里，我常常在空明的月光下思念你。\n我从衡山的北面折来芳桂，又从沅水东岸摘下了兰花。\n可是采下的兰花芳桂时的情怀又怎样传达呢。\n注释\n云中：古郡名。原為战国赵地，秦时置郡，治所在云中县(今内蒙古托克托东北)。汉代辖境较小。有时泛指边关。\n沅水：长江流域洞庭湖支流。流经中国贵州省、湖南省。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"思念"}
{"_id":"0RJdsxKCwmoCZFKLH2CtO0B8ZTexwYTr2hc45pQqxucTQELC","title":"寄令狐郎中","dynasty":"唐代","author":"李商隐","text":"嵩云秦树久离居，双鲤迢迢一纸书。\n休问梁园旧宾客，茂陵秋雨病相如。","author_dis":["李商隐","李商隐（约813年-约858年），字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。► 598篇诗文"],"otherlike":[{"title":"寄令狐郎中","dynasty":"唐代","author":"李商隐","text":"嵩云秦树久离居，双鲤迢迢一纸书。\n休问梁园旧宾客，茂陵秋雨病相如。"},{"title":"寻陆鸿渐不遇","dynasty":"唐代","author":"皎然","text":"移家虽带郭，野径入桑麻。\n近种篱边菊，秋来未著花。\n扣门无犬吠，欲去问西家。\n报道山中去，归时每日斜。"},{"title":"渡荆门送别","dynasty":"唐代","author":"李白","text":"渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。"},{"title":"清平调·其一","dynasty":"唐代","author":"李白","text":"云想衣裳花想容，春风拂槛露华浓。\n若非群玉山头见，会向瑶台月下逢。"}],"type":["唐诗三百首\n，\n思念\n，\n友情","唐诗三百首\n，\n访友\n，\n隐居\n，\n生活\n，\n田园","唐诗三百首\n，\n初中古诗\n，\n长江\n，\n送别\n，\n思乡","唐诗三百首\n，\n乐府\n，\n赞美\n，\n女子"],"allin":["译文及注释\n韵译\n你是嵩山云我是秦川树，长久离居；\n千里迢迢，你寄来一封慰问的书信。\n请别问我这个梁园旧客生活的甘苦；\n我就像茂陵秋雨中多病的司马相如。\n注解\n嵩：中岳嵩山，在今河南。\n双鲤：指书信。\n梁园：梁孝王在梁地大兴土木，以睢阳为中心，根据自然景色，修建了一个很大的花园，称东苑，也叫菟园，后人称为梁园。\n茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","鉴赏\n首句“嵩云秦树久离居”中，嵩、秦指自己所在的洛阳和令狐所在的长安。“嵩云秦树”化用杜甫《春日忆李白》的名句：“渭北春天树，江东日暮云。”云、树是分居两地的朋友即目所见之景，也是彼此思念之情的寄托。“嵩云秦树”更能够同时唤起对他们相互思念情景的想象，呈现出一副两位朋友遥望云树、神驰天外的画面。\n次句“双鲤迢迢一纸书”是说令狐从远方寄书问候自己。双鲤，语出古乐府《饮马长城窟行》：“客从远方来，遗我双鲤鱼。呼童烹鲤鱼，中有尺素书。”\n这里用作书信的代称。久别远隔，两地思念，正当自己闲居多病、秋雨寂寥之际，忽得故交寄书殷勤问候自己，格外感到友谊的温暖。“迢迢”、“一纸”显出对方情意的深长和自己接读来书时油然而生的亲切感念之情。\n三、四两句“休问梁园旧宾客，茂陵秋雨病相加。”转写自己目前的境况，对来书作答。据《史记·司马相如列传》，司马相如曾为梁孝王宾客。梁园是梁孝王的宫苑，此喻指楚幕。作者从公元829年（大和三年）到837年（开成二年），曾三居绹父令狐楚幕，得到令狐楚的知遇；公元837年（开成二年）应进士试时又曾得到令狐绹的推荐而登第，此处以“梁园旧宾客”自比。司马相如晚年“尝称病闲居，.既病免，家居茂陵”，作者公元842年（会昌二年）因丁母忧而离秘书省正字之职，几年来一直闲居。这段期间，他用世心切，常感闲居生活的寂寞无聊，心情悒郁，身弱多病，此以闲居病免的司马相如自况。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n该诗是作者于武宗会昌五年（845）秋闲居洛阳时回寄给在长安的旧友令狐绹的一首诗。令狐绹当时任右司郎中，所以题称“寄令狐郎中”。\n有用\n没用\n完善\n参考资料：\n1、\n萧涤非等．《唐诗鉴赏辞典》 ：上海辞书出版社 ， 2004.04：1148页"],"theme":"思念"}
{"_id":"0SV8ap7tPSlYRtECg9cTCpuuIZtEfNKI4yxLVY8Yb8Q0FcZW","title":"清平乐·凤城春浅","dynasty":"宋代","author":"陈允平","text":"凤城春浅，寒压花梢颤。有约不来梁上燕，十二绣帘空卷。\n去年共倚秋千，今年独倚阑干。误了海棠时候，不成直待花残。(独倚 一作：独上)","author_dis":["陈允平","陈允平，字君衡，一字衡仲，号西麓，宋末元初四明鄞县（今浙江宁波市鄞县）人。生卒年俱不确定，前人认为“把陈允平的生年定在宁宗嘉定八年到十三年之间（1215-1220）比较合理”，“卒年疑在元贞前后，与周密卒年相去不远”，暂依之。少从杨简学，德祐时授沿海制置司参议官。有诗集《西麓诗稿》，存诗86首，《全宋诗》另从《永乐大典》辑3首，从《诗渊》辑50首，共计139首。有词集《日湖渔唱》和《西麓继周集》，各存词86首和123首，还有5首有调名而无词，《全宋词》无另辑者，共计209首。► 404篇诗文"],"otherlike":[{"title":"清平乐·凤城春浅","dynasty":"宋代","author":"陈允平","text":"凤城春浅，寒压花梢颤。有约不来梁上燕，十二绣帘空卷。\n去年共倚秋千，今年独倚阑干。误了海棠时候，不成直待花残。(独倚 一作：独上)"},{"title":"生查子·元夕","dynasty":"宋代","author":"欧阳修","text":"去年元夜时，花市灯如昼。\n月上柳梢头，人约黄昏后。\n今年元夜时，月与灯依旧。\n不见去年人，泪湿春衫袖。(湿 一作：满)"},{"title":"西江月·世事一场大梦","dynasty":"宋代","author":"苏轼","text":"世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)\n酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。"},{"title":"武陵春·春晚","dynasty":"宋代","author":"李清照","text":"风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。\n闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。"}],"type":["宋词精选\n，\n妇女\n，\n闺怨\n，\n相思","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n元宵节\n，\n追忆\n，\n爱情","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n中秋节\n，\n感叹\n，\n人生","宋词三百首\n，\n宋词精选\n，\n初中古诗\n，\n女子\n，\n闺怨\n，\n感伤"],"allin":["译文\n京城初春之时，寒气仍逼得花梢颤抖，本是燕子归来的时节，却不见它们在梁上筑巢，看来为它们卷起的那么多绣帘的功夫和时间都浪费了。\n犹记去年我们在秋千上互倚的温馨，如今却只剩下我一人独倚栏杆。错过了海棠回春的时候，难不成要等到花儿也谢了。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n这是一首描写闺妇之思的词作，大概作于词人留居钱塘之时。\n全词以“凤城春浅，寒压花梢颤”起句。“凤城”即南宋京城临安。“春浅”言初春，指出季节。“寒压花梢颤”，因时为初春，故残寒肆虐，花梢打颤，“压”字给人以寒气如磐的沉重之感，一方面渲染了当时的环境气氛，同时也暗示着人物怨恨的特有心境。这是情景交融，以景衬情。“有约”一句言因为刚入春天还冷的缘故，因此见不着燕子踪迹。此写燕，实用以寄托思妇的重重心事。说“有约”，是嘱燕传递天涯芳信，但燕却违约不来，故接用“十二绣帘空卷”一句，将闺妇思夫的烦恼无端发泄到燕子身上。“十二绣帘”，泛指帘幕。燕巢梁上，垂帘妨碍燕子活动，故须卷起。“空卷”一词，寓有思妇盼燕归来的急迫心情和对梁燕不来的惆怅与空虚，思妇在春寒中翘首期盼的痴怜之态跃然纸上，真切生动。\n下片之结构，全由上片结句而来，正面抒写思妇的相思幽怨情怀。“去年共倚秋千”一句意即见秋千而触动旧欢，用“去年”，引出往昔情事，心中荡起一层幸福的涟漪。“今年独上阑干”一句，忽又跌入眼前“独上阑干”的寂寞凄清苦闷之情。“去年”“今日”，一欢一恨，形成鲜明对比。结句转入幽怨，埋怨所爱的人不能及时惜花，误了花期，相思之重，故埋怨之深。\n全词所写虽然缠绵悱恻的闺怨之情，但艺术上有其鲜明的风格和特色。就结论而论，由物及人，由景及情，平正和谐，而缺乏变化，虽然不能反映起伏不定的感情，却正好适宜于表现幽怨与含蓄的情怀；就人物而论，没有涉及女性的体态服饰，写其轻嗔薄怒之态，人却隐而不露，走见词风的平正雅致。语言含蓄委婉，清丽可人。铭心刻骨的相思一诉诸文字，却成了“误了海棠时候，不成直待花残”。这里，没有直白的表达，也没有强烈指责，有的只是“十二绣帘空卷”的痴心与怅然，和平婉曲但含思凄迷哀婉，而思妇的情态及思绪的微澜，描画得生动传神。南海伍崇曜跋《日湖渔唱》，曾标举此词下片云：“清转华妙，宜玉田生秀冠江东，亦相推挹矣。”这“清转华妙”四字，道出了此词的艺术特色。 ▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"宋词精选"}
{"_id":"0SdOeegqRs981t5O30UbHt34qtuy1iVcQo5eYac6iNBMUl0h","title":"夜送赵纵","dynasty":"唐代","author":"杨炯","text":"赵氏连城璧，由来天下传。\n送君还旧府，明月满前川。","author_dis":["杨炯","杨炯（650年－692年），汉族，弘农华阴（今属陕西）人，排行第七；唐朝诗人，初唐四杰之一。显庆六年（公元661年），年仅11岁的杨炯被举为神童，上元三年（676年）应制举及第，授校书郎。后又任崇文馆学士，迁詹事、司直。垂拱元年（685年），降官为梓州司法参军。天授元年（690年），任教于洛阳宫中习艺馆。如意元年（692年）秋后改任盈川县令，吏治以严酷著称，卒于任所。因此后人称他为“杨盈川”。► 36篇诗文"],"otherlike":[{"title":"夜送赵纵","dynasty":"唐代","author":"杨炯","text":"赵氏连城璧，由来天下传。\n送君还旧府，明月满前川。"},{"title":"金乡送韦八之西京","dynasty":"唐代","author":"李白","text":"客自长安来，还归长安去。\n狂风吹我心，西挂咸阳树。\n此情不可道，此别何时遇。\n望望不见君，连山起烟雾。"},{"title":"白云歌送刘十六归山","dynasty":"唐代","author":"李白","text":"楚山秦山皆白云，白云处处长随君。\n长随君，君入楚山里，云亦随君渡湘水。\n湘水上，女萝衣，白云堪卧君早归。"},{"title":"于易水送人 / 于易水送别","dynasty":"唐代","author":"骆宾王","text":"此地别燕丹，壮士发冲冠。\n昔时人已没，今日水犹寒。"}],"type":["送别","送别\n，\n惜别","送别\n，\n抒情\n，\n写云","咏史怀古\n，\n送别\n，\n地点"],"allin":["译文及注释\n译文\n韵译\n赵国的和氏璧价值连城，自古来天底下人人称赞。\n今晚上送你回赵州故乡，空中月明如水洒满前川。\n散译\n赵国有一块价值十五座城他的壁玉，向来是天下闻名的。\n我今夜送你回到赵州家乡地方去，天空中留下一轮明月，仍然照满的面的川水呢。\n注释\n赵纵：杨炯友人，赵州人。\n赵氏连城璧（bì）：战国时，赵国得到一块叫和氏璧的美玉，秦王知道后，要用十五座城池交换，故称连城璧。此处用赵氏喻指赵纵，连城璧喻指其才华。连城璧，价值很多座城市的宝玉。这里指战国时赵国的和氏璧。\n君：指赵纵。旧府：赵国的故地，指赵纵的家乡山西。▲\n有用\n没用\n完善\n参考资料：\n1、\n贾三强．千家诗新绎：陕西人民出版社，1981：9\n2、\n张学文．唐代送别诗名篇译赏：重庆出版社，1988：18-19","赏析\n《夜送赵纵》是一首送别诗，写得气魄宏大。赵纵是赵地的赵姓人，诗人为他送别，很自然地联想到天下尽人皆知的战国时赵惠文王那块和氏璧的故事。\n首句“赵氏连城璧”，是诗人以国之瑰宝和氏璧比喻赵纵的品貌。次句“由来天下传”，借美玉的名传天下，进一步比喻赵纵的名气。他是名声远播四海之内的。诗人用比兴手法，明写和氏璧价值连城，盛名久传，暗比赵纵才华出众，天下闻名，符合地点，符合姓氏，显得非常贴切自然。诗人借助他人之口表达自己的心意，委婉地称赞朋友，仰慕之情由衷而发。\n第三句“送君还旧府”，这本来是平铺直叙，但力托全诗，可举千斤。照应首句寓意深邃，扣住题目中的“送”字，含有“完璧归赵”的意思，让主题立意也就呼之而出，表达了诗人对友人一路顺风，平安到达的祝愿。诗人构思巧妙，立意高远，使人折服。从诗意推测，赵纵是一位德高望重的名士，大概因仕途失意，辞归故里。在诗人眼中，他是远离尘嚣，冰清玉洁，“完璧归赵”。“送君还旧府”，这近似白话之句确是一个点睛之句，它使前面的喻句有落脚点，后面的景句有依托，能够充分地表达出主题内容。诗人对友人的同情、抚慰、称颂、仰慕之情，也都淋漓尽致再现出来。末句“明月满前川”，纯粹地描写景物，暗应题目中的“夜”字，以明月隐喻玉璧，璧如月洁，月如璧明，进一步称颂赵纵。同时，一个“满”字，既描绘了月光普照大地的景象，又抒发了诗人的满腹别情。诗句交待送别的时间在明月当空的夜晚，地点在奔流不息的河边。当朋友张帆远离之后，诗人伫立遥望，但见清冷的月光洒满大地，空旷孤寞之意袭人。结束语真实地表达出诗人送别故人后的深切感受：惆怅、虚渺。但他又庆幸朋友“完璧归赵”隐退故里，流露出憎恶官场、甚至逃避现实的情绪。\n全诗融叙事、写景于一炉，巧用典故，比兴得体，语言明白晓畅，形象鲜明可感。深入浅出，比喻设譬通俗易懂，写景自然贴切，“猝然相遇，借以成章，不假绳削”，借情写景，意境深邃，别有情致。▲\n有用\n没用\n完善\n参考资料：\n1、\n贾三强．千家诗新绎：陕西人民出版社，1981：9\n2、\n张学文．唐代送别诗名篇译赏：重庆出版社，1988：18-19\n3、\n袁忠岳．唐人咏怀绝句精品赏析：花城出版社，1991：17-18","创作背景\n这首诗具体创作时间已无法考证，从题目可知，这是诗人在某个夜晚送别友人赵纵去赵州而作的。\n有用\n没用\n完善\n参考资料：\n1、\n贾三强．千家诗新绎：陕西人民出版社，1981：9"],"theme":"送别"}
{"_id":"0TFgMKhJBiThXTDAX1jKdw0T1m8sQvQkAou4Wmx4Nl3UHIy9","title":"巫山一段云·萧氏贤夫妇","dynasty":"宋代","author":"柳永","text":"萧氏贤夫妇，茅家好弟兄。羽轮飙驾赴层城。高会尽仙卿。\n一曲云谣为寿。倒尽金壶碧酒。醺酣争撼白榆花。踏碎九光霞。","author_dis":["柳永","柳永，（约987年—约1053年）北宋著名词人，婉约派代表人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。► 297篇诗文"],"otherlike":[{"title":"巫山一段云·萧氏贤夫妇","dynasty":"宋代","author":"柳永","text":"萧氏贤夫妇，茅家好弟兄。羽轮飙驾赴层城。高会尽仙卿。\n一曲云谣为寿。倒尽金壶碧酒。醺酣争撼白榆花。踏碎九光霞。"},{"title":"庭中有奇树","dynasty":"两汉","author":"佚名","text":"庭中有奇树，绿叶发华滋。\n攀条折其荣，将以遗所思。\n馨香盈怀袖，路远莫致之。\n此物何足贵？但感别经时。"},{"title":"青玉案·元夕","dynasty":"宋代","author":"辛弃疾","text":"东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。\n蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。"},{"title":"琵琶行 / 琵琶引","dynasty":"唐代","author":"白居易","text":"元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。\n浔阳江头夜送客，枫叶荻花秋瑟瑟。\n主人下马客在船，举酒欲饮无管弦。\n醉不成欢惨将别，别时茫茫江浸月。\n忽闻水上琵琶声，主人忘归客不发。\n寻声暗问弹者谁？琵琶声停欲语迟。\n移船相近邀相见，添酒回灯重开宴。\n千呼万唤始出来，犹抱琵琶半遮面。\n转轴拨弦三两声，未成曲调先有情。\n弦弦掩抑声声思，似诉平生不得志。（不得志 一作：不得意）\n低眉信手续续弹，说尽心中无限事。\n轻拢慢捻抹复挑，初为《霓裳》后《六幺》（六幺 一作：绿腰）。\n大弦嘈嘈如急雨，小弦切切如私语。\n嘈嘈切切错杂弹，大珠小珠落玉盘。\n间关莺语花底滑，幽咽泉流冰下难。\n冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)\n别有幽愁暗恨生，此时无声胜有声。\n银瓶乍破水浆迸，铁骑突出刀枪鸣。\n曲终收拨当心画，四弦一声如裂帛。\n东船西舫悄无言，唯见江心秋月白。\n沉吟放拨插弦中，整顿衣裳起敛容。\n自言本是京城女，家在虾蟆陵下住。\n十三学得琵琶成，名属教坊第一部。\n曲罢曾教善才服，妆成每被秋娘妒。\n五陵年少争缠头，一曲红绡不知数。\n钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)\n今年欢笑复明年，秋月春风等闲度。\n弟走从军阿姨死，暮去朝来颜色故。\n门前冷落鞍马稀，老大嫁作商人妇。\n商人重利轻别离，前月浮梁买茶去。\n去来江口守空船，绕船月明江水寒。\n夜深忽梦少年事，梦啼妆泪红阑干。\n我闻琵琶已叹息，又闻此语重唧唧。\n同是天涯沦落人，相逢何必曾相识！\n我从去年辞帝京，谪居卧病浔阳城。\n浔阳地僻无音乐，终岁不闻丝竹声。\n住近湓江地低湿，黄芦苦竹绕宅生。\n其间旦暮闻何物？杜鹃啼血猿哀鸣。\n春江花朝秋月夜，往往取酒还独倾。\n岂无山歌与村笛？呕哑嘲哳难为听。\n今夜闻君琵琶语，如听仙乐耳暂明。\n莫辞更坐弹一曲，为君翻作《琵琶行》。\n感我此言良久立，却坐促弦弦转急。\n凄凄不似向前声，满座重闻皆掩泣。\n座中泣下谁最多？江州司马青衫湿。"}],"type":["写人\n，\n神仙","古诗十九首\n，\n写花\n，\n妇女\n，\n相思\n，\n孤独","宋词三百首\n，\n元宵节\n，\n写人\n，\n抒怀\n，\n情怀","唐诗三百首\n，\n高中古诗\n，\n乐府\n，\n写人\n，\n愤懑\n，\n忧愤"],"allin":["译文及注释\n译文\n修道成仙的萧史与弄玉，是一对好夫妇；得道为仙的茅盈、茅固、茅衷，是茅家好兄弟。驾起羽轮和飙车，赶赴西王母所居的层城。这里举行盛大宴会，与会者全是仙界的贵官。\n一曲云和之笛所奏的仙歌，为西王母祝寿。喝完了金壶里的美酒，酣醉的众仙争摇白榆花，踏碎了五光十色的云霞。\n注释\n萧氏贤夫妇：指萧史弄玉夫妇。\n茅家好弟兄：指茅盈、茅固、茅衷三兄弟。相传一齐成仙。\n飙（biāo）驾：御风而行的车。层城：古神话中的地名。\n高会：大宴会。\n云谣：即《白云谣》。为寿：祝福。\n白榆：树名，传说仙境中有白榆树。\n九光霞：五彩缤纷的云霞。▲\n有用\n没用\n完善\n参考资料：\n1、\n叶嘉莹 顾之京．柳永词新释辑评．北京：中国书店，2005：150-157"],"theme":"写人"}
{"_id":"0TGwzeqywr9whmw5uvceuNeNoajuJ2T1xwx4zhSeJENbttvT","title":"卜算子·雪月最相宜","dynasty":"宋代","author":"张孝祥","text":"雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。\n今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。","author_dis":["张孝祥","张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”► 693篇诗文"],"otherlike":[{"title":"卜算子·雪月最相宜","dynasty":"宋代","author":"张孝祥","text":"雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。\n今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。"},{"title":"清平乐·金风细细","dynasty":"宋代","author":"晏殊","text":"金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。\n紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。"},{"title":"千秋岁·数声鶗鴂","dynasty":"宋代","author":"张先","text":"数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。\n莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)"},{"title":"如梦令·莺嘴啄花红溜","dynasty":"宋代","author":"秦观","text":"莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。"}],"type":["婉约\n，\n写景\n，\n梅花\n，\n月亮\n，\n写雪\n，\n抒怀","写风\n，\n婉约\n，\n秋思","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n写景\n，\n爱情\n，\n春天","婉约\n，\n春天\n，\n写景\n，\n伤春\n，\n怀人\n，\n闲适"],"allin":["鉴赏\n素雪、明月、幽梅，三者具，则光景清艳。惟三者难以一时兼备，故今岁与去岁相较，不能无憾。此词即景抒怀，貌似冲淡，却蕴含无限今昔之感。前人谓张孝祥词有“潇散出尘之姿，自在如神之笔”，诚然。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"写雪"}
{"_id":"0TZlLIk0Ze6lTJEWGNyCnTUblmftgYRXhVJ1PfLPPxunVawF","title":"长相思·村姑儿","dynasty":"宋代","author":"蔡伸","text":"村姑儿，红袖衣，初发黄梅插秧时，双双女伴随。\n长歌诗，短歌诗，歌里真情恨别离，休言伊不知。","author_dis":["蔡伸","蔡伸（1088—1156）字伸道，号友古居士，莆田（今属福建）人，蔡襄孙。政和五年（1115）进士。宣和年间，出知潍州北海县、通判徐州。赵构以康王开大元帅幕府，伸间道谒军门，留置幕府。南渡后，通判真州，除知滁州。秦桧当国，以赵鼎党被罢，主管台州崇道观。绍兴九年（1139），起知徐州，改知德安府。后为浙东安抚司参谋官，提举崇道观。绍兴二十六年卒，年六十九。《宋史翼》有传。伸少有文名，擅书法，得祖襄笔意。工词，与向子諲同官彭城漕属，屡有酬赠。有《友古居士词》一卷。 存词175首。► 220篇诗文"],"otherlike":[{"title":"长相思·村姑儿","dynasty":"宋代","author":"蔡伸","text":"村姑儿，红袖衣，初发黄梅插秧时，双双女伴随。\n长歌诗，短歌诗，歌里真情恨别离，休言伊不知。"},{"title":"贺圣朝·留别","dynasty":"宋代","author":"叶清臣","text":"满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。\n花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。"},{"title":"风入松·听风听雨过清明","dynasty":"宋代","author":"吴文英","text":"听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。\n西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。"},{"title":"渔家傲·天接云涛连晓雾","dynasty":"宋代","author":"李清照","text":"天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。\n我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！"}],"type":["宋词精选\n，\n写人","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n饮酒\n，\n惜别","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n伤春\n，\n离别\n，\n怀人\n，\n悼亡","宋词三百首\n，\n宋词精选\n，\n豪放\n，\n理想\n，\n追求\n，\n言志"],"allin":["译文及注释\n译文\n年轻的村姑身穿红衣，在梅子成熟的时候，下地插秧，她们前后相随，结伴而行。\n一路上，唱着长歌和短歌，歌里唱出了她们的真情，唱出了心中的怨恨别离，别说这一片心意他不知。\n注释\n长相思：词牌名\n初发黄梅：指梅子黄时。梅树早春开花，梅子立夏后熟，梅子黄时正是插秧时节。\n歌诗：即歌曲，比喻以歌词唱别情。\n休言：不要说。伊：他，指村女的情人。\n有用\n没用\n完善\n参考资料：\n1、\n江天．《中国才子文化集成 第2卷 唐诗、宋词》．北京：新世界出版社，1998年9月：第617页\n2、\n任溶溶．《宋词精选》．浙江：浙江少年儿童出版社，2011年1月：第150页","创作背景\n这首词是蔡伸在农忙时节（春末夏初）所作，描写村女们思念情郎，结伴下田帮助插秧的场景。\n有用\n没用\n完善\n参考资料：\n1、\n江天．《中国才子文化集成 第2卷 唐诗、宋词》．北京：新世界出版社，1998年9月：第617页","赏析\n这是一首用平常口语描写闺情的词。上片写村姑们的穿着和黄梅时节结伴插秧的情景。身着红袖衣，成双成对的姑娘结伴插秧的场面，不难使人想见那劳动中有说有笑的快乐。这不仅反映出地方的风俗人情，也显示了她们的美丽、活泼、多情。特别是“双双女伴随”一句，既写出她们的互助友爱精神和女性的心理特征，而且渲染出一种亲热、热闹的气氛，表达出村姑们那种淳朴真挚的感情。\n由插秧而引出唱山歌，这也是地方风俗。下片通过歌词唱出了与情人的离恨。“长歌诗”三句指明所唱山歌的形式、内容和情感。她们唱的长歌是首长诗，短歌是首短诗；不管是长歌短歌，都是以反映青年男女间的爱情为内容，集中表现出她们与情人的\n展开阅读全文 ∨"],"theme":"写人"}
{"_id":"0U7TvY2fNHH1eat6i7s1FNmIXTuBL297gkOl09pBRJf8pYEq","title":"晴江秋望","dynasty":"唐代","author":"崔季卿","text":"八月长江万里晴，千帆一道带风轻。\n尽日不分天水色，洞庭南是岳阳城。","author_dis":["崔季卿","生卒年不详。恒州井陉(今河北井陉)人。大历诗人崔峒之从孙，约宪宗至文宗时人，曾游洞庭。事迹见《唐诗纪事》卷四八。《全唐诗》存诗1首。► 1篇诗文"],"otherlike":[{"title":"晴江秋望","dynasty":"唐代","author":"崔季卿","text":"八月长江万里晴，千帆一道带风轻。\n尽日不分天水色，洞庭南是岳阳城。"},{"title":"眼儿媚·萧萧江上荻花秋","dynasty":"宋代","author":"贺铸","text":"萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。\n惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。"},{"title":"早秋三首·其一","dynasty":"唐代","author":"许浑","text":"遥夜泛清瑟，西风生翠萝。\n残萤栖玉露，早雁拂金河。\n高树晓还密，远山晴更多。\n淮南一叶下，自觉洞庭波。"},{"title":"天净沙·秋","dynasty":"元代","author":"白朴","text":"孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。"}],"type":["秋天\n，\n赞美\n，\n长江","秋天\n，\n离别\n，\n写景","唐诗三百首\n，\n秋天\n，\n写景","小学古诗\n，\n秋天\n，\n写景"],"allin":[],"theme":"长江"}
{"_id":"0UkXBeSeUjV4xYirOLv3TvmTPQYjSCWct06ybY1bfnabULtb","title":"日出入","dynasty":"两汉","author":"佚名","text":"日出入安穷？时世不与人同。\n故春非我春，夏非我夏，\n秋非我秋，冬非我冬。\n泊如四海之池，遍观是邪谓何？\n吾知所乐，独乐六龙，\n六龙之调，使我心若。\n訾黄其何不徕下。","author_dis":[],"otherlike":[{"title":"日出入","dynasty":"两汉","author":"佚名","text":"日出入安穷？时世不与人同。\n故春非我春，夏非我夏，\n秋非我秋，冬非我冬。\n泊如四海之池，遍观是邪谓何？\n吾知所乐，独乐六龙，\n六龙之调，使我心若。\n訾黄其何不徕下。"},{"title":"李延年歌","dynasty":"两汉","author":"李延年","text":"北方有佳人，绝世而独立。\n一顾倾人城，再顾倾人国。\n宁不知倾城与倾国？佳人难再得。"},{"title":"折杨柳","dynasty":"唐代","author":"李白","text":"垂杨拂绿水，摇艳东风年。\n花明玉关雪，叶暖金窗烟。\n美人结长想，对此心凄然。\n攀条折春色，远寄龙庭前。"},{"title":"竹枝词二首·其一","dynasty":"唐代","author":"刘禹锡","text":"杨柳青青江水平，闻郎江上踏歌声。(踏歌声 一作：唱歌声)\n东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)"}],"type":["乐府\n，\n祭祀\n，\n抒情\n，\n哲理","古诗三百首\n，\n乐府\n，\n歌咏\n，\n美人","乐府\n，\n春天\n，\n女子\n，\n思念","乐府\n，\n民歌\n，\n爱情\n，\n早教\n，\n小学生必背古诗80首"],"allin":["译文及注释\n译文\n日出日落，何时才终穷？时光岁月不与人的寿命齐同。\n所以春天并非我想要的春，夏天并非我想象中的夏，\n秋天并非我期盼的秋，冬天也并非我中意的冬。\n时间像辽阔的四海，人的寿命好比一个小池，遍观物象后才知道生命的无奈。\n我了解怎样才能快乐，只有独自驾驭六龙上天。\n六龙的协调步伐，使我的心胸顿时爽畅。\n唉，乘黄，怎么还不下降把我带上仙界。\n注释\n安穷：何有穷尽。安，何。穷，尽。\n时世：犹时代。《荀子·尧问》：“时世不同。”一说指自然界之时序变化，与社会人事变化相对。\n泊如：犹“泊然”，飘泊而无所附着的样子。四海之池，即谓四海。《史记·日者列传》：“地不足东南，以四海为池。”\n是：此。邪：语助词。谓何：还说什么呢。\n知：一说疑作“私”。\n六龙：古代传说日车以六龙（龙马）为驾，巡行天下。日出日入，即为日神驾六龙巡天，以成昼夜。\n调：发。一说协调之意，指龙马步伐配合协调。\n若：顺，此有愉悦之意。一说疑为“苦”字之讹，“以‘苦’与末句‘下’（古音虎）相叶，‘若’字则不叶”（郑文《汉诗选笺》）。\n訾（zī）：嗟叹之词。\n黄：指乘黄，传说中龙翼马身之神马名。《汉书》应劭注：“乘黄，龙翼马身，黄帝乘之而上仙者。”按：此即前所谓“六龙”。徕（lái）：同‘来’。一说“訾黄”当连读，同紫黄，即乘黄。▲\n有用\n没用\n完善\n参考资料：\n1、\n（北宋）郭茂倩编 崇贤书院释译．乐府诗集．北京：新世界出版社，2014：3-4\n2、\n傅锡壬．大地之歌——乐府．北京：线装书局，2012：43-44","赏析\n《日出入》是祭祀日神的诗。以接近口语的朴实文辞，表现人们的悠邈之思；而且思致奇崛，异想天开，诗中由太阳每天早上升起，晚上落山，感到时间的迅速流失和人生的飞速流逝。由此汉武帝就产生了要求成仙，乘龙上天的思想。\n先秦时代，屈原在《九歌·东君》中所歌咏的，正是这位驭龙乘雷、衣袂飘飘，勇射“天狼”而斗酌桂浆的豪侠日神。其辞采之缤纷、想象之神奇，足以令后世文豪搁笔兴叹。司马相如等辈虽学富五车、赋称“凌云”，大约也自知对日神的描摹，再不能与屈原媲美。故此歌入笔即别开蹊径，对日神不作丝毫描绘，径述人们祭祀日神时的悠邈情思：“日出入安穷？时世不与人同！”前句从日之运行，凭虚而起，突然发问，问得空阔而邈远；后句则又一折，于日运无穷而人世有尽的慨叹中，抒写人们的惆怅之情，意蕴极为深长。接着“故春非我春”四句，思致奇崛，极富哲理意味。春夏秋冬的更替，从来与人间的作息稼穑密切相关，它们似乎都是为人间的生存需求而存在的。现在，人们突然发觉：人之一生，不过是电光石火般的一瞬而已；天地四时，则横绝万古而长存。这种“非我”境界的发现，固然令人难堪，却是人的破天荒觉醒。这堪称奇崛之语，蕴含着参透宇宙消息的旷达之思。\n“泊如四海之池”二句，则承上而下，进一步抒写人寿短促之感。前句将慨叹之情寓于形象的比喻，便使年寿短促之形，愈加逼真地显现于眼前；后句故作两可之问，又使潜台的答词，愈加确信无疑。如此说来，人们注定要在戚戚悲愁中了结一生了。而接着一反此意：“吾知所乐，独乐六龙。六龙之调，使我心若。”那驾驭六龙的日神，正是与天地同生而年寿无穷的。当人们虔诚祭祀日神之际，谁都怀着美好的希冀：倘若有幸得到日神的福佑，能够像他一样调御六龙以巡天，该有何等欢乐！这想法很离奇，可当年汉武帝就有过这种狂想。汉人应劭说：“武帝愿乘六龙，仙而升天，曰：‘吾所乐，独乘六龙。然御六龙得其调，使我心若。”闻一多以为，细审应劭之意，诗中之“若”当作“苦”（《乐府诗笺》）。那么，这四句表现的，就是一种乐中带苦、去留难舍的情思了。但总的来看，自以快乐为主。这四句一变前两句的长句句式，以轻快的四言句式，辅以回环相联的“辘轳格”（“独乐六龙。六龙之调”），抒写对“仙”去为神的向往之情，顿使诗中蓄积的烦愁之结为之一扫。然而，当人们翘首云天，盼望那曾带着黄帝仙去的“乘黄”降临的时候，“龙翼马身”的乘黄，却总是渺无踪影、不见下来。此歌结句“訾，黄（乘黄）其何不徕下”，正绝妙地抒写了人们盼而不遇的一片失望之情。还不止是失望，那“訾”的一声嗟叹，形象地显示出人们怨其“不徕下”的懊恼詈责之音。\n前人评价《汉郊祀歌》“锻字刻酷，炼字神奇”（陈绎曾《诗谱》），似乎是赞语。拆穿来说，不过是“古奥艰深”的换一种说法而已。《郊祀歌》出自炫艰耀奇的司马相如等辈之手，文字极为艰奥。当年司马迁就有“通一经之士不能独知其辞，皆集会五经家，相与共讲习读之，乃能通知其意”之叹（《史记·乐书》）。相比而言，《日出入》一首，却能脱尽诘屈之习，以接近口语的朴实文辞，表现人们的悠邈之思；而且思致奇崛（如“春非我春”数句），异想天开（如“独乐六龙”数句），诗情往复盘旋。将人寿有尽之慨，寓于宇宙无穷的深沉思考之中，使这首抒情诗，带有了耐人咀嚼的哲理意味。▲\n有用\n没用\n完善\n参考资料：\n1、\n吴小如 等．汉魏六朝诗鉴赏辞典．上海：上海辞书出版社，1992：67-69","创作背景\n《日出入》是《郊祀歌》中的一章，祭的是日神。《日出入》一诗，当为“散歌”，是太始三年（前94年）二月，武帝晚年东巡齐地、礼日成山时所作。而冯沅君以为此诗是汉武帝元鼎五年（前112年）时的作品。\n有用\n没用\n完善\n参考资料：\n1、\n傅锡壬．大地之歌——乐府．北京：线装书局，2012：43-44\n2、\n吴小如 等．汉魏六朝诗鉴赏辞典．上海：上海辞书出版社，1992：67-69"],"theme":"哲理"}
{"_id":"0UtDGNZ9IDR7AJo70GUCRiDTZFGiRHRo7ACTJsFim3xB51Ym","title":"河传·燕飏","dynasty":"五代","author":"顾夐","text":"燕飏，晴景。小窗屏暖，鸳鸯交颈。菱花掩却翠鬟欹，慵整，海棠帘外影。\n绣帏香断金鸂鶒，无消息。心事空相忆，倚东风。春正浓，愁红，泪痕衣上重。","author_dis":["顾夐","顾敻，五代词人。生卒年、籍贯及字号均不详。前蜀王建通正(916)时，以小臣给事内廷，见秃鹫翔摩诃池上，作诗刺之，几遭不测之祸。后擢茂州刺史。入后蜀，累官至太尉。顾夐能诗善词。 《花间集》收其词55首，全部写男女艳情。► 27篇诗文"],"otherlike":[{"title":"河传·燕飏","dynasty":"五代","author":"顾夐","text":"燕飏，晴景。小窗屏暖，鸳鸯交颈。菱花掩却翠鬟欹，慵整，海棠帘外影。\n绣帏香断金鸂鶒，无消息。心事空相忆，倚东风。春正浓，愁红，泪痕衣上重。"},{"title":"绝句","dynasty":"唐代","author":"杜甫","text":"两个黄鹂鸣翠柳，一行白鹭上青天。\n窗含西岭千秋雪，门泊东吴万里船。"},{"title":"丑奴儿·书博山道中壁","dynasty":"宋代","author":"辛弃疾","text":"少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。\n而今识尽愁滋味，欲说还休。欲说还休，却道天凉好个秋。"},{"title":"逢雪宿芙蓉山主人","dynasty":"唐代","author":"刘长卿","text":"日暮苍山远，天寒白屋贫。\n柴门闻犬吠，风雪夜归人。"}],"type":["写人\n，\n女子\n，\n相思\n，\n愁闷","小学古诗\n，\n写景\n，\n写雪\n，\n写鸟\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n写人\n，\n少年\n，\n抒怀\n，\n愁苦","山村\n，\n写景\n，\n冬天\n，\n写雪\n，\n写人\n，\n早教\n，\n小学生必背古诗80首"],"allin":["译文及注释\n译文\n窗外春景明媚，燕子在空中嬉戏翻飞。阳光撒在屋内，那屏上的交颈鸳鸯也顿时鲜活起来。掩却菱镜，懒整翠鬟，影影绰绰如海棠倩影。\n远方的人毫无音讯，绣帷香断，空余满怀相思无处说。在东风艳景之中，红色都成了一派愁色，心中悲切，伤心泪不尽。\n注释\n飏（yáng）：飘扬。形容燕飞轻盈之态。\n菱花：镜子。\n香断：停止薰香。\n愁红：见红花而引起愁绪。\n有用\n没用\n完善\n参考资料：\n1、\n古诗文网经典传承志愿小组．白马非马译注，作者邮箱：930331075@qq.com","赏析\n这首词写闺中春恨。\n上片描绘了明媚的春景，先外后内。“鸳鸯交颈”，是屏上图案，也是引起春愁的物象。接着写女主人公掩却菱镜，懒整翠鬟，以示“岂无膏沐，谁适为容”之意。“海棠帘外影”，既实写，又虚拟，言女美如海棠倩影。\n下片写她的心情，由于情人无消息，故绣帷香断，空余相思。在东风艳景之中，红色却都成了一派愁色，这是她的主观感受。结尾着一“重”字，可谓“洒不尽相思泪”。\n有用\n没用\n完善\n参考资料：\n1、\n拙风文化网.河传·燕飏"],"theme":"写人"}
{"_id":"0VfaESpHltAvQoIpGv5xZSzQWMxsPpERHk6C75ATPH12po9h","title":"鸟鸣涧","dynasty":"唐代","author":"王维","text":"人闲桂花落，夜静春山空。\n月出惊山鸟，时鸣春涧中。","author_dis":["王维","王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，多才多艺，音乐也很精通。与孟浩然合称“王孟”。► 443篇诗文"],"otherlike":[{"title":"鸟鸣涧","dynasty":"唐代","author":"王维","text":"人闲桂花落，夜静春山空。\n月出惊山鸟，时鸣春涧中。"},{"title":"七步诗","dynasty":"两汉","author":"曹植","text":"煮豆燃豆萁，豆在釜中泣。\n本是同根生，相煎何太急？（版本一）\n煮豆持作羹，漉菽以为汁。(菽 一作：豉)\n萁在釜下燃，豆在釜中泣。\n本自同根生，相煎何太急？（版本二）"},{"title":"小池","dynasty":"宋代","author":"杨万里","text":"泉眼无声惜细流，树阴照水爱晴柔。\n小荷才露尖尖角，早有蜻蜓立上头。"},{"title":"独坐敬亭山","dynasty":"唐代","author":"李白","text":"众鸟高飞尽，孤云独去闲。\n相看两不厌，只有敬亭山。(只有 一作：唯有)"}],"type":["小学古诗\n，\n春天\n，\n写景\n，\n早教","古诗三百首\n，\n小学古诗\n，\n劝诫\n，\n亲情\n，\n最美\n，\n小学生必背古诗80首","古诗三百首\n，\n小学古诗\n，\n夏天\n，\n写水\n，\n池塘\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首\n，\n写景","小学古诗\n，\n写景\n，\n写山\n，\n孤独\n，\n小学生必背古诗80首"],"allin":["译文及注释\n译文\n寂静的山谷中，只有桂花在无声的飘落，夜半更深，万籁俱寂，似空无一物。\n明月升起光辉照耀惊动了山中栖鸟，它们在春天的溪涧里不时地鸣叫。\n注释\n鸟鸣涧：鸟儿在山涧中鸣叫。\n人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。\n春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。\n月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。\n时鸣：偶尔（时而）啼叫。时：时而，偶尔。▲\n有用\n没用\n完善\n参考资料：\n1、\n张国举．唐诗精华注译评．长春：长春出版社，2010：118-119","赏析\n关于这首诗中的桂花，颇有些分歧意见。一种解释是桂花有春花、秋花、四季花等不同种类，此处所写的当是春日开花的一种。另一种意见认为文艺创作不一定要照搬生活，传说王维画的《袁安卧雪图》，在雪中还有碧绿的芭蕉，现实生活中不可能同时出现的事物，在文艺创作中是允许的。不过，这首诗是王维题友人所居的《皇甫岳云溪杂题五首》之一。五首诗每一首写一处风景，接近于风景写生，而不同于一般的写意画，因此，以解释为山中此时实有的春桂为妥。\n \n此诗描绘山间春夜中幽静而美丽的景色，侧重于表现夜间春山的宁静幽美。全诗旨在写静，却以动景处理，这种反衬的手法极见诗人的禅心与禅趣。\n“人闲桂花落，夜静春山空”，便以声写景，巧妙地采用了通感的手法，将“花落”这一动态情景与“人闲”结合起来。花开花落，都属于天籁之音，唯有心真正闲下来，放下对世俗杂念的挚着迷恋，才能将个人的精神提升到一个“空”的境界。当时的背景是“深夜”，诗人显然无法看到桂花飘落的景致，但因为“夜静”，更因为观风景的人“心静”，所以他还是感受到了盛开的桂花从枝头脱落、飘下、着地的过程。而我们也似乎进入了“香林花雨”的胜景。此处的“春山”还给我们留下了想象的空白，因是“春山”，可以想见白天的喧闹的画面：春和日丽、鸟语花香、欢声笑语。而此时，夜深人静，游人离去，白天的喧闹消失殆尽，山林也空闲了下来，其实“空”的还有诗人作为禅者的心境。唯其心境洒脱，才能捕捉到到别人无法感受的情景。\n末句“月出惊山鸟，时鸣春涧中”，便是以动写静，一“惊”一“鸣”，看似打破了夜的静谧，实则用声音的描述衬托山里的幽静与闲适：月亮从云层中钻了出来，静静的月光流泻下来，几只鸟儿从睡梦中醒了过来，不时地呢喃几声，和着春天山涧小溪细细的水流声，更是将这座寂静山林的整体意境烘托在读者眼前，与王籍“蝉噪林逾静，鸟鸣山更幽”（《入若耶溪》）有异曲同工之妙。\n王维在他的山水诗里，喜欢创造静谧的意境，这首诗也是这样。但诗中所写的却是花落、月出、鸟鸣，这些动的景物，既使诗显得富有生机而不枯寂，同时又通过动，更加突出地显示了春涧的幽静。动的景物反而能取得静的效果，这是因为事物矛盾着的双方，总是互相依存的。在一定条件下，动之所以能够发生，或者能够为人们所注意，正是以静为前提的。“鸟鸣山更幽”，这里面是包含着艺术辩证法的。▲\n有用\n没用\n完善\n参考资料：\n1、\n余恕诚 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：183-185","创作背景\n这首诗应当是作于713—741年（唐开元）年间游历江南之时，当时正是盛唐时期。此诗是王维题友人皇甫岳所居的云溪别墅所写的组诗《皇甫岳云溪杂题五首》的第一首，是诗人寓居在今绍兴县东南五云溪（即若耶溪）的作品。\n有用\n没用\n完善\n参考资料：\n1、\n余恕诚 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：183-185"],"theme":"春天"}
{"_id":"0VgEyUFpE4RLqopTQYLQ8VDlagI0fSaJ18lK9gCjLU0mtvvn","title":"卜算子·我住长江头","dynasty":"宋代","author":"李之仪","text":"我住长江头，君住长江尾。日日思君不见君，共饮长江水。\n此水几时休，此恨何时已。只愿君心似我心，定不负相思意。","author_dis":["李之仪","李之仪(1038～1117）北宋词人。字端叔，自号姑溪居士、姑溪老农。汉族，沧州无棣（庆云县）人。哲宗元祐初为枢密院编修官，通判原州。元祐末从苏轼于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵蔡京，除名编管太平州（今安徽当涂），后遇赦复官，晚年卜居当涂。著有《姑溪词》一卷、《姑溪居士前集》五十卷和《姑溪题跋》二卷。► 858篇诗文"],"otherlike":[{"title":"卜算子·我住长江头","dynasty":"宋代","author":"李之仪","text":"我住长江头，君住长江尾。日日思君不见君，共饮长江水。\n此水几时休，此恨何时已。只愿君心似我心，定不负相思意。"},{"title":"生查子·元夕","dynasty":"宋代","author":"欧阳修","text":"去年元夜时，花市灯如昼。\n月上柳梢头，人约黄昏后。\n今年元夜时，月与灯依旧。\n不见去年人，泪湿春衫袖。(湿 一作：满)"},{"title":"西江月·夜行黄沙道中","dynasty":"宋代","author":"辛弃疾","text":"明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。\n七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)"},{"title":"浣溪沙·簌簌衣巾落枣花","dynasty":"宋代","author":"苏轼","text":"徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。\n簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。(缲 通：缫)\n酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。"}],"type":["宋词三百首\n，\n宋词精选\n，\n长江\n，\n思念\n，\n爱情","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n元宵节\n，\n追忆\n，\n爱情","宋词三百首\n，\n小学古诗\n，\n初中古诗\n，\n婉约\n，\n夏天\n，\n农村\n，\n写景","宋词三百首\n，\n初中古诗\n，\n乡村\n，\n生活"],"allin":["译文及注释\n译文\n我住在长江源头，君住在长江之尾。天天想念你总是见不到你，却共同饮着长江之水。\n悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负了我一番痴恋情意。\n译文二\n我居住在长江上游，你居住在长江下游。 天天想念你却见不到你，共同喝着长江的水。\n长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇。只希望你的心思像我的意念一样， 就一定不会辜负这互相思念的心意。\n注释\n选自《姑溪词》，作者李之仪。\n已：完结,停止\n休：停止\n定：此处为衬字。\n思：想念，思念▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n李之仪这首《卜算子》深得民歌的神情风味，明白如话，复叠回环，同时又具有文人词构思新巧、深婉含蓄的特点，可以说是一种提高和净化了的通俗词。\n“我住长江头，君住长江尾。”开头两句，“我”“君”对起，而一住江头，一住江尾，见双方空间距离之悬隔，也暗寓相思之情的悠长。重叠复沓的句式，加强了咏叹的情味，仿佛可以感触到主人公深情的思念与叹息，在阁中翘首思念的女子形象于此江山万里的悠广背景下凸现出来。\n“日日思君不见君，共饮长江水。”两句，从前两句直接引出。江头江尾的万里遥隔，引出了“日日思君不见君”这一全词的主干；而同住长江之滨，则引出了“共饮长江水”。如果各自孤立起来看，每一句都不见出色，但联起来吟味，便觉笔墨之外别具一段深情妙理。这就是两句之间含而未宣、任人体味的那层转折。字面意思浅直：日日思君而不得见，却又共饮一江之水。深味之下，似可知尽管思而不见，毕竟还能共饮长江之水。这“共饮”又似乎多少能稍慰相思离隔之恨。词人只淡淡道出“不见”与“共饮”的事实，隐去它们之间的转折关系的内涵，任人揣度吟味，反使词情分外深婉含蕴。\n“此水几时休，此恨何时已。”换头仍紧扣长江水，承上“思君不见”进一步抒写别恨。长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇。用“几时休”“何时已”这样的口吻，一方面表明主观上祈望恨之能已，另一方面又暗透客观上恨之无已。江水永无不流之日，自己的相思隔离之恨也永无销歇之时。此词以祈望恨之能已反透恨之不能已，变民歌、民间词之直率热烈为深挚婉曲，变重言错举为简约含蓄。\n“只愿君心似我心，定不负相思意。”恨之无已，正缘爱之深挚。“我心”既是江水不竭，相思无已，自然也就希望“君心似我心”，我定不负我相思之意。江头江尾的阻隔纵然不能飞越，而两相挚爱的心灵却相通。这样一来，单方面的相思便变为双方的期许，无已的别恨便化为永恒的相爱与期待。这样，阻隔的双方心灵上便得到了永久的滋润与慰藉。从“此恨何时已”翻出“定不负相思意”，江头江尾的遥隔这里反而成为感情升华的条件了。这首词的结拍写出了隔绝中的永恒之爱，给人以江水长流情长的感受。\n作者用江水之悠悠不断，喻相思之绵绵不已，最后以己之钟情期望对方，真挚恋情，倾口而出。全词以长江水为抒情线索，语言明白如话，句式复叠回环，感情深沉真挚，深得民歌的神情风味，又具有文人词构思新巧，体现出灵秀隽永、玲珑晶莹的风神。▲\n有用\n没用\n完善\n参考资料：\n1、\n刘学锴 等．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988：754-756","创作背景\n公元1103年（北宋崇宁二年），仕途不顺的李之仪被贬到太平州。祸不单行，先是女儿及儿子相继去世，接着，与他相濡以沫四十年的夫人胡淑修也撒手人寰。这年秋天，李之仪携杨姝来到长江边，面对知冷知热的红颜知己，面对滚滚东逝奔流不息的江水，写下了这首千古流传的爱情词。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"思念"}
{"_id":"0VywuKoicaVb6jedhiysDe3ZNIBQ2jjYHVEXTvxpCsIqkyFx","title":"水调歌头·金山观月","dynasty":"宋代","author":"张孝祥","text":"江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。\n表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。","author_dis":["张孝祥","张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”► 693篇诗文"],"otherlike":[{"title":"水调歌头·金山观月","dynasty":"宋代","author":"张孝祥","text":"江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。\n表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。"},{"title":"点绛唇·绍兴乙卯登绝顶小亭","dynasty":"宋代","author":"叶梦得","text":"缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。\n老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。"},{"title":"饮马长城窟行","dynasty":"隋代","author":"杨广","text":"肃肃秋风起，悠悠行万里。\n万里何所行，横漠筑长城。\n岂台小子智，先圣之所营。\n树兹万世策，安此亿兆生。\n讵敢惮焦思，高枕于上京。\n北河见武节，千里卷戎旌。\n山川互出没，原野穷超忽。\n撞金止行阵，鸣鼓兴士卒。\n千乘万旗动，饮马长城窟。\n秋昏塞外云，雾暗关山月。\n缘岩驿马上，乘空烽火发。\n借问长城侯，单于入朝谒。\n浊气静天山，晨光照高阙。\n释兵仍振旅，要荒事万举。\n饮至告言旋，功归清庙前。"},{"title":"西河·金陵怀古","dynasty":"宋代","author":"周邦彦","text":"佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。\n断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。\n酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。"}],"type":["豪放\n，\n登高\n，\n写景\n，\n长江\n，\n抒情","宋词三百首\n，\n豪放\n，\n登高\n，\n抒怀","豪放","宋词三百首\n，\n咏史怀古\n，\n豪放"],"allin":["译文及注释\n译文\n山河是如此的雄伟壮丽，露珠点点，微风轻拂，顿感微微寒意。托人传话给月亮，能否借我镜子让我看清这月下美景。那深谷中的鱼龙凄戚长鸣久久不绝，倒映在水面上的星辰也随着微波摇动，海面上水雾弥漫黑夜漫长。远远望去，月光下那紫金山上的建筑犹如银阙晶宫。\n以飞霞为玉佩，头戴高冠，遗世独立俯视这人间大地。月光如冰雪般洁白，照耀的大地明亮透澈，那万里之外的景物都能看的清清楚楚。回首遥望那海上三神山，仿佛群仙都在对我笑，邀我与他们同游。乘着那鸾鸟驾驶由凤羽为车盖的马车，挥挥手扬长而去。\n注释\n江山：借指国家的疆土、政权。\n自雄：自豪；自以为了不起。\n风露：风和露。\n高寒：指月光；月亮。\n寄声：托人传话。\n月姊：原指传说中的月中仙子、月宫、嫦娥，借指月亮。\n玉鉴：镜的美称。\n中看：好看；顺眼。\n幽壑：深谷；深渊。\n鱼龙：鱼和龙。泛指鳞介水族。\n悲啸：凄戚长鸣。\n倒影：物体倒映于水中。\n星辰：指列星。\n摇动：摇摆，晃动。\n海气：海面上或江面上的雾气。\n夜漫漫：黑夜漫长。比喻苦难岁月。\n白银：即银。金属的一种。古代也用作通货。\n紫金山：山名。一称钟山，在江苏省南京市市区东。\n独立：孤立无所依傍。\n霞佩：亦作“霞佩”。 仙女的饰物。借指仙女。\n切云冠：高冠名。\n眇（miǎo）视：仔细观看。\n毫端：细毛的末端。比喻极细微。\n回首：回头；回头看。\n三山：传说中的海上三神山。\n何处：哪里，什么地方。\n闻道：听说。\n挥手：挥动手臂。表示告别。\n从此：从此时或此地起。\n翳（yì）凤：本谓以凤羽为车盖，后用为乘凤之意。\n骖（cān）鸾：谓仙人驾驭鸾鸟云游。▲\n有用\n没用\n完善\n参考资料：\n1、\n夏承焘 等．宋词鉴赏辞典（上册）．上海：上海辞书出版社，2003：1129-1130","赏析一\n金山在江苏镇江。宋时原本矗立在长江之中，后经泥沙冲合，遂与南岸毗连。山上之金山寺为著名古刹。作者在乾道三年（1167）三月中旬，舟过金山，登临山寺，夜观月色，江水平静，月色皎洁，如同白昼，此情此景，诗人心中生起无限的遐想和情思，于是写下了这首著名的词篇。\n词的上阕描写雄丽的长江夜景。“江山自雄丽”二句，既写出江山雄伟、壮阔的气势，又点明夜间登临时的风露与春寒的感觉。“寄声月姊”二句，运笔不凡。“玉鉴”，指玉镜。词人置身于雄丽金山之中，驰骋着奇幻的想象：他对月倾吐心声；欲借用她那珍贵的玉镜来了望这美妙的景色。“幽壑鱼龙”三句，承上意而具体描绘登山寺所见的各种景象。也许是借助着宝镜的神威吧，词人的视角不仅能看到天上的无数星辰倒影在浩渺的江面上，随着微波摇动，山下的烟雾，一片迷漫，而且还能窥视躲藏在深水沟壑里的鱼龙在张口悲啸。晋书其意。“涌起”二句，由大江转写山景。“白银阙”借指金山寺。《史记·封禅书》说海山三神山“黄金银为宫阙”，《艺文类聚》卷六十二引作“黄金白银为阙”。苏轼游庐山作《开先漱玉亭》诗云：“我来不忍去，月出飞桥东。荡荡白银阙，沉沉水精宫。”写金山上开先禅院等建筑物在月下的奇妙景象有如仙山上的银阙晶宫，可以参读。“危驻”犹高驻，紫金山指金山。山在江中，寺在山上，亦如水中涌起。\n下阕接前结山上意指，写词人在山头观月的遐想，由自然景象的描写转而抒发富有浪漫气息的感情。“表独立”三句，既是作者对自己的一幅素描画像，又是词人心胸的袒露。“表独立”化用屈原《九歌·山鬼》“表独立兮山之上”句意，表现出词人屹然独立在金山之巅的潇洒出尘的神态。“飞霞佩”，韩愈《调张籍》：“乞君飞霞佩，与我高颉颃。”这是在服饰上来描绘。\n“切云”，古代一种高冠的名称。《楚辞·涉江》：“冠切云之崔嵬。”“漱冰濯雪”二句，承上进一层抒写自然外景沁入词人内心的感受。作者完全沉浸在如冰雪一样的月光里。感到整个世界是那么广阔洁净，又是那么深高幽远，似乎在万里之外的细微景物也能看得清楚。\n“回首三山何处”三句，由上面不同凡俗的气象转而，引出古代传说中的三神山，即蓬莱、方丈、瀛洲。但这里不是李清照《渔家傲》词中“风休住，蓬舟吹取三山去”的意象，而是把内心浓郁的感情移进虚拟的物象中，转化成心灵的情致创造出另一种美妙的艺术境界。词人说：听说神山上的群仙，一个个都在向我打招呼满面笑容地邀我去邀游那缥缈虚幻的世界。\n最后二句分别化用李白《送友人》“挥手自兹去，萧萧班马鸣”和韩愈《送桂州严大夫》“远胜登仙去，飞鸾不暇骖”的诗意。借写由不暇骖转化为骖鸾腾飞，登仙而去了。“翳凤”，以凤羽作华盖。“骖鸾”，用鸾鸟来驾车。词中结尾的虚拟与首起的实景，首尾照应，构成一个虚实相合、情景交融的整体。\n陈应行在《于湖先生雅词序》中说：张孝祥“所作长短句凡数百篇，读之泠然洒然，真非烟火食人辞语。予虽不及识荆，然其潇洒出尘之姿，自然如神之笔，迈往凌云之气，犹可以想见也。”所谓“非烟火食人辞语”，大体都指这一类词作。但是这首词的艺术构思，独具一格。词人面对如此雄丽的江山、洁白的月色，心物感应由外在的直觉，渐渐地发展到内心的感受，相互渗透，从而创造出一种更为浪漫的飘然欲仙的艺术境界，显示出作者的奇特才气和旷达的心胸。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n此词是张孝祥在公元1167年（宋孝宗乾道三年）三月中旬，舟过金山时所作。当时张孝祥舟过金山，登临山寺，夜观月色，江水平静，月色皎洁，如同白昼，此情此景，触发起他心中的遐想和情思，于是写下了这首词。\n有用\n没用\n完善\n参考资料：\n1、\n吴熊和．唐宋词汇评·两宋卷（三）．杭州：浙江教育出版社，2004：2188-2189\n2、\n唐圭璋 等．唐宋词鉴赏辞典（南宋·辽·金）．上海：上海辞书出版社，1988：1431-1432","赏析二\n镇江金山寺是闻名的古刹，唐宋以来吟咏者甚多。北宋梅尧臣的《金山寺》诗：“山形无地接，寺界与波分。”绝妙地勾划出宋时金山矗立长江中的雄姿。苏轼在《游金山寺》诗中更以矫健的笔力，描绘江心空旷幽优的晚景。而张孝祥这首词则注入更多超尘的艺术幻觉。\n词的上片描写秋夜壮丽的长江，星空倒映，随波摇动，呈现出一种奇幻的自然景象。起二句直写秋夜江中金山的雄丽，落笔不同凡响。“寄声”二句，更用拟人化的手法，赋予客观物体以浓烈的主观感情色彩。“玉鉴”，即玉镜。“幽壑”三句承上抒写月光映照下所见江面的奇特景色，天上的星星、月亮，倒影水中，随波浮现出形态各异的图象，透过弥漫江面的无边无际的夜雾，仿佛听到潜藏在深水中鱼龙呼啸哀号的声音。“涌起”二句是从上文“倒影星辰”而来。“白银阙”，指月宫。苏轼《开元漱玉亭》诗：“荡荡白银阙，沉沉水精宫。”这里是形容江上涌现的滚滚白浪，在月光下好象一座座仙宫。“紫金山”，此指镇江金山。这种高驻金山的奇景，给人一种似乎写真又是虚幻的艺术感受。\n换头着重抒写作者沉浸美景而飘然出尘的思绪。表，特。这是用屈原《九歌·山鬼》：“表独立兮山之上”的词句。佩，同佩，是佩带的玉饰。切云是一种高冠名。屈原《涉江》：“冠切云之崔嵬”。如果说这三句是外在的描述，那么“漱冰”二句则揭示内心的感受。词人浸沉在如同冰雪那样洁白的月光里，他的目力仿佛能透视万里之外的细微景物。“回首”以下五句，宕开笔力，飘然欲仙。“三山”，我国古代传说海上有三座神山，即方丈、蓬莱、瀛洲。前人将三山融入诗词境界中的并不少见，然而像这首词中所具有的幻觉意识并不多。词人超越常态的构想，充满浪漫色彩。似乎神仙在向他微笑，要他与之同往。结末二句展现乘坐凤羽做的华盖，用鸾鸟来驾车的情景，更富有游仙的意趣。\n此词上片描写雄丽的长江夜景，表现了月下江面的奇幻景色，结拍转写山景；下片接前结山上意脉，写词人在山头观月的遐想，由自然景象的描写转而抒发富有浪漫气息的感情，表现一种游仙的意趣。全词构思独特，想象丰富，虚实结合，相辅相成，创造出一种浪漫的艺术境界，显示出作者的奇特才气和旷达心胸。\n陈彦行在《于湖先生雅词序》中说，读张孝祥词作“泠然洒然，真非烟火食人辞语。予虽不及识荆，然其潇散出尘之姿，自然如神之笔，迈往凌云之气，犹可想见也。”在这首词中所抒写的潇散出尘、飘然欲仙的情思，不仅显示出作者开阔的心胸和奇特的英气，而且生动地反映了他的词作个性和风貌。▲\n有用\n没用\n完善\n参考资料：\n1、\n夏承焘 等．宋词鉴赏辞典（上册）．上海：上海辞书出版社，2003：1129-1130"],"theme":"长江"}
{"_id":"0WIAa4IJV4BqzzGlW1ooa6VVjjYKhPAUrZstIzWMP9RFnrPM","title":"醉公子·漠漠秋云澹","dynasty":"五代","author":"顾夐","text":"漠漠秋云澹，红藕香侵槛。枕倚小山屏，金铺向晚扃。\n睡起横波慢，独望情何限！衰柳数声蝉，魂销似去年。","author_dis":["顾夐","顾敻，五代词人。生卒年、籍贯及字号均不详。前蜀王建通正(916)时，以小臣给事内廷，见秃鹫翔摩诃池上，作诗刺之，几遭不测之祸。后擢茂州刺史。入后蜀，累官至太尉。顾夐能诗善词。 《花间集》收其词55首，全部写男女艳情。► 27篇诗文"],"otherlike":[{"title":"醉公子·漠漠秋云澹","dynasty":"五代","author":"顾夐","text":"漠漠秋云澹，红藕香侵槛。枕倚小山屏，金铺向晚扃。\n睡起横波慢，独望情何限！衰柳数声蝉，魂销似去年。"},{"title":"秋日偶成","dynasty":"宋代","author":"程颢","text":"闲来无事不从容，睡觉东窗日已红。\n万物静观皆自得，四时佳兴与人同。\n道通天地有形外，思入风云变态中。\n富贵不淫贫贱乐，男儿到此是豪雄。"},{"title":"别元九后咏所怀","dynasty":"唐代","author":"白居易","text":"零落桐叶雨，萧条槿花风。\n悠悠早秋意，生此幽闲中。\n况与故人别，中怀正无悰。\n勿云不相送，心到青门东。\n相知岂在多，但问同不同。\n同心一人去，坐觉长安空。"},{"title":"茅屋为秋风所破歌","dynasty":"唐代","author":"杜甫","text":"八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。\n南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。\n俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻？\n安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）"}],"type":["秋天\n，\n婉约\n，\n写景\n，\n相思","秋天\n，\n人生\n，\n哲理","秋天\n，\n思念\n，\n友人\n，\n孤寂","初中古诗\n，\n秋天\n，\n写风\n，\n励志\n，\n忧国忧民"],"allin":["译文及注释\n译文\n又像去年那样，窗外云淡风清，藕香侵槛。闭门倚枕，无限情思。院中衰柳上寒蝉数声，令人魂销。这首词通过景物描写，抒发了离人相思之情。诗人掌握初秋景物的特征，着意描绘，写得婉转含蓄，情思绵绵。\n注释\n澹：“淡”的异体字。浅、薄之意。\n槛：窗户下或长廓旁的栏杆。\n金铺：门上之铺首。作龙蛇诸兽之形，用以衔环。扃：门窗箱柜上的插关。这里是关门之意。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"秋天"}
{"_id":"0XFarzRYULnlq4xkeb0hbwjuZbG7do5F0n9aT5HJczoGDcEm","title":"生查子·旅思","dynasty":"清代","author":"吴伟业","text":"一尺过江山，万点长淮树。石上水潺潺，流入青溪去。\n六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。","author_dis":["吴伟业","吴伟业（1609～1672）字骏公，号梅村，别署鹿樵生、灌隐主人、大云道人，世居江苏昆山，祖父始迁江苏太仓，汉族，江苏太仓人，崇祯进士。明末清初著名诗人，与钱谦益、龚鼎孳并称“江左三大家”，又为娄东诗派开创者。长于七言歌行，初学“长庆体”，后自成新吟，后人称之为“梅村体”。► 234篇诗文"],"otherlike":[{"title":"生查子·旅思","dynasty":"清代","author":"吴伟业","text":"一尺过江山，万点长淮树。石上水潺潺，流入青溪去。\n六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。"},{"title":"清平乐·金风细细","dynasty":"宋代","author":"晏殊","text":"金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。\n紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。"},{"title":"满庭芳·碧水惊秋","dynasty":"宋代","author":"秦观","text":"碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。\n伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。"},{"title":"千秋岁·数声鶗鴂","dynasty":"宋代","author":"张先","text":"数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。\n莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)"}],"type":["婉约\n，\n羁旅\n，\n写景\n，\n山水\n，\n思念","写风\n，\n婉约\n，\n秋思","婉约\n，\n秋天\n，\n伤怀","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n写景\n，\n爱情\n，\n春天"],"allin":["赏析\n此词通过写景抒发旅思。远山丛树，渐去渐远，身旁清冽的泉水从石上潺潺流过，汇入青溪。虽是六月盛夏，度樾穿云于阴森的山道，仍觉风寒林黑，晨昏难辨。未明写“旅思”，而“旅思”自现。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"婉约"}
{"_id":"0XaY9kCeXUISomtl7dlyJCyINoqwfEiLybnk3wv0S9XWGSh9","title":"调笑令·胡马","dynasty":"唐代","author":"韦应物","text":"胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。","author_dis":["韦应物","韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。► 590篇诗文"],"otherlike":[{"title":"调笑令·胡马","dynasty":"唐代","author":"韦应物","text":"胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。"},{"title":"江月晃重山·初到嵩山时作","dynasty":"金朝","author":"元好问","text":"塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。\n侯骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。"},{"title":"沁园春·恨","dynasty":"清代","author":"郑燮","text":"花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。\n单寒骨相难更，笑席帽青衫太瘦生。看蓬门秋草，年年破巷，疏窗细雨，夜夜孤灯。难道天公，还箝恨口，不许长吁一两声？癫狂甚，取乌丝百幅，细写凄清。"},{"title":"永遇乐·彭城夜宿燕子楼","dynasty":"宋代","author":"苏轼","text":"彭城夜宿燕子楼，梦盼盼，因作此词。\n明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。\n天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。"}],"type":["豪放\n，\n写马\n，\n寓人\n，\n孤独\n，\n军旅","豪放\n，\n少年\n，\n爱国\n，\n壮志","豪放\n，\n抒怀\n，\n愤恨\n，\n忧愤","宋词三百首\n，\n豪放\n，\n写景\n，\n抒情\n，\n怅惘\n，\n人生"],"allin":["译文及注释\n译文\n胡马啊，胡马，被远远地放牧在荒凉的燕支山下。四蹄刨沙刨雪独自奔跑嘶鸥，东望西望茫茫一片迷了来路。迷路啊，迷路，萎萎边草无穷无尽霭霭暮色笼罩着山头。\n注释\n笑令：词牌名。唐·白居易《代书诗一百韵寄微之》曰：“打嫌《调笑》易，饮讶《卷波》迟。”自注：“抛打曲有《调笑令》，饮酒曲有《卷白波》。”词调名盖本唐曲。此调为单调，八句，三十二字。第四、五句押平声韵，其余各句均押仄声韵。其中第二句叠用第一句，第七句叠用第六句，第六句颠倒第五句末二字而成。\n胡马：中国西北地区所产的马。古代马匹在交通运输和战争中发挥着巨大的作用，因而良马往往受人青睐，而西北地区所产的马素以优良著称，早在汉朝的时候，就曾从西域引进过大批良马。所以写骏马而云“胡马”，是为了显示其品种的优良。\n燕支山：即焉支山，在甘肃山丹县东。位于祁连山和龙首山之间，山下是水草丰美的牧场。“焉支”通作“燕支”、“胭脂”，本植物名，亦叫红蓝，花汁可做成红的颜料。\n跑（páo）：指兽蹄刨地。\n边草：边地的野草。▲\n有用\n没用\n完善\n参考资料：\n1、\n林焕文．《词学辞典》．成都：四川辞书出版社，1991：463\n2、\n中国社会科学院文学研究所．《唐宋词选》．北京：人民文学出版社，1982：13-14\n3、\n俞平伯．《唐宋词选释》．北京：人民文学出版社，2005：14\n4、\n蒋哲伦．《千古佳词》．上海：上海文化出版社，2000：8\n5、\n郭彦全．《历代词今译》．北京：首都师范大学出版社，1994：5","赏析\n这首词描绘了一幅草原骏马图。抒发一种迷茫人生，归宿何处的感情。词中先写放牧地点，次写迷路神态，再写草原景色，把迷路的骏马放在广阔昏暗的背景中。“跑沙跑雪独嘶”、“东望西望路迷”两句，刻划了迷路的骏马那种焦躁、彷徨的神态，着墨无多，却生动逼真；“远放燕支山下”、“边草无穷日暮”两句，显示了草原的寥廓、旷远，笔力浑朴苍茫。此词赋物工致，气象开阔，笔意回环，清新而简练。\n词以二言叠语起首。词的前三句写成群的骏马放牧于燕支山下的大草原上，绵延的群山、无边的草原、奔腾的骏马，构成了一幅雄伟壮丽的图景，气势壮观，境界阔大。\n第四、第五句具体写马，但不是写成群的骏马，而是选取了其中一匹失群迷途的马加以描写。这匹骏马因为跑失了群，此时正独自不安地用马蹄刨着沙土和残雪，并不时地昂首嘶鸣，东张西望地傍徨着，不知该往哪里去。“跑”读作“刨”，用足刨地之意，这两句词将骏马迷路后的神情姿态刻画得十分传神，短短十二个字便将它的焦灼不安和急切烦燥惟妙惟肖地勾勒了出来。同时，通过对迷路骏马的描绘，还将塞外草原的空旷阒寂景象展现在读者面前。\n第六、第七两句又是二言叠语，“迷路”是第五句句末“路迷”二字的倒转，这是《调笑令》的定格，此调又名《转应曲》，即由此而来。在连着两个“迷路”之后，接着是词的结束句：“边草无穷日暮”，既点出了时间，又进一步渲染了空间的旷远，补足了骏马迷路时的环境。夕阳西下，斜晖映照着边草，边草无穷无尽地向四外延伸开去，一眼望不到尽头。这最后一句语淡意远，堪称点睛之笔，在前面绘就的雄伟壮丽的草原图景上又抹上了一层苍凉迷离的色彩。远山、沙雪、边草、斜阳，其间又回荡着骏马的嘶鸣，苍莽壮阔而又略带悲凉，整首词意境浑厚高远，语言简炼淡雅。\n词名义上是写马，并展现了草原风光，但同时也透露了边塞自然环境的严酷和人在这种环境下的迷悯孤独心境。汉代名将李广就是在与匈奴作战时因迷失了道路而获罪自杀的，所以从这个意义上说，词中描写骏马迷路时焦燥不安的情形也多少反映了征戌边塞的将士在塞外常有的孤寂忧虑的心情。\n纵观来看，词的开始“胡马。胡马，远放燕支山下。”表现对边塞失防、胡人入侵的惊讶。接下“跑沙跑雪独嘶，东望西望路迷”，写失群胡马焦躁不安、迷茫困惑、挣扎无果的神情，形神兼备，是不可多得的名句。“迷路，迷路，边草无穷日暮”，既从马之望中写边塞晚景，又含象征意象于其中。使情、景融合无痕，使这首小词不仅是生动传神的特写，而且有深含的意境。\n但深含的意象是什么。历来众说纷纭。曹锡彤认为：“此笑北胡难灭之词。”有人认为：“言胡马东西驰突，终至边草路速，犹世人营扰一生，其归宿究在何处”（俞陛云《唐五代两宋词选释》），如果写在晚年韦应物解职之后，俞说可以讲通；而韦一生积极用世，热爱人民、热爱朝廷和祖国疆土，那么联系开头“远放燕支山下”，笑北胡乘隙入侵。咏大国辽阔边境难犯是可以讲通的。“诗无达诂”，仁者见仁，智者见智。而艺术上传神的描写与蕴含的意象构成耐人咀嚼寻味的意境，是深可玩味的。\n和韦应物同时代的另一位诗人戴叔伦也有《调笑令》词一首，写的是边塞老兵的愁绝心理，在对边塞风光的描写方面与韦应物此词有某些相似之处，然而戴词明确抒写征人的愁苦心理，意境悲苦低沉，韦词则从一个侧面暗示了边塞的严酷，悲凉中不失雄浑，这在早期涉及边塞的词中是别具一格的。▲\n有用\n没用\n完善\n参考资料：\n1、\n陆国斌，钟振振．《历代小令词精华》．长沙：岳麓书社，1993：17-18"],"theme":"豪放"}
{"_id":"0YKZOkjSdXoHgopme5qqz0MWVBGNgXlLszfvTTdkOII7g2uG","title":"虽有嘉肴","dynasty":"两汉","author":"戴圣","text":"虽有嘉肴，弗食，不知其旨也；虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也。故曰：教学相长也。《兑命》曰：“学学半。”其此之谓乎？\n古之教者，家有塾，党有庠，术有序，国有学。比年入学，中年考校。一年视离经辨志；三年视敬业乐群；五年视博习亲师；七年视论学取友，谓之小成。九年知类通达，强立而不反，谓之大成。夫然后足以化民易俗，近者说服而远者怀之，此大学之道也。《记》曰：“蛾子时术之。”其此之谓乎！\n大学始教，皮弁祭菜，示敬道也。《宵雅》肄三，官其始也。入学鼓箧，孙其业也。夏楚二物，收其威也。未卜禘不视学，游其志也。时观而勿、语存其心也。幼者听而弗问，学不躐等也。此七者，教之大伦也。《记》曰：“凡学，官先事，士先志。”其此之谓乎！\n大学之法：禁于未发之谓豫；当其可之谓时；不凌节而施之谓孙；相观而善之谓摩。此四者，教之所由兴也。发然后禁，则扞格而不胜；时过然后学，则勤苦而难成；杂施而不孙，则坏乱而不修；独学而无友，则孤陋而寡闻；燕朋逆其师，燕辟废其学。此六者，教之所由废也。","author_dis":["戴圣","戴圣（生卒年不详），字次君，祖籍梁国甾县（今河南省商丘市民权县），出生于梁国睢阳（今河南省商丘市睢阳区）。西汉时期官员、学者、礼学家、汉代今文经学的开创者。后世称其为“小戴”。戴圣与叔父戴德曾跟随后苍学《礼》，两人被后人合称为“大小戴”。汉宣帝时，戴圣以博士参与石渠阁论议，官至九江太守。著作有《礼记》，即《小戴礼记》传为圣编。《汉书》记载成书于汉建初七年（80年）。咸淳三年（1267年），宋度宗赵禥以其籍贯地诏封戴圣为“考城伯”。► 1篇诗文"],"otherlike":[{"title":"虽有嘉肴","dynasty":"两汉","author":"戴圣","text":"虽有嘉肴，弗食，不知其旨也；虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也。故曰：教学相长也。《兑命》曰：“学学半。”其此之谓乎？\n古之教者，家有塾，党有庠，术有序，国有学。比年入学，中年考校。一年视离经辨志；三年视敬业乐群；五年视博习亲师；七年视论学取友，谓之小成。九年知类通达，强立而不反，谓之大成。夫然后足以化民易俗，近者说服而远者怀之，此大学之道也。《记》曰：“蛾子时术之。”其此之谓乎！\n大学始教，皮弁祭菜，示敬道也。《宵雅》肄三，官其始也。入学鼓箧，孙其业也。夏楚二物，收其威也。未卜禘不视学，游其志也。时观而勿、语存其心也。幼者听而弗问，学不躐等也。此七者，教之大伦也。《记》曰：“凡学，官先事，士先志。”其此之谓乎！\n大学之法：禁于未发之谓豫；当其可之谓时；不凌节而施之谓孙；相观而善之谓摩。此四者，教之所由兴也。发然后禁，则扞格而不胜；时过然后学，则勤苦而难成；杂施而不孙，则坏乱而不修；独学而无友，则孤陋而寡闻；燕朋逆其师，燕辟废其学。此六者，教之所由废也。"},{"title":"责子","dynasty":"魏晋","author":"陶渊明","text":"白发被两鬓，肌肤不复实。\n虽有五男儿，总不好纸笔。\n阿舒已二八，懒惰故无匹。\n阿宣行志学，而不爱文术。\n雍端年十三，不识六与七。\n通子垂九龄，但觅梨与栗。\n天运苟如此，且进杯中物。"},{"title":"论语十二章","dynasty":"先秦","author":"佚名","text":"子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》\n曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》\n子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》\n子曰：“温故而知新，可以为师矣。”《为政》\n子曰：“学而不思则罔，思而不学则殆。”《为政》\n子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》\n子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》\n子曰：“饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》\n子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》\n子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》\n子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》\n子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》"},{"title":"论语十则","dynasty":"先秦","author":"佚名","text":"子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”（《学而》）\n曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）\n子曰：“温故而知新，可以为师矣。”（《为政》）\n子曰：“学而不思则罔,思而不学则殆。”（《为政》）\n子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）\n子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）\n子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）\n曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）\n子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）\n子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）"}],"type":["学习","勉励\n，\n勤奋\n，\n学习","初中文言文\n，\n学习\n，\n哲理","初中文言文\n，\n对话\n，\n学习\n，\n哲理"],"allin":["译文及注释\n译文\n尽管有美味可口的菜肴，不吃，就不知道它的味美。尽管有最好的方法，不学，就不知道它的好。因此学习了然后就知道不足，教导人然后才知道困惑不通。知道不足，然后能自我检查，对自己提出要求。知道困惑，然后能鞭策自己努力进修。所以说教与学是互相促进的。《兑命》上说：“教是学的一半。”说的就是这个道理啊。\n古代设学施放，每二十五家的\"闾\"设有学校叫\"塾\"，每五百家的\"党\"有自己的学校叫\"庠\"，每一万二千五百家的一\"术\"有自己的学校叫\"序\"，在天子的王城或诸侯的国都设立有大学。〔太学〕每年招收学生入学，每隔一年对学生考查一次。第一年考查学生断句分章、弄清经文旨意的能力，第三年考查学生是否专心学习和亲近同学，第五年考查学生是否广泛学习和亲近老师，第七年考查学生讨论学业是非和识别朋友的能力，〔这一阶段学习合格〕叫“小成”。第九年学生能举一反三，触类旁通，思想观点坚定不移，不违背老师的教诲，〔达到这一阶段的学习标准〕叫做“大成”。唯其这样，才能教化百姓，移风易俗，周围的人能心悦诚服，远方的人也会来归顺他，这就是大学教人的宗旨。古书上说：“〔求学的人〕应效法小蚂蚁衔土不息而成土堆的精神。就是说的这个道理啊！\n大学开学的时候，〔天子或官吏〕穿着礼服，备有祭菜来祭祀先哲，表示尊师重道，学生要吟诵《诗经·小雅》中〔鹿鸣、四牡、皇皇者华〕三篇〔叙述君臣和睦〕的诗，在一开学就用做官事上的道理勉励学生；入学授课之前，先击鼓召集学生，整齐威仪，然后打开书箱；同时展示戒尺，来约束他们的仪容举止；〔学生春季入学，教官〕没有占卜而大祭就不去考查学生，使学生内心从容不迫；时时观察却不说，让问题在学生的心中积聚；年幼的学生只听老师讲解而不随便发问，学习不逾越难度。这七点，是教学的基本原则。古书上说：“大凡学习，若学习做官，就先学习与职务有关的事；若学习做士，就先学习学士应有的志向。”就是说的这个道理啊！\n大学施教的方法，在学生的错误没有发生时就加以防止，叫做预防；在受教育的最好时机进行教育，叫做及时；不超越受教育者的才能和年龄特征而进行教育，叫做循序渐进；互相取长补短，叫做观摩。这四点，是教学成功的经验。错误出现了再去禁止，就会抵触抗拒，格格不入；放过了学习时机，事后补救，尽管勤苦努力，也较难成功；杂乱施教而不循序渐进，学业就会搞乱而无所成；自己一个人学习，不与友人讨论，就会学识浅薄，见闻不广；与不正派的朋友来往，必然会违逆老师的教导；从事一些不正经的交谈，必然荒废正课学习。这六点，是教学失败的原因。\n注释\n虽：即使。\n嘉肴：美味的菜。嘉，好、美。肴，用鱼、肉做的菜。\n旨：味美。至道：最好的道理。至，达到极点。\n是故：所以。\n困：不通，理解不了。\n自反：反省自己。\n自强：自我勉励。\n强：勉励。\n教学相长：意思是教和学互相促进。教别人，也能增长自己的学问。\n《兑命》：《尚书》中的一篇。兑，通“说（yuè）”，指的是殷商时期的贤相傅说（yuè）。命， 《尚书》中的一种文章体裁，内容主要是君王任命官员或赏赐诸侯时发布的政令。《尚书》，又称《书》《书经》，儒家经典之一。中国上古历史文件和部分追述古代事迹的著作的汇编。\n学学半：教人是学习的一半。第一个“学”是教的意思。\n其此之谓乎：大概说的就是这个道理吧。其，表示推测。\n弗：不。\n肄：学习。\n箧：箱子一类的东西。\n躐：超越。▲\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"初中古诗"}
{"_id":"0YNZVRAZo6M774le7PVyXJkdXFYGWVkc5vQ47lKTQVWhz7JN","title":"书湖阴先生壁","dynasty":"宋代","author":"王安石","text":"茅檐长扫净无苔，花木成畦手自栽。\n一水护田将绿绕，两山排闼送青来。","author_dis":["王安石","王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”► 1926篇诗文"],"otherlike":[{"title":"书湖阴先生壁","dynasty":"宋代","author":"王安石","text":"茅檐长扫净无苔，花木成畦手自栽。\n一水护田将绿绕，两山排闼送青来。"},{"title":"画","dynasty":"唐代","author":"王维","text":"远看山有色，近听水无声。\n春去花还在，人来鸟不惊。"},{"title":"天净沙·秋","dynasty":"元代","author":"白朴","text":"孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。"},{"title":"送元二使安西 / 渭城曲","dynasty":"唐代","author":"王维","text":"渭城朝雨浥轻尘，客舍青青柳色新。\n劝君更尽一杯酒，西出阳关无故人。"}],"type":["小学古诗\n，\n写景","古诗三百首\n，\n小学古诗\n，\n山水\n，\n向往\n，\n早教","小学古诗\n，\n秋天\n，\n写景","唐诗三百首\n，\n小学古诗\n，\n初中古诗\n，\n乐府\n，\n友情\n，\n送别\n，\n早教\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首"],"allin":["译文及注释\n译文\n茅舍庭院由于经常打扫，洁净得没有一丝青苔，花木规整成行成垄都是主人亲自栽种的。\n庭院外一条小河环绕着大片碧绿的禾苗，两座山峰仿佛要推开门，给主人送上满山的青翠。\n注释\n书：书写，题诗。湖阴先生：本名杨德逢，隐居之士，是王安石晚年居住金陵（今江苏南京）紫金山时的邻居。\n茅檐：茅屋檐下，这里指庭院。净：一说“静”。\n无苔：没有青苔。\n成畦（qí ）：成垄成行。 畦：经过修整的一块块田地。\n护田：这里指护卫环绕着园田。\n排闼（tà）：开门。\n闼：小门。\n送青来：送来绿色。▲\n有用\n没用\n完善\n参考资料：\n1、\n袁运．唐宋名诗新译（下）：南海出版公司，1992：155-156\n2、\n刘乃昌．王安石诗文编年选释：山东教育出版社，1992：175\n3、\n高克勤．王安石及其作品选：上海古籍出版社，1998：55-56\n4、\n顾农．千家诗注评：凤凰出版社，2006：135\n5、\n师满元．古诗词鉴赏300首：华中科技大学出版社，2015：159","赏析\n这首诗是题写在湖阴先生家屋壁上的。前两句写杨家庭院之景，上句写庭院的洁净，下句写庭院的秀美。后两句写杨家周围的自然环境。本诗描写湖阴先生庭院和环境之美，也赞扬了湖阴先生爱勤劳、爱洁净、爱花木和热爱自然山水的良好品性和高尚的情趣。本诗的特点是熔写景写人于一炉。\n前两句是庭院之景，干净无苔是由于主人的“长扫”，“花木成畦”是由于主人的“自栽”，写景又写人。\n后两句写自然环境之美，水“将绿绕”，山“送青来”，自然山水如此有情，也表现了主人爱好山水的情趣。描写景物亦以表现人，写景见人，人于景中，表现了客观景物的美，又写出了人的美，颇有一箭双雕的感觉。\n其次运用映衬和拟人手法。如果说庭院的美是人工创造的美，那么环境的美是天然施设的美。两者互相映衬，组成了一幅内与外、人造与天然美结合的完美的境界。特别是后面一联，把山水拟人化，青山为主人送来秀丽的风光，居然闯门而入，把主人对自然景物的爱和自然景物对主人的爱融和一起，生动地表现了主人爱美的情趣，因而成了传诵的名句。\n“一水”“两山”被转化为富于生命感情的亲切的形象，而为千古传诵。但后二句所以广泛传诵，主要还在于这样两点：\n一、拟人和描写浑然一体，交融无间。“一水护田”加以“绕”字，正见得那小溪曲折生姿，环绕着绿油油的农田，这不恰像一位母亲双手护着小孩的情景吗？著一“护”字，“绕”的神情明确显示。至于“送青”之前冠以“排闼”二字，更是神来之笔。它既写出了山色不只是深翠欲滴，也不只是可掬，而竟似扑向庭院而来！这种描写给予读者的美感极为新鲜、生动。它还表明山的距离不远，就在杨家庭院的门前，所以似乎伸手可及。尤其动人的，是写出了山势若奔，仿佛刚从远方匆匆来到，兴奋而热烈。所有这些都把握住了景物的特征，而这种种描写，又都和充分的拟人化结合起来那情调、那笔致，完全像在表现“有朋自远方来”的情景：情急心切，竟顾不得敲门就闯进庭院送上礼物。二者融合无间，相映生色，既奇崛又自然，既经锤炼又无斧凿之痕，清新隽永，韵味深长。\n二、这两句诗也与杨德逢的形象吻合。在前联里，已可看到一个人品高洁、富于生活情趣的湖阴先生。所居仅为“茅檐”，他不仅“扫”，而且“长扫”（即常扫），以至于“静无苔”；“花木成畦”，非赖他人，而是亲“手自栽”。可见他清静脱俗，朴实勤劳。这样一位高士，徜徉于山水之间，当然比别人更能欣赏到它们的美，更感到“一水”“两山”的亲近；诗人想象山水有情，和湖阴先生早已缔结了深厚的交谊。诗以“书湖阴先生壁”为题，处处关合，处处照应，由此也可见出诗人思致的绵密。▲\n有用\n没用\n完善\n参考资料：\n1、\n田军．中国古代田园山水边塞诗赏析集成：光明日报出版社，1991：880-883\n2、\n霍松林．宋诗鉴赏辞典：上海辞书出版社，1987：249-250\n3、\n余冠英．中国古代山水诗鉴赏辞典：江苏古籍出版社，1989：631-633","创作背景\n《书湖阴先生壁二首》是王安石题在杨德逢屋壁上的一组诗。杨德逢，别号湖阴先生，是王安石退居金陵时的邻居和经常往来的朋友。半山园约落成于元丰二年至五年（公元1079年—公元1082年）之间，这首诗应当是元丰前期的作品。本首诗是其中一首。\n有用\n没用\n完善\n参考资料：\n1、\n刘乃昌．王安石诗文编年选释：山东教育出版社，1992：175\n2、\n顾农．千家诗注评：凤凰出版社，2006：135\n3、\n田军．中国古代田园山水边塞诗赏析集成：光明日报出版社，1991：880-883"],"theme":"小学古诗"}
{"_id":"0YpB8lkEzFSwxFX1FNCulDxNyKJnRydn55zC3ZGjcfAsuCwl","title":"蝶恋花·早行","dynasty":"宋代","author":"周邦彦","text":"月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。\n执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。","author_dis":["周邦彦","周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。► 289篇诗文"],"otherlike":[{"title":"蝶恋花·早行","dynasty":"宋代","author":"周邦彦","text":"月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。\n执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。"},{"title":"千秋岁·数声鶗鴂","dynasty":"宋代","author":"张先","text":"数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。\n莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)"},{"title":"江城子·密州出猎","dynasty":"宋代","author":"苏轼","text":"老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。\n酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。"},{"title":"渔家傲·天接云涛连晓雾","dynasty":"宋代","author":"李清照","text":"天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。\n我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！"}],"type":["宋词三百首\n，\n月亮\n，\n婉约\n，\n离别\n，\n离情\n，\n女子\n，\n惜别","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n写景\n，\n爱情\n，\n春天","宋词三百首\n，\n初中古诗\n，\n豪放\n，\n爱国\n，\n言志","宋词三百首\n，\n宋词精选\n，\n豪放\n，\n理想\n，\n追求\n，\n言志"],"allin":["译文及注释\n译文\n月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。\n注释\n月皎：月色洁白光明。《诗经·陈·月出》：“月出皎兮。”\n更漏：即刻漏，古代记时器。\n轳辘：井上汲水轳辘转动的声音。\n眸：眼珠。\n炯炯：明亮貌。\n徊徨：徘徊、彷惶的意思。\n阑干：横斜貌。\n斗柄：北斗七星的第五至第七的三颗星象古代酌酒所用的斗把，叫做斗柄。▲\n有用\n没用\n完善\n参考资料：\n1、\n毕宝魁 艾丽辉著．中国古典诗词鉴赏与写作：辽海出版社，2003年：289-290\n2、\n（宋）周邦彦著；蒋哲伦选注．周邦彦选集：河南大学出版社，1999年：88-90","译文及注释\n译文\n月光皎洁明亮，乌鸦噪动不安。更漏将残，摇动轳辘汲水的声音传到耳边。这声音使女子的神情更加焦烦，两只明亮的眼睛泪水涟涟。一夜来眼泪未断。湿透了枕中的红绵。\n手拉着手来到庭院中，秋风吹着美人的鬓影。离别的双方恋恋不舍，告别的愁语让人不忍细听。楼上星光灿烂，斗柄横空。清露寒冷，伊人越走越远，偶尔传来晨鸡的报晓之声，与那远人的脚步声遥相呼应。\n注释\n①月皎：月色洁白光明。《诗经·陈风·月出》：“月出皎兮。”\n②更漏：即刻漏，古代记时器。轳辘：井上汲水轳辘转动的声音。轣辘，即辘轳。因“轳”字是平声字，用在句中失粘，故用“轣辘”。金井，指用黄铜包装的井栏，是富贵人家景象。张籍《楚妃怨》诗：“梧桐叶下黄金井，横架辘轳牵素绠。”欧阳修《鸭鸩词》：“一声两声人渐起，金片镀轳闻汲水。”\n③眸：眼珠。炯炯：明亮貌。\n④红绵：是指用棉花填充的红色枕头。\n⑤执手：是紧握对方之手。\n⑥徊徨：徘徊、彷徨的意思。\n⑦阑干：纵横的意思。唐人刘方平《月夜》诗里有“北斗阑干南斗斜”的句子。\n⑧斗柄：北斗七星的第五至第七的三颗星象古代酌酒所用的斗把，叫做斗柄。▲\n有用\n没用\n完善\n参考资料：\n1、\n毕宝魁 艾丽辉．中国古典诗词鉴赏与写作．沈阳：辽海出版社，2003：289-290\n2、\n蒋哲伦选注．周邦彦选集．开封：河南大学出版社，1999：88-90","赏析\n此首纯写离情，题曰：“早行”，出现在词中的是行者在秋季晨风中离家时那种难舍难分的情景。篇中没有感情的直抒，各句之间也很少有连结性词语，所以，词中的离情主要是靠各句所描绘的不同画面，靠人物的表情、动作和演出来完成的。\n上片写别前。开篇三句自成一段。“月皎惊乌栖不定”写的是深夜，月光分外明亮，巢中的乌鸦误以为天明，故而飞叫不定。这是从视觉与听觉两方的感受概括出来的，暗示行者整夜不曾合眼。“更漏将阑，辘轳牵金井”两句，点明将晓。这是从听觉方面来写的。更漏中的水滴已经快要滴尽，夜色将阑。同时远处传来辘轳的转动声，吊桶撞击着井口声，已经有人起早汲水了。这三句表现出由深夜到将晓这一时间的进程。“唤起”两句另是一段，转写女方的悲伤。“唤起”的施动者是谁过去有两种解释，一种认为是行者，“知天已晓，唤起所别之人”；一种认为“闻乌惊漏残、辘轳声响而惊醒泪落。”“唤起”，既是前三句不同声响造成的后果，同时又是时间演变的必然进程：离别的时刻来到了。所以，就全篇来看，似以后一种解释为佳。如解释为行者把女方“唤起”，则自然要冲淡这首词所表出的那种离情的深刻性。“两眸清炯炯”，也非睡足后的精神焕发，而是离别时的情绪紧张与全神贯注。联系下句“泪花落枕红绵冷”，可见这双眼睛已被泪水洗过，“唤起”之后，仍带有泪花，故一望而“清”，再望而“炯炯 ”有神。同时，这一句还暗中交待出这位女子的美丽，烘托出伤别的气氛。“冷”字还暗出这位女子同样一夜不曾合眼，泪水早已把枕芯湿透，连“红绵”都感到心寒意冷了。\n下片写别时、别后。前三句写别时依依难舍之状，曲折传神。“执手”，分别时双方的手相互紧握。古诗文里“执手”，多和惜别有关，兼示深情。柳永《雨霖铃》词里说“执手相看泪眼，竟无语凝咽。”《诗经·邶风·击鼓》里说“执子之手，与子偕老。”“霜风吹鬓影”，是行者饱看女方，刻印下别前最深刻的印象：鬓发在秋季晨风中微微卷动。“去意徊徨，别语愁难听”二句，看似写情，实则是写动作。作者几度要走，却又几度转回来，相互倾吐离别的话语。这话语满是离愁。“难听”不是不好听，而是令人心碎，难以忍听。终篇两句写别后景象，又是一段。这两句写行者远去，但还恋恋不舍地回头遥望女子居住的高楼，然而这高楼已隐入地平线下去了，眼中只见斗柄横斜，天色放亮，寒露袭人，鸡声四起，更社出旅途的寂寞。人，也越走越远了。沈义父在《乐府指迷》中说：“结句须要放开，含有余不尽之意，以景结情最好。如真清之‘断肠院落，一廉风絮。’又‘掩重关、偏城钟鼓’之类是也。”其实，“楼上阑干横斗柄，露寒人远鸡相应”也是“以景结情”的成功的妙句。\n如上所述，该词最显著的特点是全篇句句均由不同的画面组成，并配合以不同的声响。正是这一连串的画面与音响的完美组合，才充分表现出难舍难分的离情别绪，形象地体现出时间的推移、场景的变换、人物的表情与动作的贯串。词中还特别注意撷取某些具有特征性的事物来精心刻画，如“惊乌”、“更漏”、“辘轳”、“霜风”、“鬓影”、“斗柄”、“鸡鸣”等等。与此同时，作者还特别着意于某些动词与形容词的提炼，如“栖不定”的“栖”字，“牵金井”的“牵”字，“唤起”的“唤”字，还有“吹”、“清”、“冷”等等，这一系列手法综合起来，不仅增强了词的表现力，而且还烘托出浓厚的时代气息与环境氛围，使读者有身临其境之真实感。▲\n有用\n没用\n完善\n参考资料：\n1、\n王小舒主编．中华传统文学精要． 【出版发行】 济南市：：山东大学出版社， 2002：262-263"],"theme":"宋词三百"}
{"_id":"0YqCx3gGyKdwCpwjIC6sSMTakuR6YKqdQjnazfpPQlq5Cl4n","title":"初入淮河四绝句·其三","dynasty":"宋代","author":"杨万里","text":"两岸舟船各背驰，波痕交涉亦难为。\n只余鸥鹭无拘管，北去南来自在飞。","author_dis":["杨万里","杨万里（1127年10月29日－1206年6月15日），字廷秀，号诚斋。吉州吉水（今江西省吉水县黄桥镇湴塘村）人。南宋著名诗人、大臣，与陆游、尤袤、范成大并称为“中兴四大诗人”。因宋光宗曾为其亲书“诚斋”二字，故学者称其为“诚斋先生”。杨万里一生作诗两万多首，传世作品有四千二百首，被誉为一代诗宗。他创造了语言浅近明白、清新自然，富有幽默情趣的“诚斋体”。杨万里的诗歌大多描写自然景物，且以此见长。他也有不少篇章反映民间疾苦、抒发爱国感情的作品。著有《诚斋集》等。► 5034篇诗文"],"otherlike":[{"title":"初入淮河四绝句·其三","dynasty":"宋代","author":"杨万里","text":"两岸舟船各背驰，波痕交涉亦难为。\n只余鸥鹭无拘管，北去南来自在飞。"},{"title":"雪梅·其一","dynasty":"宋代","author":"卢梅坡","text":"梅雪争春未肯降，骚人阁笔费评章。\n梅须逊雪三分白，雪却输梅一段香。"},{"title":"己亥杂诗·其五","dynasty":"清代","author":"龚自珍","text":"浩荡离愁白日斜，吟鞭东指即天涯。\n落红不是无情物，化作春泥更护花。"},{"title":"行行重行行","dynasty":"两汉","author":"佚名","text":"行行重行行，与君生别离。\n相去万余里，各在天一涯。\n道路阻且长，会面安可知？\n胡马依北风，越鸟巢南枝。\n相去日已远，衣带日已缓。\n浮云蔽白日，游子不顾返。\n思君令人老，岁月忽已晚。\n弃捐勿复道，努力加餐饭。"}],"type":["古诗三百首\n，\n写水\n，\n写鸟\n，\n抒情\n，\n爱国","古诗三百首\n，\n冬天\n，\n写雪\n，\n梅花\n，\n励志\n，\n哲理\n，\n优美","古诗三百首\n，\n初中古诗\n，\n抒情\n，\n志向\n，\n抱负\n，\n自勉\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首","古诗三百首\n，\n古诗十九首\n，\n女子\n，\n离别\n，\n相思"],"allin":["译文\n淮河两岸舟船背驰、波痕接触也难以做到。\n只能看到鸥鹭无拘无束无人管束，自在的在南北之间飞翔。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n因眼前景物起兴，以抒发感慨。淮河两岸舟船背驰而去，了无关涉；一过淮水，似乎成了天造地设之界。这里最幸运的要数那些在水面翱翔的鸥鹭了，只有它们才能北去南来，任意翻飞。两者相比，感慨之情自见。“波痕交涉”之后，著以“亦难为”三字，凝聚着作者的深沉感喟。含思婉转，颇具匠心。诗人采取了虚实相生的写法，前两句实写淮河两岸舟船背弛、波痕相接也难以做到，虚写作者对国家南北分离的痛苦与无奈。后两句实写鸥鹭可以南北自由飞翔，虚写作者对国家统一、人民自由往来的愿望。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","创作背景\n淳熙十六年十二月，金人派遣使者来南宋贺岁，杨万里奉命送金使北返途中，来到原为北宋腹地，现已成为宋、金国界的淮河时，感慨万端诗以抒怀。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org"],"theme":"写水"}
{"_id":"0YqKrgM4rlX3sDQDHINdYsbdcRBUfA2fOlNhVAUGRwanyfCZ","title":"山中与裴秀才迪书","dynasty":"唐代","author":"王维","text":"近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。\n北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。\n当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。","author_dis":["王维","王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，多才多艺，音乐也很精通。与孟浩然合称“王孟”。► 443篇诗文"],"otherlike":[{"title":"山中与裴秀才迪书","dynasty":"唐代","author":"王维","text":"近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。\n北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。\n当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。"},{"title":"赵威后问齐使","dynasty":"先秦","author":"佚名","text":"齐王使使者问赵威后。书未发，威后问使者曰：“岁亦无恙邪？民亦无恙邪？王亦无恙邪？”使者不说，曰：“臣奉使使威后，今不问王而先问岁与民，岂先贱而后尊贵者乎？”威后曰：“不然，苟无岁，何以有民？苟无民， 何以有君？故有问，舍本而问末者耶？”\n乃进而问之曰：“齐有处士曰锺离子，无恙耶？是其为人也，有粮者亦食，无粮者亦食；有衣者亦衣，无衣者亦衣。是助王养其民也，何以至今不业也？叶阳子无恙乎？是其为人，哀鳏寡，恤孤独，振困穷，补不足。是助王息其民者也，何以至今不业也？北宫之女婴儿子无恙耶？彻其环瑱，至老不嫁，以养父母。是皆率民而出于孝情者也，胡为至今不朝也?此二士弗业，一女不朝，何以王齐国，子万民乎？於陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯。此率民而出于无用者，何为至今不杀乎？”"},{"title":"过秦论(上篇)","dynasty":"两汉","author":"贾谊","text":"秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具，外连衡而斗诸侯。于是秦人拱手而取西河之外。\n孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹；因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。\n延及孝文王、庄襄王，享国之日浅，国家无事。\n及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里；胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰；收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。\n秦王既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼，墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦；斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。\n且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄懮棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也？试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合之家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。"},{"title":"荆轲刺秦王","dynasty":"两汉","author":"刘向 编","text":"秦将王翦破赵，虏赵王，尽收其地，进兵北略地，至燕南界。\n太子丹恐惧，乃请荆卿曰：“秦兵旦暮渡易水，则虽欲长侍足下，岂可得哉？”荆卿曰：“微太子言，臣愿得谒之。今行而无信，则秦未可亲也。夫今樊将军，秦王购之金千斤，邑万家。诚能得樊将军首，与燕督亢之地图，献秦王，秦王必说见臣，臣乃得有以报太子。”太子曰：“樊将军以穷困来归丹，丹不忍以己之私，而伤长者之意，愿足下更虑之！”\n荆轲知太子不忍，乃遂私见樊於期，曰：“秦之遇将军，可谓深矣。父母宗族，皆为戮没。今闻购樊将军之首，金千斤，邑万家，将奈何？”樊将军仰天太息流涕曰：“吾每念，常痛于骨髓，顾计不知所出耳！”轲曰：“今有一言，可以解燕国之患，而报将军之仇者，何如？”於期乃前曰：“为之奈何？”荆轲曰：“愿得将军之首以献秦，秦王必喜而善见臣。臣左手把其袖，而右手揕其胸，然则将军之仇报，而燕国见陵之耻除矣。将军岂有意乎？”樊於期偏袒扼腕而进曰：“此臣之日夜切齿拊心也，乃今得闻教！”遂自刎。\n太子闻之，驰往，伏尸而哭，极哀。既已，不可奈何，乃遂盛樊於期之首，函封之。\n于是太子预求天下之利匕首，得赵人徐夫人之匕首，取之百金，使工以药 淬之。以试人，血濡缕,人无不立死者。乃为装遣荆轲。\n燕国有勇士秦武阳，年十二，杀人，人不敢与忤视。乃令秦武阳为副。(秦武阳 一作：秦舞阳)\n荆轲有所待，欲与俱，其人居远未来，而为留待。\n顷之未发，太子迟之。疑其有改悔，乃复请之曰：“日以尽矣，荆卿岂无意哉？丹请先遣秦武阳！”荆轲怒， 叱太子曰：“今日往而不反者，竖子也！今提一匕首入不测之强秦，仆所以留者，待吾客与俱。今太子迟之，请辞决矣！”遂发。\n太子及宾客知其事者，皆白衣冠以送之。至易水上，既祖，取道。高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。又前而为歌曰：“风萧萧兮易水寒，壮士一去兮不复还！”复为慷慨羽声，士皆瞋目，发尽上指冠。于是荆轲遂就车而去，终已不顾。\n既至秦，持千金之资币物，厚遗wèi秦王宠臣中庶子蒙嘉。\n嘉为先言于秦王曰：“燕王诚振怖大王之威，不敢兴兵以拒大王，愿举国为内臣。比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。恐惧不敢自陈，谨斩樊於期头，及献燕之督亢之地图，函封，燕王拜送于庭，使使以闻大王。唯大王命之。”\n秦王闻之，大喜。乃朝服，设九宾，见燕使者咸阳宫。\n荆轲奉樊於期头函，而秦武阳奉地图匣，以次进。至陛下，秦武阳色变振恐，群臣怪之，荆轲顾笑武阳，前为谢曰：“北蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使毕使于前。”秦王谓轲曰：“起，取武阳所持图！”\n轲既取图奉之， 发图，图穷而匕首见。因左手把秦王之袖，而右手持匕首揕之。未至身，秦王惊，自引而起，绝袖。拔剑，剑长，操其室。时恐急，剑坚，故不可立拔。\n荆轲逐秦王，秦王还柱而走。群臣惊愕，卒起不意，尽失其度。而秦法，群臣侍殿上者，不得持尺兵；诸郎中执兵，皆陈殿下，非有诏不得上。方急时，不及召下兵，以故荆轲逐秦王，而卒惶急无以击轲，而乃以手共搏之。\n是时，侍医夏无且以其所奉药囊提轲。秦王方还柱走，卒惶急不知所为。左右乃曰：“王负剑！王负剑！”遂拔以击荆轲，断其左股。荆轲废，乃引其匕首提秦王，不中，中柱。秦王复击轲，被八创。\n轲自知事不就，倚柱而笑，箕踞以骂曰：“事所以不成者，乃欲以生劫之，必得约契以报太子也。”\n左右既前，斩荆轲。秦王目眩良久。"}],"type":["高中文言文\n，\n书信\n，\n写景\n，\n邀请\n，\n友人","古文观止\n，\n高中文言文\n，\n对话\n，\n忧国忧民","高中文言文\n，\n政治\n，\n议论","高中文言文\n，\n历史\n，\n故事"],"allin":["译文及注释\n译文\n现在正是农历十二月的末尾，气候温和舒畅，旧居蓝田山很可以一游。您正在温习经书，仓猝中不敢打扰，就自行到山中，在感配寺休息，跟寺中主持一起吃完饭，便离开了。\n我向北渡过深青色的灞水，月色清朗，映照着城郭。夜色中登上华子冈，见辋水泛起涟漪，水波或上或下，水中 的月影也随同上下。那寒山中远远的灯火，火光忽明忽暗在林外看得很清楚。深巷中狗叫，叫声像豹叫一样。村子里传来舂米声，又与稀疏的钟声相互交错。这时， 我独坐在那里，跟来的僮仆已入睡，多想从前你我于搀着手吟诵诗歌，在狭窄的小路上漫步，临近那清澈流水的情景。\n等到了春天，草木蔓延生长，春天的山景更可观赏，轻捷的鲦鱼跃出水面，白色的鸥鸟张开翅膀，晨露打湿了青 草地，麦田里雉鸟在清晨呜叫，这些景色离现在不远了，（您）能和我一起游玩吗?如果你天性不是与众不同的话，难道我能把邀请你当作闲事吗？而这当中有很深 的旨趣啊！不要忽略。因为有载运黄檗的人出山，托他带给你这封信，不一一详述了。\n注释\n秀才：唐代对参加进士科考试的人的称呼。\n腊月：农历十二月。古代在农历十二月举行“腊祭”，所以称十二月为腊月。\n景气：景色，气候。\n故山殊可过：旧居蓝田山很可以一游。故山，旧居的山，指王维的“辋川别业”所在地的蓝田山。殊，很。过，过访、游览。\n足下：您，表示对人的尊称。\n方温经：正在温习经书。方，正。\n猥：鄙贱。自谦之词。\n烦：打扰。\n辄便：就。\n憩感配寺：在感配寺休息。感配寺，王维集中有游感化寺的诗，《旧唐书·神秀传》中说，蓝田有化感寺。感配寺可能是化感寺之误。\n饭讫（qì）：吃完饭。讫，完。饭，名词作动词，吃饭。\n北涉玄灞：近来渡过灞水。涉，渡。玄，黑色，指水深绿发黑。\n华子冈：王维辋川别业中的一处胜景。\n辋水：车轮状的湖水。\n村墟：村庄。\n夜舂：晚上用臼杵捣谷（的声音）。舂，这里指捣米，即把谷物放在石臼里捣去外壳。\n疏：稀疏的。\n静默：指已入睡。\n曩：从前。\n仄迳：迳同径，狭窄的小路。\n当待：等到。\n蔓发：蔓延生长。\n轻鯈（tiáo）：即白，鱼名。身体狭长，游动轻捷。\n矫翼：张开翅膀。矫，举。\n青皋：青草地。皋，水边高地。\n麦陇：麦田里。\n朝雊（gòu）：早晨野鸡鸣叫。雊，野鸡鸣叫。\n斯之不远〕这不太远了。斯，代词，这，指春天的景色。\n傥：同“倘”，假使，如果。\n天机清妙：性情高远。天机，天性。清妙，指超尘拔俗，与众不同。\n不急之务：闲事，这里指游山玩水。\n是中：这中间。\n无忽：不可疏忽错过。\n因驮黄檗（bò）人往：借驮黄檗的人前往之便（带这封信）。因，趁。黄檗，一种落叶乔木，果实和茎内皮可入药。茎内皮为黄色，也可做染料。\n不一：古人书信结尾常用的套语，不一一详述之意。\n山中人：王维晚年信佛，过着半隐的生活，故自称。▲\n有用\n没用\n完善\n参考资料：\n1、\n邓安生．王维诗选译．成都：巴蜀书社，1990：156-158","赏析\n全文描绘了辋川的春色及冬色、月光下的夜色、隐约的城郭、沦涟的水波、落寞的寒山、明灭的灯火，以及深巷的寒犬、村墟的夜舂、山寺的疏钟，静中有动，动中有静，写出了冬夜的幽深和春日的轻盈。\n“景气和畅，故山殊可过”，岁末寒冬的山间景致在王维眼中也是很优美动人的，故山景气如何和畅，他略而不述，专讲了饭后归来时所见到的一片晚景：灞水深沉、月照城郭；辋川在月光中涟漪起伏；山上灯火，透过树林明灭可见；村巷里的寒犬叫声、夜舂声和山寺里的疏钟声一并传来，作者所写的是夜景，那河水、城郭、远火，都是在月色朦胧中看到的，而那犬吠、夜舂和疏钟则是在黑夜里听到的，作者通过所见所闻，来写那寒夜的景物特色，这样就更切实、逼真，下面写他归家后的境遇和感触，当僮仆静默时，他却思绪不宁，感到十分孤独了！他不禁想到往日与裴迪一起走过仄径去寻幽访胜，对着清流赋诗论文的快乐，这一段所写是一天中游山的经历和感受，但从“猥不敢相烦”到“多思曩昔”却是写对裴迪的思念，这是信的本旨，目的是引起对方来同游故山的兴趣。\n下面便是正式的邀请了,王维希望裴迪来年春天能够前来，他用想像中的大好春光召唤对方，“草木蔓发”以下六个四字句，凝练地描绘出了一片生机勃勃的景色，白鲦轻快地在水中游动，白鸥展开那矫健的翅膀掠空飞翔，野雉在麦陇中鸣叫，草木染绿了春山，露水滋润了堤岸，这一切与前面岁末景色的淡雅清冷恰成鲜明的对照。作者不但在寒冬夜色中保留着浓厚的游兴，还能敏锐地预感到春天不久就要降临，他已开始品味到未来的深趣，这说明山中人王维正是那种“天机清妙者”，即对自然风光有浓厚的兴趣，对佳山丽水具有极强领悟能力的人，既能发现岁末寒冬之夜朦胧可见、清晰可闻的景物，又能凭自己的经验想像出来年春光的优美动人。人们说王维“诗中有画”，其实王维文中也是有画的。《山中与裴秀才迪书》虽然是一封书信，但可以说它也是作者以诗人的语言、画家的构思写成的一篇优美的写景记游散文，一首赞美自然风光和表述友情的抒情诗。▲\n有用\n没用\n完善\n参考资料：\n1、\n朱庆．现代文品读·文言诗文点击 ．上海：光明日报出版社，2013：156","创作背景\n王维于开元二十年前后曾在辋川隐居，在隐居生活中他经常和野老共话桑麻，同朋友饮酒赋诗，与山僧谈经论道，在这些人中，裴迪是他最好的伴侣，早在移居辋川之前，他们就一同在终南山隐居过，得宋之问蓝田别墅后，他们又经常“浮舟往来生，弹琴赋诗，啸咏终日”。\n有用\n没用\n完善\n参考资料：\n1、\n刘盼遂 郭预衡．中国历代散文选：北京出版社，1981：228-229"],"theme":"高中文言"}
{"_id":"0YrfiywLEadiMEAiibajFwbPXRIQWt1bLpoGXYqs4UqkGeYp","title":"玉楼春·桃溪不作从容住","dynasty":"宋代","author":"周邦彦","text":"桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。\n烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。","author_dis":["周邦彦","周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。► 289篇诗文"],"otherlike":[{"title":"玉楼春·桃溪不作从容住","dynasty":"宋代","author":"周邦彦","text":"桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。\n烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。"},{"title":"永遇乐·京口北固亭怀古","dynasty":"宋代","author":"辛弃疾","text":"千古江山，英雄无觅孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。\n元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？"},{"title":"虞美人·听雨","dynasty":"宋代","author":"蒋捷","text":"少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。\n而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。"},{"title":"千秋岁·数声鶗鴂","dynasty":"宋代","author":"张先","text":"数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。\n莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)"}],"type":["宋词三百首\n，\n神话\n，\n爱情\n，\n离情","宋词三百首\n，\n豪放\n，\n咏史怀古\n，\n爱国\n，\n抒怀","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n写雨\n，\n感叹\n，\n伤怀\n，\n情怀","宋词三百首\n，\n宋词精选\n，\n婉约\n，\n写景\n，\n爱情\n，\n春天"],"allin":["译文及注释\n译文\n桃溪奔流不肯从容留住，秋天的莲藕一断就没有连接之处。回想当时互相等候在赤阑桥，今天独自一人徘徊在黄叶盖地的荒路。\n烟雾笼罩着排列耸立的山岫，青苍点点无法指数，归雁背着夕阳，红霞满天，时正欲暮。人生好象随风飘入江天的白云，离别的情绪好比雨后粘满地面的花絮。\n注释\n玉楼春：词牌名。词谱谓五代后蜀顾夐词起句有“月照玉楼春漏促”、“柳映玉楼春欲晚”句；欧阳炯起句有“日照玉楼花似锦”、“春早玉楼烟雨夜”句，因取以调名（或加字令）亦称《木兰花》、《春晓曲》、《西湖曲》、《惜春容》、《归朝欢令》、《呈纤手》、《归风便》、《东邻妙》、《梦乡亲》、《续渔歌》等。双调五十六字，前后阕格式相同，各三仄韵，一韵到底。\n桃溪：虽说在宜兴有这地名，这里不作地名用。周济《宋四家词选》所谓“只赋天台事，态浓意远”是也。刘晨阮肇天台山故事，本云山上有桃树，山下有一大溪，见《幽明录》、《续齐谐记》。韩愈《梨花发赠刘师命》：“桃溪惆怅不能过。”魏承班《黄钟乐》词：“遥想玉人情事远，音容浑似隔桃溪。”用法均相同。\n秋藕绝来无续处：“秋藕”与“桃溪”，约略相对，不必工稳。俗语所谓“藕断丝连”，这里说藕断而丝不连。\n赤阑桥：这里似不作地名用。顾况《题叶道士山房》：“水边垂柳赤栏桥。”温庭筠《杨柳枝》词：“一渠春水赤栏桥。”韩偓《重过李氏园亭有怀》：“往年同在弯桥上，见倚朱栏咏柳绵，今日独来春径里，更无人迹有苔钱。”诗虽把“朱栏”“弯桥”分开，而本词这两句正与诗意相合，不仅关合字面。黄叶路点名秋景，赤阑桥未言杨柳，是春景却不说破。\n列岫：陈元龙注引《文选》“窗中列远岫”，乃谢眺《郡内高斋闲望》诗。全篇细腻，这里宕开，远景如画，亦对偶，却为流水句法。类似这两句意境的，唐人诗中多有，如刘长卿、李商隐、马戴、温庭筠。李商隐《与赵氏昆季燕集》“虹收青嶂雨，鸟没夕阳天”，与此更相近。\n情似雨馀粘地絮：晏几道《玉楼春》词：“便教春思乱如云，莫管世情轻似絮。”本词上句意略异，取譬同，下句所比亦同，而意却相反，疑周词从晏句变化。▲\n有用\n没用\n完善\n参考资料：\n1、\n俞平伯 ．《唐宋词选释》 ．北京 ：人民文学出版社 ，1979年10月第一版 ：128-129页 ．\n2、\n史杰鹏 ．《宋词三百首正宗》 ． ．北京 ：华夏出版社 ，2014.3 ：212-213 ．","赏析\n此词以一个仙凡恋爱的故事起头，写词人与情人分别之后，旧地重游而引起的怅惘之情。整首词通篇对偶，凝重而流丽，情深而意长。\n首句“桃溪”用东汉刘、阮遇仙之事典。传东汉时刘晨、阮肇入天台山采药，于桃溪边遇二女子，姿容甚美，遂相慕悦，留居半年，怀乡思归，女遂相送，指示还路。及归家，子孙已历七世。后重访天台，不复见二女。唐人诗文中常用遇仙、会真暗寓艳遇。“桃溪不作从容住”，暗示词人曾有过一段刘阮入天台式的爱情遇合，但却没有从容地长久居留，很快就分别了。这是对当时轻别意中人的情事的追忆，口吻中含有追悔意味，不过用笔较轻。用“桃溪”典，还隐含“前度刘郎今又来”之意，切合旧地重寻的情事。\n第二句用了一个譬喻，暗示“桃溪”一别，彼此的关系就此断绝，正象秋藕（谐“偶”）断后，再也不能重新连接一起了，语调中充满沉重的惋惜悔恨情绪和欲重续旧情而不得的遗憾。人们常用藕断丝连譬喻旧情之难忘，这里反其语而用其意，便显得意新语奇，不落俗套。以下两句，侧重概括叙事，揭出离合之迹，遥启下文。\n“当时相候赤阑桥，今日独寻黄叶路。”三四两句，分承“桃溪”相遇与“绝来无续”，以“当时相候”与“今日独寻”情景作鲜明对比。赤阑桥与黄叶路，是同地而异称。俞平伯《唐宋词选释》引顾况、温庭筠、韩偓等人诗词，说明赤阑桥常与杨柳、春水相连，指出此词“黄叶路明点秋景，赤阑桥未言杨柳，是春景却不说破。”同样，前两句“桃溪”、“秋藕”也是一暗一明，分点春、秋。三四正与一二密合相应，以不同的时令物色，渲染欢会的喜悦与隔绝的悲伤。朱漆栏杆的小桥，以它明丽温暖的色调，烘托往日情人相候时的温馨旖旎和浓情蜜意；而铺满黄叶的小路，则以其萧瑟凄清的色调渲染了今日独寻时的寂寞悲凉。由于是“独寻黄叶路”的情况下回忆过去，“当时相候赤阑桥”的情景便分外值得珍重流连，而“今日独寻黄叶路”的情景也因美好过去的对照而愈觉孤孑难堪。今昔之间，不仅因相互对照而更见悲喜，而且因相互交融渗透而使感情内涵更加复杂。既然“人如风后入江云”，则所谓“独寻”，实不过旧地重游，记忆中追寻往日的缱绻温柔，孤寂中重温久已失落的欢爱而已，但毕竟寂寞怅惆中还有温馨明丽的记忆，还能有心灵的一时慰藉。今昔对比，多言物是人非，这一联却特用物非人杳之意，也显得新颖耐味。“赤阑桥”与“黄叶路”这一对诗歌意象，内涵已经远远越出时令、物色的范围，而成为一种象征。\n换头“烟中列岫青无数，雁背夕阳红欲暮”两句，转笔宕开写景：这是一个晴朗的深秋的傍晚。烟霭缭绕中，远处排立着无数青翠的山峦。夕阳的余辉，照映空中飞雁的背上，反射出一抹就要黯淡下去的红色。两句分别化用谢朓诗句“窗中列远岫”与温庭筠诗句“鸦背夕阳多”，但比原句更富远神。它的妙处，主要不景物描写刻画的工丽，也不景物本身有什么象征涵义；而于情与景之间，存着一种若有若无、若即若离的联系，使人读来别具难以言传的感受。那无数并列不语的青嶂，与“独寻”者默默相对，更显出了环境的空旷与自身的孤孑；而雁背的一抹残红，固然显示了晚景的绚丽，可它很快就要黯淡下去，消逝一片暮霭之中了。\n结拍“人如风后入江云，情似雨馀粘地絮。”两句，收转抒情。随风飘散没入江中的云彩，不但形象地显示了当日的情人倏然而逝、飘然而没、杳然无踪的情景，而且令人想见其轻灵缥缈的身姿风貌。雨过后粘着地面的柳絮，则形象地表现了主人公感情的牢固胶着，还将那欲摆脱而不能的苦恼与纷乱心情也和盘托出。这两个比喻，都不属那种即景取譬、自然天成的类型。而是刻意搜求、力求创新的结果。但由于它们生动贴切地表达了词人的感情，读来便只觉其沉厚有力，而不感到它的雕琢刻画之迹。“情似雨馀粘地絮”，是词眼，全词所抒写的，正是这种执着胶固、无法解脱的痴顽之情。\n此词纯用对句，从而创造了一种与内容相适应的凝重风格。整首词于排偶中，仍具动荡的笔墨，凝重之外而兼流丽风姿。《白雨斋词话》评此词云：“美成词有似拙实工春，如玉楼春结句云：”人如风后入江云，情似雨余粘地絮。“上言人不能留，下言情不能已。呆作两臂，别饶姿态，都不病其板，不病其纤，此中消息难言。”以这段话评价此词的工巧深沉和灵活轻捷，应该是精当的。▲\n有用\n没用\n完善\n参考资料：\n1、\n唐圭璋等著 ． 《唐宋词鉴赏辞典》（唐·五代·北宋卷） ．上海 ：上海辞书出版社 ，1988年版（2010年5月重印） ：第1044-1045页 ．","创作背景\n词是周邦彦元祐四年（1089）自庐州府教授离任时所作。词人将别桃溪，回想起从前的旖旎生活，内心无限惆怅，颇是难舍。\n有用\n没用\n完善\n参考资料：\n1、\n唐圭璋等著 ． 《唐宋词鉴赏辞典》（唐·五代·北宋卷） ．上海 ：上海辞书出版社 ，1988年版（2010年5月重印） ：第1044-1045页 ．"],"theme":"爱情"}
{"_id":"0YzlYuolJrGDAHm7Yg9gEa6wAf5Ss0KBW2ku6Rq48ht4A6R3","title":"观潮","dynasty":"宋代","author":"苏轼","text":"庐山烟雨浙江潮，未至千般恨不消。\n到得还来别无事，庐山烟雨浙江潮。","author_dis":["苏轼","苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。► 3354篇诗文"],"otherlike":[{"title":"观潮","dynasty":"宋代","author":"苏轼","text":"庐山烟雨浙江潮，未至千般恨不消。\n到得还来别无事，庐山烟雨浙江潮。"},{"title":"蜀道难","dynasty":"唐代","author":"李白","text":"噫吁嚱，危乎高哉！\n蜀道之难，难于上青天！\n蚕丛及鱼凫，开国何茫然！\n尔来四万八千岁，不与秦塞通人烟。\n西当太白有鸟道，可以横绝峨眉巅。\n地崩山摧壮士死，然后天梯石栈相钩连。\n上有六龙回日之高标，下有冲波逆折之回川。\n黄鹤之飞尚不得过，猿猱欲度愁攀援。(攀援 一作：攀缘)\n青泥何盘盘，百步九折萦岩峦。\n扪参历井仰胁息，以手抚膺坐长叹。\n问君西游何时还？畏途巉岩不可攀。\n但见悲鸟号古木，雄飞雌从绕林间。\n又闻子规啼夜月，愁空山。\n蜀道之难，难于上青天，使人听此凋朱颜！\n连峰去天不盈尺，枯松倒挂倚绝壁。\n飞湍瀑流争喧豗，砯崖转石万壑雷。\n其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)\n剑阁峥嵘而崔嵬，一夫当关，万夫莫开。\n所守或匪亲，化为狼与豺。\n朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。\n锦城虽云乐，不如早还家。\n蜀道之难，难于上青天，侧身西望长咨嗟！"},{"title":"蝶恋花·春景","dynasty":"宋代","author":"苏轼","text":"花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草！\n墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。"},{"title":"小池","dynasty":"宋代","author":"杨万里","text":"泉眼无声惜细流，树阴照水爱晴柔。\n小荷才露尖尖角，早有蜻蜓立上头。"}],"type":["写景\n，\n地方\n，\n抒情","唐诗三百首\n，\n抒情\n，\n写景\n，\n山水","宋词三百首\n，\n写景\n，\n春天\n，\n春情","古诗三百首\n，\n小学古诗\n，\n夏天\n，\n写水\n，\n池塘\n，\n小学生必背古诗70首\n，\n小学生必背古诗80首\n，\n写景"],"allin":["译文及注释\n译文\n庐山的烟雨，钱塘江的潮汐，都值得去观赏。无缘去一饱眼福则会遗憾终身。\n终于亲眼看到庐山、浙江的景致，却发现过去的冲动妄念不过如此、并无惊奇，只觉庐山烟雨就是庐山烟雨，浙江潮水就是浙江潮水。\n注释\n浙江潮：指钱塘江潮汐。\n恨：遗憾。\n有用\n没用\n完善\n本节内容由匿名网友上传，原作者已无法考证。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@xiaogushi.org","赏析\n翻开苏轼的诗集，描写庐山和杭州的诗篇可说不少，但是这一首《观潮》所流露的思想感情却很特别，极具禅味。\n就苏轼的庐山诗而言，他写的“横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中”就别开生面；他写的西湖诗“波光滟潋晴方好、山色空蒙雨亦奇。若把西湖比西子，淡装浓抹总相宜”也独步古今。前者哲理趣味极浓，说明如陷在里面跳不出来，就常被现象迷惑而看不到客观事物的真相。后者观察景物敏锐而深刻，譬如恰到好处。《观潮》一诗，也是继于以往人生体验，看清自己心随境转、杂念丛生的冲动之后的淡雅，不随着冲动妄念走。\n从诗的命意看，可以看出诗人对庐山的风景和钱塘江潮慕名已久，常萦于梦寐。似乎如果不能身历庐山之境，一赏烟雨迷濠之奇；如果不能目睹钱塘江潮，一看它万马奔腾，势撼山岳之壮，真是辜负此生，千般遗憾，难以消解。可是后来攀登庐山，出任杭州刺史，饱览了庐山的烟雨，欣赏了一年一度的钱塘江潮，反倒觉得客观的景物究竟是旷世稀有还是平淡无奇，也不过是自己主观意识的驱动。烟雨的聚散飘忽，江潮的自来自去，似乎不再那么激烈澎湃，不过是风幡不动心妄动。\n以禅理入诗的历代诗人都有，唐代的王维可以说是代表，因为他追慕隐逸恬静，后来更皈依佛教，所以很多诗表现了出尘的思想。如“独坐幽篁里，弹琴复长啸，深林人不知，明月来相照。”、“晚年惟好静，万事不关心。自顾无长策；空知返旧林。”都是例证。苏轼在经历过宦海风涛，经历了人生道路上的许多坎坷之后，产生“及至到来无一事”的禅语，也是烦恼即菩提的真实价值。\n苏轼借《观潮》为题，抒写了一种经历妄念躁动，转而豁然超越的思想，有佛家的禅宗情调。所谓禅宗，有南北之分，北宗强调“住静观心”、“慧念以息想，极力以摄心”；南宗则提倡“心性本净、佛性本有、觉悟不假外求”以达到“无念为宗”。苏轼在诗中说的“及至到来无一事”，就是把自己妄念看清，恍然看清自己之后，细想这与苏轼当初未来时的千般期待、万分遗憾，显得很可笑了。\n▲\n有用\n没用\n完善\n参考资料：\n1、\n唐圭璋 等．唐宋词鉴赏辞典（南宋·辽·金）．上海：上海辞书出版社，1988：2469-2470"],"theme":"抒情"}
{"_id":"0ZKRI6at1TgOUJCtilniavmOqtKsa8KpGx5zzqaUh4jFUYAJ","title":"关河令·秋阴时晴渐向暝","dynasty":"宋代","author":"周邦彦","text":"秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。\n更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！","author_dis":["周邦彦","周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。► 289篇诗文"],"otherlike":[{"title":"关河令·秋阴时晴渐向暝","dynasty":"宋代","author":"周邦彦","text":"秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。\n更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！"},{"title":"眼儿媚·萧萧江上荻花秋","dynasty":"宋代","author":"贺铸","text":"萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。\n惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。"},{"title":"长相思·云一涡","dynasty":"五代","author":"李煜","text":"云一緺，玉一梭，淡淡衫儿薄薄罗。轻颦双黛螺。\n秋风多，雨相和，帘外芭蕉三两窠。夜长人奈何！"},{"title":"谢新恩·冉冉秋光留不住","dynasty":"五代","author":"李煜","text":"冉冉秋光留不住，满阶红叶暮。\n又是过重阳，台榭登临处，茱萸香坠。\n紫菊气，飘庭户，晚烟笼细雨。\n雍雍新雁咽寒声，愁恨年年长相似。"}],"type":["秋天\n，\n羁旅\n，\n写景\n，\n思乡","秋天\n，\n离别\n，\n写景","秋天\n，\n夜晚\n，\n写雨\n，\n女子\n，\n相思\n，\n恋情","秋天\n，\n秋思\n，\n重阳节\n，\n悲秋"],"allin":["译文及注释\n译文\n秋日阴雨绵绵，偶尔放晴却已是薄暮昏暝，庭院突然变得清冷。伫立在庭中静听秋声，茫茫云深不见鸿雁踪影。\n夜深人散客舍寂静，只有墙上孤灯和我人影相映。浓浓的酒意已经全消，长夜漫漫如何熬到天明？\n注释\n《片玉词》“关河令”下注：“《清真集》不载，时刻‘清商怨’。”清商怨，源于古乐府，曲调哀婉。欧阳修曾以此曲填写思乡之作，首句是“关河愁思望处满”。周邦彦遂取“关河”二字，命名为“关河令”，隐寓着羁旅思家之意。自此，调名、乐曲跟曲词切合一致了。\n时：片时、偶尔的意思。晴：一作“作”。\n伫听：久久地站着倾听。伫，久立而等待。寒声：即秋声，指秋天的风声、雨声、虫鸟哀鸣声等。此处是指雁的鸣叫声。\n照壁：古时筑于寺庙、广宅前的墙屏。与正门相对，作遮蔽、装饰之用，多饰有图案、文字。亦谓影壁，指大门内或屏门内做屏蔽的墙壁。也有木制的，下有底座，可以移动，又称照壁、照墙。\n消夜永：度过漫漫长夜。夜永，犹言长夜。▲\n有用\n没用\n完善\n参考资料：\n1、\n周汝昌 等．唐宋词鉴赏辞典（唐·五代·北宋）．上海：上海辞书出版社，1988：1054-1055\n2、\n兰世雄．婉约词．合肥：安徽人民出版社，2001：188\n3、\n唐圭璋 钟振振．唐宋词鉴赏辞典．合肥：安徽文艺出版社，2000：545\n4、\n蘅塘退士 等．唐诗三百首·宋词三百首·元曲三百首．北京：华文出版社，2009：241","赏析\n这是一首客旅之词。全词以时光的转换为线索，表现了深秋萧瑟清寒中作者因人去屋空而生的凄切孤独感。作者意写心境、写情，但主要笔墨却是写环境，而白日萧瑟清寒的环境浸透了主人公的凄清之感，夜半沉寂冷落的环境更浸润了主人公的孤独感。词中刻画寒夜酒醒，百无聊赖的孤苦形象，分别从听觉和视觉两方面来刻画孤凄意境。这种凝练深沉的风格，与周邦彦小令词高华清丽的主流风格有所不同。\n上片一开篇就推出了一个阴雨连绵，偶尔放晴，却已薄暮昏暝的凄清的秋景，这实很像是物化了的旅人的心境，难得有片刻的晴朗。“秋阴时作渐向暝”，这是以白描手法勾出秋天时阴时晴、阴冷、黯淡的特点，这似乎是客观事物的直叙\n展开阅读全文 ∨"],"theme":"秋天"}
