{
    "title": "观沧海",
    "dynasty": "两汉",
    "author": "曹操 ",
    "text": "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。"
}{
    "title": "闻王昌龄左迁龙标遥有此寄",
    "dynasty": "唐代",
    "author": "李白 ",
    "text": "杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随风直到夜郎西。(随风 一作：随君)"
}{
    "title": "次北固山下",
    "dynasty": "唐代",
    "author": "王湾 ",
    "text": "客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。"
}{
    "title": "天净沙·秋思",
    "dynasty": "元代",
    "author": "马致远 ",
    "text": "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。"
}{
    "title": "咏雪 / 咏雪联句",
    "dynasty": "南北朝",
    "author": "刘义庆 ",
    "text": "谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤,公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。"
}{
    "title": "陈太丘与友期行",
    "dynasty": "南北朝",
    "author": "刘义庆 ",
    "text": "陈太丘与友期行，期日中，过中不至，太丘舍去，去后乃至。 元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之，元方入门不顾。"
}{
    "title": "论语十二章",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》\n曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》\n子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》\n子曰：“温故而知新，可以为师矣。”《为政》\n子曰：“学而不思则罔，思而不学则殆。”《为政》\n子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》\n子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》\n子曰：“饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》\n子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》\n子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》\n子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》\n子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》"
}{
    "title": "诫子书",
    "dynasty": "两汉",
    "author": "诸葛亮 ",
    "text": "夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也。非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能治性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！ (淡泊 一作：澹泊；淫慢 一作：慆慢)"
}{
    "title": "狼三则",
    "dynasty": "清代",
    "author": "蒲松龄 ",
    "text": "其一　　有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。\n其二　　一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。\n　　屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。\n　　屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。\n　　少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。\n　　狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。\n其三　　一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。\n　　非屠，乌能作此谋也！\n　　三事皆出于屠；则屠人之残爆，杀狼亦可用也。"
}{
    "title": "穿井得一人",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "宋之丁氏，家无井而出溉汲，常一人居外。及其家穿井，告人曰：“吾穿井得一人。”有闻而传之者：“丁氏穿井得一人。”国人道之，闻之于宋君。宋君令人问之于丁氏，丁氏对曰：“得一人之使，非得一人于井中也。”求闻之若此，不若无闻也。"
}{
    "title": "杞人忧天",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "杞国有人忧天地崩坠，身亡所寄，废寝食者。又有忧彼之所忧者，因往晓之，曰：“天，积气耳，亡处亡气。若屈伸呼吸，终日在天中行止，奈何忧崩坠乎？”其人曰：“天果积气，日月星宿，不当坠邪？”晓之者曰：“日月星宿，亦积气中之有光耀者，只使坠，亦不能有所中伤。”其人曰：“奈地坏何？”晓者曰：“地积块耳，充塞四虚，亡处亡块。若躇步跐蹈，终日在地上行止，奈何忧其坏？”其人舍然大喜，晓之者亦舍然大喜。"
}{
    "title": "峨眉山月歌",
    "dynasty": "唐代",
    "author": "李白 ",
    "text": "峨眉山月半轮秋，影入平羌江水流。 夜发清溪向三峡，思君不见下渝州。"
}{
    "title": "江南逢李龟年",
    "dynasty": "唐代",
    "author": "杜甫 ",
    "text": "岐王宅里寻常见，崔九堂前几度闻。正是江南好风景，落花时节又逢君。"
}{
    "title": "行军九日思长安故园",
    "dynasty": "唐代",
    "author": "岑参 ",
    "text": "强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。"
}{
    "title": "夜上受降城闻笛",
    "dynasty": "唐代",
    "author": "李益 ",
    "text": "回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。"
}{
    "title": "秋词",
    "dynasty": "唐代",
    "author": "刘禹锡 ",
    "text": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。"
}{
    "title": "夜雨寄北",
    "dynasty": "唐代",
    "author": "李商隐 ",
    "text": "君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。"
}{
    "title": "十一月四日风雨大作二首",
    "dynasty": "宋代",
    "author": "陆游 ",
    "text": "风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。\n僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。"
}{
    "title": "潼关",
    "dynasty": "近现代",
    "author": "谭嗣同 ",
    "text": "终古高云簇此城，秋风吹散马蹄声。河流大野犹嫌束，山入潼关不解平。"
}{
    "title": "孙权劝学",
    "dynasty": "宋代",
    "author": "司马光 撰 ",
    "text": "初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪?但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。\n　　及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。"
}{
    "title": "木兰诗 / 木兰辞",
    "dynasty": "南北朝",
    "author": "佚名 ",
    "text": "唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。(惟 通：唯)\n　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。\n　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。\n　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。(一作：愿借明驼千里足)\n　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。（帖 通：贴；惊忙 一作：惊惶；火 通：伙）\n　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？"
}{
    "title": "卖油翁",
    "dynasty": "宋代",
    "author": "欧阳修 ",
    "text": "陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之，久而不去。见其发矢十中八九，但微颔之。\n　　康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。\n　　此与庄生所谓解牛斫轮者何异？"
}{
    "title": "陋室铭",
    "dynasty": "唐代",
    "author": "刘禹锡 ",
    "text": "山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？"
}{
    "title": "爱莲说",
    "dynasty": "宋代",
    "author": "周敦颐 ",
    "text": "水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)\n　　予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人？牡丹之爱，宜乎众矣！"
}{
    "title": "登幽州台歌",
    "dynasty": "唐代",
    "author": "陈子昂 ",
    "text": "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！"
}{
    "title": "望岳",
    "dynasty": "唐代",
    "author": "杜甫 ",
    "text": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 通：层)会当凌绝顶，一览众山小。"
}{
    "title": "登飞来峰",
    "dynasty": "宋代",
    "author": "王安石 ",
    "text": "飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。(自缘 一作：只缘)"
}{
    "title": "游山西村",
    "dynasty": "宋代",
    "author": "陆游 ",
    "text": "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。"
}{
    "title": "己亥杂诗·其五",
    "dynasty": "清代",
    "author": "龚自珍 ",
    "text": "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。"
}{
    "title": "河中石兽",
    "dynasty": "清代",
    "author": "纪昀 ",
    "text": "沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得。以为顺流下矣，棹数小舟，曳铁钯，寻十余里无迹。\n　　一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理，是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。\n　　一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)"
}{
    "title": "竹里馆",
    "dynasty": "唐代",
    "author": "王维 ",
    "text": "独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。"
}{
    "title": "春夜洛城闻笛 / 春夜洛阳城闻笛",
    "dynasty": "唐代",
    "author": "李白 ",
    "text": "谁家玉笛暗飞声，散入春风满洛城。 此夜曲中闻折柳，何人不起故园情。"
}{
    "title": "逢入京使",
    "dynasty": "唐代",
    "author": "岑参 ",
    "text": "故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。"
}{
    "title": "晚春二首·其一",
    "dynasty": "唐代",
    "author": "韩愈 ",
    "text": "草树知春不久归，百般红紫斗芳菲。(草树 一作：草木)杨花榆荚无才思，惟解漫天作雪飞。"
}{
    "title": "泊秦淮",
    "dynasty": "唐代",
    "author": "杜牧 ",
    "text": "烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。"
}{
    "title": "贾生",
    "dynasty": "唐代",
    "author": "李商隐 ",
    "text": "宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。"
}{
    "title": "过松源晨炊漆公店",
    "dynasty": "宋代",
    "author": "杨万里 ",
    "text": "莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)正入万山圈子里，一山放出一山拦。(正入 一作：政入；圈子 一作：围子；放出 一作：放过)"
}{
    "title": "约客",
    "dynasty": "宋代",
    "author": "赵师秀 ",
    "text": "黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。"
}{
    "title": "三峡",
    "dynasty": "南北朝",
    "author": "郦道元 ",
    "text": "自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)\n　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)\n　　春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。\n　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”"
}{
    "title": "答谢中书书",
    "dynasty": "南北朝",
    "author": "陶弘景 ",
    "text": "山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。"
}{
    "title": "记承天寺夜游 / 记承天夜游",
    "dynasty": "宋代",
    "author": "苏轼 ",
    "text": "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻、荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。"
}{
    "title": "与朱元思书",
    "dynasty": "南北朝",
    "author": "吴均 ",
    "text": "风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。\n　　水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。\n　　夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。"
}{
    "title": "黄鹤楼",
    "dynasty": "唐代",
    "author": "崔颢 ",
    "text": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。"
}{
    "title": "使至塞上",
    "dynasty": "唐代",
    "author": "王维 ",
    "text": "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。"
}{
    "title": "渡荆门送别",
    "dynasty": "唐代",
    "author": "李白 ",
    "text": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。"
}{
    "title": "春望",
    "dynasty": "唐代",
    "author": "杜甫 ",
    "text": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。"
}{
    "title": "钱塘湖春行",
    "dynasty": "唐代",
    "author": "白居易 ",
    "text": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。"
}{
    "title": "富贵不能淫",
    "dynasty": "先秦",
    "author": "孟子及其弟子 ",
    "text": "景春曰：“公孙衍、张仪岂不诚大丈夫哉？一怒而诸侯惧，安居而天下熄。”\n　　孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道。得志，与民由之；不得志，独行其道。富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”"
}{
    "title": "生于忧患，死于安乐",
    "dynasty": "先秦",
    "author": "孟子及其弟子 ",
    "text": "舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。\n　　故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。(是人 一作：斯人)\n　　人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。\n　　然后知生于忧患而死于安乐也。"
}{
    "title": "愚公移山",
    "dynasty": "先秦",
    "author": "列御寇 ",
    "text": "太行、王屋二山，方七百里，高万仞。本在冀州之南，河阳之北。\n　　北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也。聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。\n　　河曲智叟笑而止之曰：“甚矣，汝之不惠。以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。\n　　操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。"
}{
    "title": "周亚夫军细柳",
    "dynasty": "两汉",
    "author": "司马迁 ",
    "text": "文帝之后六年，匈奴大入边。乃以宗正刘礼为将军，军霸上；祝兹侯徐厉为将军，军棘门；以河内守亚夫为将军，军细柳：以备胡。\n　　上自劳军。至霸上及棘门军，直驰入，将以下骑送迎。已而之细柳军，军士吏被甲，锐兵刃，彀弓弩，持满。天子先驱至，不得入。先驱曰：“天子且至！”军门都尉曰：“将军令曰：‘军中闻将军令，不闻天子之诏。’”居无何，上至，又不得入。于是上乃使使持节诏将军：“吾欲入劳军。”亚夫乃传言开壁门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。”于是天子乃按辔徐行。至营，将军亚夫持兵揖曰：“介胄之士不拜，请以军礼见。”天子为动，改容式车，使人称谢：“皇帝敬劳将军。”成礼而去。\n　　既出军门，群臣皆惊。文帝曰：“嗟呼，此真将军矣！曩者霸上、棘门军，若儿戏耳，其将固可袭而虏也。至于亚夫，可得而犯邪？”称善者久之。"
}{
    "title": "饮酒·其五",
    "dynasty": "魏晋",
    "author": "陶渊明 ",
    "text": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。"
}{
    "title": "行路难·其一",
    "dynasty": "唐代",
    "author": "李白 ",
    "text": "金樽清酒斗十千，玉盘珍羞直万钱。(羞 通：馐；直 通：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。"
}{
    "title": "雁门太守行",
    "dynasty": "唐代",
    "author": "李贺 ",
    "text": "黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死！"
}{
    "title": "赤壁",
    "dynasty": "唐代",
    "author": "杜牧 ",
    "text": "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。"
}{
    "title": "渔家傲·天接云涛连晓雾",
    "dynasty": "宋代",
    "author": "李清照 ",
    "text": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！"
}{
    "title": "龟虽寿",
    "dynasty": "两汉",
    "author": "曹操 ",
    "text": "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。"
}{
    "title": "赠从弟",
    "dynasty": "魏晋",
    "author": "刘桢 ",
    "text": "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。"
}{
    "title": "梁甫行",
    "dynasty": "两汉",
    "author": "曹植 ",
    "text": "八方各异气，千里殊风雨。剧哉边海民，寄身于草野。(草野 一作：草墅)妻子象禽兽，行止依林阻。柴门何萧条，狐兔翔我宇。"
}{
    "title": "移居·其二",
    "dynasty": "魏晋",
    "author": "陶渊明 ",
    "text": "春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。"
}{
    "title": "相见欢·无言独上西楼",
    "dynasty": "五代",
    "author": "李煜 ",
    "text": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理还乱，是离愁。别是一般滋味在心头。(一般 一作：一番)"
}{
    "title": "相见欢·金陵城上西楼",
    "dynasty": "宋代",
    "author": "朱敦儒 ",
    "text": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。"
}{
    "title": "浣溪沙·一曲新词酒一杯",
    "dynasty": "宋代",
    "author": "晏殊 ",
    "text": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。"
}{
    "title": "如梦令·常记溪亭日暮",
    "dynasty": "宋代",
    "author": "李清照 ",
    "text": "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。"
}{
    "title": "桃花源记",
    "dynasty": "魏晋",
    "author": "陶渊明 ",
    "text": "晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之。复前行，欲穷其林。\n　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。\n　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)\n　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。\n　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。"
}{
    "title": "小石潭记",
    "dynasty": "唐代",
    "author": "柳宗元 ",
    "text": "从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)\n　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；俶尔远逝，往来翕忽。似与游者相乐。(下澈 一作：下彻)\n　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。\n　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。\n　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。"
}{
    "title": "海国记(节选)",
    "dynasty": "清代",
    "author": "沈复 ",
    "text": "嘉庆四年，岁在己未，琉球国中山王尚穆薨。世子尚哲先七年卒，世孙尚温表请袭封。中朝怀柔远藩，锡以恩命，临轩召对，特简儒臣。\n　　于是，赵介山先生，名文楷，太湖人，官翰林院修撰，充正使；李和叔先生，名鼎元，绵州人，官内阁中书，副焉。介山驰书约余偕行，余以高堂垂老，惮于远游。继思游幕二十年，遍窥两戒，然而尚囿方隅之见，未观域外，更历纓溟之胜，庶广异闻。禀商吾父，允以随往。从客凡五人：王君文诰，秦君元钧，缪君颂，杨君华才，其一即余也。\n　　五年五月朔日，随荡节以行，祥飙送风，神鱼扶舳，计六昼夜，径达所届。\n　　凡所目击，成登掌录。志山水之丽崎，记物产之瑰怪，载官司之典章，嘉士女之风节。文不矜奇，事皆记实。自惭谫陋，饴测海之嗤；要堪传言，或胜凿空之说云尔。"
}{
    "title": "关雎",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。"
}{
    "title": "蒹葭",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。"
}{
    "title": "北冥有鱼",
    "dynasty": "先秦",
    "author": "庄周 ",
    "text": "北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也，怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。"
}{
    "title": "庄子与惠子游于濠梁",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "庄子与惠子游于濠梁之上。庄子曰：“鲦鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐，全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。”"
}{
    "title": "虽有嘉肴",
    "dynasty": "两汉",
    "author": "戴圣 ",
    "text": "虽有嘉肴，弗食，不知其旨也；虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也。故曰：教学相长也。《兑命》曰：“学学半。”其此之谓乎？\n　　古之教者，家有塾，党有庠，术有序，国有学。比年入学，中年考校。一年视离经辨志；三年视敬业乐群；五年视博习亲师；七年视论学取友，谓之小成。九年知类通达，强立而不反，谓之大成。夫然后足以化民易俗，近者说服而远者怀之，此大学之道也。《记》曰：“蛾子时术之。”其此之谓乎！\n　　大学始教，皮弁祭菜，示敬道也。《宵雅》肄三，官其始也。入学鼓箧，孙其业也。夏楚二物，收其威也。未卜禘不视学，游其志也。时观而勿、语存其心也。幼者听而弗问，学不躐等也。此七者，教之大伦也。《记》曰：“凡学，官先事，士先志。”其此之谓乎！\n　　大学之法：禁于未发之谓豫；当其可之谓时；不凌节而施之谓孙；相观而善之谓摩。此四者，教之所由兴也。发然后禁，则扞格而不胜；时过然后学，则勤苦而难成；杂施而不孙，则坏乱而不修；独学而无友，则孤陋而寡闻；燕朋逆其师，燕辟废其学。此六者，教之所由废也。"
}{
    "title": "大道之行也",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "大道之行也，天下为公，选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。(矜 同：鳏)"
}{
    "title": "杂说四·马说",
    "dynasty": "唐代",
    "author": "韩愈 ",
    "text": "世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。\n　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)\n　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！"
}{
    "title": "卖炭翁",
    "dynasty": "唐代",
    "author": "白居易 ",
    "text": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红绡一丈绫，系向牛头充炭直。(红绡 一作：红纱)"
}{
    "title": "式微",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "式微，式微，胡不归？微君之故，胡为乎中露！式微，式微，胡不归？微君之躬，胡为乎泥中！"
}{
    "title": "子衿",
    "dynasty": "先秦",
    "author": "佚名 ",
    "text": "青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮！"
}{
    "title": "送杜少府之任蜀州 / 送杜少府之任蜀川",
    "dynasty": "唐代",
    "author": "王勃 ",
    "text": "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。"
}{
    "title": "望洞庭湖赠张丞相 / 临洞庭湖赠张丞相",
    "dynasty": "唐代",
    "author": "孟浩然 ",
    "text": "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。"
}{
    "title": "题破山寺后禅院",
    "dynasty": "唐代",
    "author": "常建 ",
    "text": "清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)"
}{
    "title": "送友人",
    "dynasty": "唐代",
    "author": "李白 ",
    "text": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。"
}{
    "title": "卜算子·黄州定慧院寓居作",
    "dynasty": "宋代",
    "author": "苏轼 ",
    "text": "缺月挂疏桐，漏断人初静。谁见幽人独往来，缥缈孤鸿影。(谁见 一作：时见)惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。"
}{
    "title": "卜算子·咏梅",
    "dynasty": "宋代",
    "author": "陆游 ",
    "text": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。(著 同：着) 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。"
}{
    "title": "岳阳楼记",
    "dynasty": "宋代",
    "author": "范仲淹 ",
    "text": "庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。(具 通：俱)\n　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？\n　　若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐曜，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)\n　　至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。\n　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？\n　　时六年九月十五日。"
}{
    "title": "醉翁亭记",
    "dynasty": "宋代",
    "author": "欧阳修 ",
    "text": "环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺，而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。\n　　若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。\n　　至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。\n　　已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。"
}{
    "title": "湖心亭看雪",
    "dynasty": "明代",
    "author": "张岱 ",
    "text": "崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。(余拏 一作：余挐)\n　　到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余大喜曰：“湖中焉得更有此人！”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者。”"
}{
    "title": "茅屋为秋风所破歌",
    "dynasty": "唐代",
    "author": "杜甫 ",
    "text": "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻？安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）"
}{
    "title": "酬乐天扬州初逢席上见赠",
    "dynasty": "唐代",
    "author": "刘禹锡 ",
    "text": "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。"
}{
    "title": "水调歌头·明月几时有",
    "dynasty": "宋代",
    "author": "苏轼 ",
    "text": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。\n明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)"
}{
    "title": "月夜忆舍弟",
    "dynasty": "唐代",
    "author": "杜甫 ",
    "text": "戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。"
}{
    "title": "商山早行",
    "dynasty": "唐代",
    "author": "温庭筠 ",
    "text": "晨起动征铎，客行悲故乡。鸡声茅店月，人迹板桥霜。槲叶落山路，枳花明驿墙。(明驿墙 一作：照驿墙)因思杜陵梦，凫雁满回塘。"
}{
    "title": "长沙过贾谊宅",
    "dynasty": "唐代",
    "author": "刘长卿 ",
    "text": "三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知？寂寂江山摇落处，怜君何事到天涯。"
}{
    "title": "左迁至蓝关示侄孙湘",
    "dynasty": "唐代",
    "author": "韩愈 ",
    "text": "一封朝奏九重天，夕贬潮州路八千。(潮州 一作：潮阳)欲为圣明除弊事，肯将衰朽惜残年！(欲为 一作：本为；圣明 一作：圣朝；肯将 一作：敢将)云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。"
}{
    "title": "咸阳城东楼 / 咸阳城西楼晚眺",
    "dynasty": "唐代",
    "author": "许浑 ",
    "text": "一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。(沉 通：沈)鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。"
}{
    "title": "无题·相见时难别亦难",
    "dynasty": "唐代",
    "author": "李商隐 ",
    "text": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)"
}{
    "title": "行香子·树绕村庄",
    "dynasty": "宋代",
    "author": "秦观 ",
    "text": "树绕村庄，水满陂塘。倚东风、豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗、流水桥旁。偶然乘兴、步过东冈。正莺儿啼，燕儿舞，蝶儿忙。"
}{
    "title": "丑奴儿·书博山道中壁",
    "dynasty": "宋代",
    "author": "辛弃疾 ",
    "text": "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。 而今识尽愁滋味，欲说还休。欲说还休，却道天凉好个秋。"
}{
    "title": "鱼我所欲也",
    "dynasty": "先秦",
    "author": "孟子及其弟子 ",
    "text": "鱼，我所欲也；熊掌，亦我所欲也，二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也。死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也。使人之所恶莫甚于死者，则凡可以辟患者何不为也！由是则生而有不用也；由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。\n　　一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。　(与 通 欤；乡 通 向；辟 通 避)"
}{
    "title": "唐雎不辱使命",
    "dynasty": "两汉",
    "author": "刘向 撰 ",
    "text": "秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不悦。安陵君因使唐雎使于秦。\n　　秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”\n　　秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。 \n　　秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”"
}{
    "title": "送东阳马生序(节选)",
    "dynasty": "明代",
    "author": "宋濂 ",
    "text": "余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。\n　　当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意,以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。"
}{
    "title": "渔家傲·秋思",
    "dynasty": "宋代",
    "author": "范仲淹 ",
    "text": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。"
}{
    "title": "江城子·密州出猎",
    "dynasty": "宋代",
    "author": "苏轼 ",
    "text": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。"
}{
    "title": "破阵子·为陈同甫赋壮词以寄之",
    "dynasty": "宋代",
    "author": "辛弃疾 ",
    "text": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！"
}{
    "title": "满江红·小住京华",
    "dynasty": "近现代",
    "author": "秋瑾 ",
    "text": "小住京华，早又是中秋佳节。为篱下黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬，强派作蛾眉，殊未屑！(徒思浙 一作：独思浙，蛾眉 一作：娥眉)\n身不得，男儿列。心却比，男儿烈！算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！(俗子 一作：俗夫，磨折 一作：折磨)"
}{
    "title": "曹刿论战",
    "dynasty": "先秦",
    "author": "左丘明 ",
    "text": "十年春，齐师伐我。公将战。曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未遍，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（遍 同：徧)\n　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。\n　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之，夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”"
}{
    "title": "出师表 / 前出师表",
    "dynasty": "两汉",
    "author": "诸葛亮 ",
    "text": "先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。\n　　宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。\n　　侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。\n　　将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。\n　　亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。\n　　臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。\n　　先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。\n　　愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。\n　　今当远离，临表涕零，不知所言。"
}{
    "title": "邹忌讽齐王纳谏",
    "dynasty": "两汉",
    "author": "刘向 撰 ",
    "text": "邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”\n　　于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”\n　　王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。(谤讥 一作：谤议)\n　　燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷。"
}{
    "title": "十五从军征",
    "dynasty": "两汉",
    "author": "佚名 ",
    "text": "十五从军征，八十始得归。道逢乡里人，家中有阿谁？遥看是君家，松柏冢累累。(遥看 一作：遥望)兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知贻阿谁？出门东向看，泪落沾我衣。"
}{
    "title": "白雪歌送武判官归京",
    "dynasty": "唐代",
    "author": "岑参 ",
    "text": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。"
}{
    "title": "南乡子·登京口北固亭有怀",
    "dynasty": "宋代",
    "author": "辛弃疾 ",
    "text": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。"
}{
    "title": "过零丁洋",
    "dynasty": "宋代",
    "author": "文天祥 ",
    "text": "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。"
}{
    "title": "山坡羊·潼关怀古",
    "dynasty": "元代",
    "author": "张养浩 ",
    "text": "峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。(踌躇 一作：踟蹰)伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！"
}{
    "title": "定风波·莫听穿林打叶声",
    "dynasty": "宋代",
    "author": "苏轼 ",
    "text": "三月七日，沙湖道中遇雨。雨具先去，同行皆狼狈，余独不觉，已而遂晴，故作此词。\n莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。"
}{
    "title": "临江仙·夜登小阁忆洛中旧游",
    "dynasty": "宋代",
    "author": "陈与义 ",
    "text": "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。"
}{
    "title": "太常引·建康中秋夜为吕叔潜赋",
    "dynasty": "宋代",
    "author": "辛弃疾 ",
    "text": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发、欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是、清光更多。"
}{
    "title": "浣溪沙·身向云山那畔行",
    "dynasty": "清代",
    "author": "纳兰性德 ",
    "text": "身向云山那畔行，北风吹断马嘶声，深秋远塞若为情。一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平。"
}{
    "title": "南安军",
    "dynasty": "宋代",
    "author": "文天祥 ",
    "text": "梅花南北路，风雨湿征衣。出岭同谁出？归乡如不归！(不归 一作：此归)山河千古在，城郭一时非。饿死真吾志，梦中行采薇。"
}{
    "title": "别云间",
    "dynasty": "明代",
    "author": "夏完淳 ",
    "text": "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽！(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。"
}{
    "title": "山坡羊·骊山怀古",
    "dynasty": "元代",
    "author": "张养浩 ",
    "text": "骊山四顾，阿房一炬，当时奢侈今何处？只见草萧疏，水萦纡。至今遗恨迷烟树。列国周齐秦汉楚，赢，都变做了土；输，都变做了土。"
}{
    "title": "朝天子·咏喇叭",
    "dynasty": "明代",
    "author": "王磐 ",
    "text": "喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。(唢呐 一作：锁呐； 声价 一作：身价)军听了军愁，民听了民怕。哪里去辨甚么真共假？眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！"
}